Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: Ensure the OS updates subheading copy is correct after finishing updates
ar: التأكد بأن العنوان الفرعي لتحديثات نظام التشغيل مكتوب بشكل صحيح بعد إنهاء التحديثات
ca: S'assegura que la còpia de subcapçalera d'actualitzacions del sistema operatiu és correcta un cop acabades les actualitzacions.
cs: Zajištěno, že kopie podnadpisu aktualizací operačního systému je po dokončení aktualizací správná
da: Sørg for, at kopieringen til underoverskriften til OS er korrekt, når opdateringerne er afsluttet
de: Stellt sicher, dass die Kopie der Unterrubrik OS-Updates nach Abschluss der Updates korrekt ist
es: Se garantiza que el texto del título secundario de actualizaciones del SO sea correcto tras finalizar las actualizaciones
fr: Nous nous sommes assuré que le sous-titre des mises à jour du système soit correct après que les mises à jour aient été effectuées
he: וידאו שעותק תת־כותרת עדכוני מערכת ההפעלה הוא נכון לאחר סיום העדכונים
id: Pastikan salinan subpos pembaruan OS sudah benar setelah menyelesaikan pembaruan
it: Verifica che il sottotitolo dell'aggiornamento del sistema operativo sia corretto al termine degli aggiornamenti
ja: アップデート終了後に OS のアップデートの見出しに正しいテキストが表示されるように修正
nl: Zorg ervoor dat de OS updates ondertitel juist is na het voltooien van updates
pl: Upewniono się, że kopia podtytułu aktualizacji systemu operacyjnego jest poprawna po zakończeniu aktualizacji
pt: Certifique-se de que a cópia do subtítulo de atualização do SO está correta após a conclusão das atualizações
pt_br: Certifica que a cópia do subtítulo de atualizações do sistema operacional está correta após o término das atualizações
ru: После завершения обновлений убедитесь, что копия подзаголовка обновлений ОС правильная
sr: Уверите се да је умножак поднаслова освежавања ОС-а исправан након завршетка освежавања
tr: Güncelleştirmeleri bitirdikten sonra OS güncellemeleri alt başlığı kopyasının doğru olduğundan emin olun
uk: Після завершення оновлення переконайтеся, що копія підзаголовка оновлення ОС правильна

source: Ellipsize long app names in App Info views
ar: اقتطاع أسماء التطبيقات الطويلة في معلومات التطبيق
ca: El·lipsi de noms llargs d'aplicacions a la vista d'informació
cs: Dlouhé názvy aplikací jsou nyní v pohledech informací o aplikaci zkracovány za použití výpustky
da: Ellipsize lange appnavne i App Info-visninger
de: Lange App-Namen in App-Info-Ansichten durch Auslasspunkte kürzen
es: Se truncan los nombres extensos en las vistas de información de aplicación
fr: Noms d'application trop longs raccourcis dans la vue des informations sur l'application
he: קיצור שמות ארוכים של יישומים בתצוגות פרטי היישומון
id: Nama aplikasi yang panjang pada tampilan info App akan dielipskan
it: Abbreviazione dei nomi troppo lunghi nella vista delle informazioni sulle applicazioni
ja: アプリ情報ビューでアプリ名が長い場合に省略表示するように修正
nl: Lange namen van apps worden afgekort in de App Info weergave
pl: Przytnij długie nazwy aplikacji w widoku informacji
pt: Elipsar nomes compridos de aplicações nas visualizações da informação da aplicação
pt_br: Retirar nomes longos de aplicativos nas visualizações de informações do aplicativo
ru: Сокращение длинных имён приложений в информации о приложении
sr: Скраћује дуге називе програма у прегледима информација програма
tr: Uygulama Bilgisi görünümlerinde uzun uygulama adlarını ellipsis ile kısalt
uk: Частково приховано довгі назви застосунків у вікнах відомостей про застосунок

source: And more
ar: والمزيد
ca: I més coses
cs: A další
da: Og mere
de: Und mehr
es: Y más
fr: Et plus encore
he: ועוד
id: Dan masih banyak lagi
it: E altro ancora
ja: そのほかの修正
nl: En meer
pl: I wiele więcej
pt: E mais
pt_br: E mais
ru: И больше
sr: И још тога
tr: Ve dahası
uk: І навіть більше

source: Show a more informative loading screen when checking for updates
ar: إظهار شاشة تحميل بها معلومات إضافية عند التحقق من التحديثات
ca: Es mostra una pantalla més informativa quan es comproven les actualitzacions.
cs: Na obrazovce načítání při zjišťování aktualizací je nyní zobrazováno více informací
da: Vis en mere informativ indlæsningsskærm, når der ses efter opdateringer
de: Zeigt einen informativeren Ladebildschirm bei der Überprüfung von Aktualisierungen
es: Se muestra una pantalla de carga más informativa al comprobar si hay actualizaciones
fr: Affichage d'un écran de chargement plus informatif lors de la vérification des mises à jour
he: להציג מסך טעינה מפורט יותר בעת חיפוש אחר עדכונים
id: Menampilkan layar pemuatan yang lebih informatif saat memeriksa pembaruan
it: Mostra uno schermo di caricamento più ricco di informazioni durante il controllo degli aggiornamenti
ja: アップデートの確認中により有益な読み込み画面を表示するように修正
nl: Er wordt meer informatie op het laadscherm getoond tijdens het zoeken naar updates
pl: Pokazano bardziej informatywne ekrany ładowania podczas sprawdzania aktualizacji
pt: Mostrar um ecrã de carregamento mais informativo ao verificar se há actualizações
pt_br: Mostrar uma tela de carregamento mais informativa ao verificar atualizações
ru: Отображение более информативного экрана загрузки при проверке обновлений
sr: Показује информативнији екран учитавања приликом проверавања освежавања
tr: Güncellemeleri kontrol ederken daha bilgilendirici bir yükleme ekranı göster
uk: Показ інформативнішого екрана завантаження під час перевірки наявності оновлень

source: Don't list fonts alongside apps
ar: عدم إظهار الخطوط بجانب التطبيقات
ca: No es llisten lletres amb les aplicacions.
cs: Aplikace a písma už nejsou smíchané dohromady
da: Angiv ikke skrifttyper ved siden af apps
de: Listet keine Schriftarten neben Apps
es: Los tipos de letra ya no figuran entre las aplicaciones
fr: Les polices ne sont plus listées avec les applications
he: לא להציג גופנים לצד יישומים
id: Jangan mencantumkan huruf-huruf di samping aplikasi
it: I tipi di carattere non vengono più mostrati insieme alle applicazioni
ja: アプリと一緒にフォントを一覧表示しないように修正
nl: Toon lettertypen niet samen met apps
pl: Fonty nie są wyświetlane razem z aplikacjami
pt: Não listar fontes ao lado de aplicações
pt_br: Não listar fontes ao lado de aplicativos
ru: Шрифты больше не отображаются рядом с приложениями
sr: Не исписује словне ликове поред програма
tr: Yazı tiplerini uygulamaların yanında listeleme
uk: Шрифти більше не показано поряд із застосунками

source: Prevent crashes when updating Flatpaks and system packages simultaneously
ar: منع التعطل عند تحديث تطبيقات Flatpak وحزم النظام في نفس الوقت
ca: Prevenció de fallades en actualitzar simultàniament Flatpaks i els paquets del sistema
cs: Předcházeno pádům při aktualizování flatpak a systémových balíčků naráz
da: Undgå systemnedbrud, når du opdaterer Flatpaks og systempakker samtidigt
de: Abstürze beim gleichzeitigen Aktualisieren von Flatpaks und Systempaketen werden verhindert
es: Se evita incurrir en cierres inesperados al actualizar paquetes de Flatpak y del sistema al mismo tiempo
fr: Nous avons empêché un plantage lors de la mise à jour d'applications Flatpak et de paquets système simultanément
he: נמנעו קריסות בעת עדכוני Flatpaks וחבילות מערכת בו־זמנית
id: Mencegah tabrakan saat memperbarui Flatpaks dan paket sistem secara bersamaan
it: Previene la chiusura improvvisa durante l'aggiornamento simultaneo di Flatpak e pacchetti di sistema
ja: Flatpak とシステムパッケージを同時にアップデートする際にクラッシュする不具合を修正
nl: Voorkom crashes als Flatpaks en systeempakketten tegelijkertijd bijgewerkt worden
pl: Zapobiegnięto błędom krytycznym przy jednoczesnym aktualizowaniu aplikacji Flatpak oraz paczek systemowych
pt: Evita falhas ao atualizar Flatpaks e pacotes do sistema simultaneamente
pt_br: Evita falhas ao atualizar Flatpaks e pacotes do sistema simultaneamente
ru: Предотвращение сбоев при одновременном обновлении Flatpak и системных пакетов
sr: Спречава урушавања приликом истовременог освежавања Флатпака и системских пакета
tr: Flatpak'leri ve sistem paketlerini aynı anda güncellerken çökmeleri önle
uk: Запобігання збоям за одночасного оновлення Flatpak та системних пакунків

source: Prevent suspending when installing, updating, or removing packages
ar: منع إغلاق الجهاز عند تثبيت، أو تحديث، أو إزالة الحزم
ca: Prevenció de la suspensió quan s'instal·la, actualitza o se suprimeix un paquet
cs: Zabráněno uspání počítači při instalování, aktualizování či odebírání balíčků
da: Undgå at suspendere, når der installeres, opdateres eller fjernes pakker
de: Verhindern des Bereitschaftsmodus beim Installieren, Aktualisieren oder Entfernen von Paketen
es: Se evita la suspensión al instalar, actualizar o desinstalar paquetes
fr: Nous avons fait en sorte d'empêcher la mise en veille pendant l'installation, la mise à jour ou la désinstallation de paquets
he: קיצוץ השהיה בעת התקנה, עדכון או הסרת חבילות
id: Mencegah penangguhan saat memasang, memperbarui, atau menghapus paket
it: Evita la sospensione del sistema durante l'installazione, aggiornamento o rimozione di pacchetti
ja: パッケージのインストール・アップデート・削除中はサスペンドしないように修正
nl: Voorkom slaapstand tijdens het installeren, bijwerken of verwijderen van pakketten
pl: Zapobiegnięto usypianiu przy instalowaniu, aktualizowaniu i usuwaniu paczek
pt: Impedir a suspensão na instalação, atualização ou remoção de pacotes
pt_br: Impedir a suspensão ao instalar, atualizar ou remover pacotes
ru: Предотвращение приостановки во время установки, обновления или удаления пакетов
sr: Спречава обустављање приликом инсталације, освежавања или уклањања пакета
tr: Paketleri kurarken, güncellerken veya kaldırırken askıya almayı önle
uk: Запобігання призупиненню під час встановлення, оновлення або вилучення пакунків

source: Minor fixes
ar: إصلاحات طفيفة
ca: Petites correccions
cs: Drobné opravy
da: Mindre rettelser
de: Kleinere Fehlerbehebungen
es: Correcciones menores
fr: Corrections mineures
he: תיקונים מזעריים
id: Perbaikan kecil
it: Correzioni minori
ja: 軽微な修正
nl: Kleine aanpassingen
pl: Mniejsze poprawki
pt: Pequenas correções
pt_br: Pequenas correções
ru: Незначительные изменения
sl: Manjši popravki
sr: Мање исправке
tr: Küçük düzeltmeler
uk: Незначні виправлення

source: Update application details when changes happen outside of AppCenter
ar: تحديثات تفاصيل التطبيق عند حدوث تغييرات خارج آب سنتر
ca: Actualització de detalls de les aplicacions quan els canvis passen fora del Centre d'aplicacions
cs: Podrobnosti o aplikaci jsou zaktualizovány, i když dojde ke změně mimo Centrum aplikací
da: Opdater applikationsoplysninger, når der sker ændringer uden for AppCenteret
de: Aktualisieren der Anwendungsdetails, wenn Änderungen außerhalb von AppCenter erfolgen
es: Se actualizan los detalles de las aplicaciones cuando ocurren cambios fuera del Centro de aplicaciones
fr: Mise à jour des informations relatives à une application lorsque des modifications interviennent en dehors du Centre d'Applications
he: עדכון פרטי היישום כאשר מתרחשים שינויים מחוץ למרכז היישומים
id: Pembaruan detail aplikasi saat perubahan terjadi di luar Pusat Aplikasi
it: Aggiornamento delle informazioni dettagliate sulle applicazioni avvengono modifiche esterne all'AppCenter
ja: AppCenter 以外で変更があった際にアプリケーションの詳細情報を更新
nl: Werk toepassing details bij als er veranderingen optreden buiten AppCenter
pl: Informacje o aplikacje zostaną odświeżone nawet gdy zmiany zajdą poza AppCenter
pt: Atualizar detalhes da aplicação quando as alterações acontecem fora do Centro de Aplicações
pt_br: Atualizar detalhes do aplicativo quando ocorrerem alterações fora do AppCenter
ru: Обновление данных приложения, когда изменения происходят за пределами AppCenter
sl: Posodobitev podrobnosti aplikacije, ko se spremembe zgodijo zunaj Centra programske opreme
sr: Освежава детаље програма када дође до промена ван Програмског центра
tr: AppCenter dışında değişiklikler olduğunda uygulama ayrıntılarını güncelle
uk: Оновлення даних застосунку, коли зміни завершено поза центром застосунків

source: Fix for notification not appearing when a restart is required
ar: إصلاح عدم ظهور الإشعار عندما تكون إعادة التشغيل مطلوبة
ca: Correcció de la notificació que no apareix quan cal un reinici
cs: Opraveno nezobrazování upozornění na potřebu restartu
da: Rettelse til meddelelse, der ikke vises, når en genstart er påkrævet
de: Korrigiert, dass Benachrichtigungen nicht angezeigt werden, wenn ein Neustart erforderlich ist
es: Se solucionó un problema por el cual la notificación de reinicio necesario no aparecía
fr: Correction de la notification qui n'apparait pas lorsqu'un redémarrage est nécessaire
he: תיקון לכך שההתראות לא מופיעות כאשר נדרשת הפעלה מחדש
id: Perbaikan untuk notifikasi tidak muncul saat memulai ulang diperlukan
it: Correzione della notifica che non veniva visualizzata quando era necessario un riavvio del sistema
ja: 再起動が必要な場合に通知が表示されない不具合を修正
nl: Een probleem opgelost waarbij een notificatie niet verscheen als een herstart nodig was
pl: Poprawiono niepojawiające się powiadomienia gdy wymagane jest ponowne uruchomienie
pt: Correção para não aparecer uma notificação quando é necessário reiniciar
pt_br: Correção para a notificação não aparecer quando uma reinicialização é necessária
ru: Исправлена ошибка, из-за которой уведомление не появлялось, когда требуется перезагрузка
sl: Popravljeno neprikazano obvestilo, ko je potreben ponovni zagon
sr: Поправке за обавештења се не појављују када се захтева поновно покретање
tr: Yeniden başlatma gerektiğinde görünmeyen bildirim düzeltildi
uk: Виправлено помилку відсутності сповіщень про необхідність перезапуску

source: Apps in list views now load in the correct order when scrolling
ar: التطبيقات في القوائم أصبحت تظهر بالترتيب الصحيح عند التنقل
ca: Les vistes de les llistes d'aplicacions es carreguen en l'ordre correcte quan es fa un desplaçament.
cs: Při posouvání v seznamech s aplikacemi už jsou položky načítány ve správném pořadí
da: Apps i listevisninger indlæses nu i den rigtige rækkefølge, når der rulles
de: Apps in der Listenansicht werden jetzt beim Scrollen in der korrekten Reihenfolge geladen
es: Las aplicaciones en vistas de lista ahora se cargan en el orden correcto al desplazarse
fr: Les applications dans la vue en liste sont désormais chargées dans le bon ordre lors du défilement
he: היישומים בתצוגת הרשימה לא נטענים בסדר הנכון בעת גלילה
id: Sekarang memuat aplikasi pada daftar tampilan dalam urutan yang benar saat menggulir
it: Le applicazioni nella vista elenco adesso vengono caricate nell'ordine giusto durante lo scorrimento
ja: スクロール時にリストビューのアプリが正しい順番で読み込まれない不具合を修正
nl: Toepassingen in de lijst weergave laden nu in de juiste volgorde tijdens het scrollen
pl: Aplikacje w widoku list teraz ładują się w poprawnej kolejności podczas przewijania
pt: As aplicações em vista de lista agora são carregadas na ordem correta ao rolar o cursor
pt_br: Os aplicativos nas visualizações de lista agora são carregados na ordem correta ao rolar
ru: Приложения в списочных представлениях теперь загружаются в правильном порядке при прокрутке
sl: Aplikacije v seznamih se zdaj naložijo v pravilnem vrstnem redu med pomikanjem
sr: Програми у прегледу списком се сада учитавају исправним редом
tr: Liste görünümlerindeki uygulamalar artık kaydırma sırasında doğru sırada yükleniyor
uk: Застосунки завантажуються до переліку огляду в правильній послідовності під час прокручування

source: Prevent unescaped XML entities from appearing in application names
ar: منع إظهار تسميات XML الخاطئة من الظهور في أسماء التطبيقات
ca: Evitar que les entitats XML no marcades apareguin en noms d'aplicacions
cs: Zabráněno tomu, aby se v názvech aplikací objevovaly XML entity, nezbavené významu (escape)
da: Undgå, at ikke-udskiftede XML-enheder vises i applikationsnavne
de: Verhindern, dass nicht maskierte XML-Elemente in Anwendungsnamen erscheinen
es: Evitar que las entidades XML sin escape aparezcan en los nombres de las aplicaciones
fr: Faire en sorte de ne pas avoir d'entités XML dans les noms d'applications
he: למנוע הצגה של יישויות XML שלא הוחרגו כראוי בשמות היישומים
id: Mencegah entitas XML yang tidak lolos muncul pada nama aplikasi
it: Evita che elementi in formato XML non filtrato appaiano nei nomi delle applicazioni
ja: エスケープされていない XML エントリーがアプリケーション名に表示される不具合を修正
nl: Onbekende XML entiteiten komen niet meer voor in de naam van een applicatie
pl: Uniknięto nieoznaczonych obiektów XML pokazujących się w nazwach aplikacji
pt: Evitar que entidades XML inconclusivas apareçam em nomes de aplicações
pt_br: Impedir que entidades XML sem escape apareçam nos nomes dos aplicativos
ru: Предотвращение появления незащищенных элементов XML в названиях приложений
sl: Prepreči pojav ubežnih znakov iz XML-jev v imenih aplikacij
sr: Спречава XML ентитете без промене реда да се појаве у називима програма
tr: XML varlıklarının uygulama adlarında görünmesini engelle
uk: Запобігання появі незахищених елементів XML у назвах застосунків

source: Load the "Installed" view faster
ar: تحميل قائمة "مثبت" بشكل أسرع
ca: Es carrega més ràpidament la vista "Instal·lat".
cs: Rychlejší načítání pohledu „Nainstalované“
da: Indlæs visningen "Installeret" hurtigere
de: Die Ansicht "Installiert" läd schneller
es: Carga de la vista «Instaladas» más rápida
fr: Chargement de la vue « Installées » plus rapide
he: טעינת תצוגת ה„מותקנים” מהירה יותר
id: Muat tampilan "Terpasang" lebih cepat
it: Caricamento più veloce della vista "Installate"
ja: "インストール済み"タブの読み込みを高速化
nl: Het “geinstalleerd” scherm laadt sneller
pl: Przyspieszono ładowanie widoku „Zainstalowane”
pt: Carregar a vista "Instalado" mais rapidamente
pt_br: Carregue a visualização "Instalado" mais rapidamente
ru: Более быстрая загрузка представления «Установленные»
sl: Naloži hitreje kategorijo "Nameščeno"
sr: Брже учитава преглед инсталраних
tr: "Yüklü" görünümü daha hızlı yükleyin
uk: Пришвидшено завантаження вкладки «Установлені»

source: Ensure flatpak applications show in the category views
ar: التأكد بأن تطبيقات Flatpak تظهر في الفئات
ca: S'assegura que les aplicacions de flatpak es mostrin a la vista de categories.
cs: Zajištěno, že se flatpak aplikace objevují v zobrazení kategorií
da: Sørg for, at flatpak-applikationer vises i kategorivisningerne
de: Stellt sicher, dass Flatpak-Anwendungen in den Kategorien angezeigt werden
es: Asegurarse de que las aplicaciones flatpak se muestren en las vistas de categoría
fr: Nous avons fait en sorte que les applications flatpak s'affichent des les vues par catégorie
he: וידוא לכך שיישומי flatpak מופיעים בתצוגות הקטגוריות
id: Memastikan aplikasi flatpak muncul pada tampilan kategori
it: Verifica che le applicazioni flatpak vengano mostrate nella vista per categoria
ja: Flatpak アプリケーションがカテゴリービューで表示されるように修正
nl: Zorg ervoor dat flatpak toepassingen getoond worden in categorie weergaven
pl: Upewniono się, że aplikacje Flatpakowe są pokazywane w widoku kategorii
pt: Certifica-se de que as aplicações flatpak são mostradas na vista em categorias
pt_br: Verifique se os aplicativos flatpak são exibidos nas visualizações de categoria
ru: Обеспечение показа Flatpak приложений в представлении категорий
sl: Zagotovitev prikaza flatpak aplikacij v kategorijah
sr: Осигурава да се флатпак програми приказују у прегледима категорија
tr: Flatpak uygulamalarının kategori görünümlerinde gösterilmesini sağlayın
uk: Відтепер, застосунки flatpak показано в поданнях категорій

source: Save some bandwidth by downloading smaller screenshots where appropriate
ar: توفير بعض البيانات بتحميل صور أصغر عند الحاجة
ca: S'estalvia amplada de banda baixant captures de pantalla més petites quan sigui adequat.
cs: Ušetření objemu přenášených dat stahováním menších snímků obrazovky, kde se to hodí
da: Spar noget båndbredde ved at downloade mindre skærmbilleder, hvor det er relevant
de: Spart Bandbreite, indem gegebenenfalls kleinere Screenshots heruntergeladen werden
es: Ahorrar un poco de ancho de banda descargando capturas de pantalla más pequeñas cuando corresponda
fr: Lorsque c'est possible, des captures d'écran de plus petite taille sont téléchargées pour économiser de la bande passante
he: חיסכון ברוחב פס על ידי הורדת צילומי מסך קטנים יותר איפה שניתן
id: Menghemat beberapa kapasitas transfer data dengan mengunduh tangkapan layar yang lebih kecil jika perlu
it: Quando è possibile, risparmia un po' di ampiezza di banda scaricando schermate di dimensioni ridotte
ja: 場合に応じて小さいサイズのスクリーンショットをダウンロードすることで、帯域幅を小さくするように修正
nl: Bespaar bandbreedte door kleinere screenshots te downloaden waar dat mogelijk is
pl: Oszczędzono łącze przez pobieranie mniejszych zrzutów ekranu w niektórych miejscach
pt: Economiza alguma banda larga ao transferir ecrãs mais pequenos quando apropriado
pt_br: Economize largura de banda baixando capturas de tela menores, quando apropriado
ru: Экономия трафика за счёт загрузки снимков экрана меньшего размера там, где это уместно
sl: Varčuj s pasovno širino s prenašanjem manjših slik, kjer je to primerno
sr: Штеди пропусни опсег преузимањем мањих снимака екрана када су одговарајући
tr: Uygun olduğunda daha küçük ekran görüntüleri indirerek bant genişliğinden tasarruf et
uk: Заощадження мережних даних завантаженням знімків екрана менших розмірів, де це доречно

source: System components no longer have an "Open" button
ar: مكونات النظام لم تعد لديها زر "افتح" بعد الآن
ca: Els components del sistema ja no tenen un botó d'obrir.
cs: U součástí systému už se nezobrazuje tlačítko „Otevřít“
da: Systemkomponenter har ikke længere en "Åbn" -knap
de: Systemkomponenten haben nun keine Schaltfläche "Öffnen" mehr
es: Los componentes del sistema ya no tienen un botón «Abrir»
fr: Les composants système n'ont plus de bouton « Ouvrir »
he: לרכיבי המערכת אין עוד כפתור „פתיחה”
id: Komponen sistem tidak lagi memiliki pilihan tombol "Buka"
it: I componenti di sistema non hanno più il bottone "Apri"
ja: システムコンポーネントに"開く"ボタンが表示されないように修正
nl: Systeem componenten hebben niet langer een “Openen” knop
pl: Komponenty systemowe nie mają już przycisku „Otwórz”
pt: Os componentes do sistema já não têm um botão "Abrir"
pt_br: Os componentes do sistema não têm mais o botão "Abrir"
ru: Компоненты системы больше не имеют кнопки «Открыть»
sl: Sistemske komponente nimajo več gumba "Odpri"
sr: Системске компоненте немају више дугме „Отвори“
tr: Sistem bileşenlerinde artık "Aç" düğmesi yok
uk: Системні компоненти більше не мають кнопки «Відкрити»
