Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: Applications menu can now remove flatpaks that weren't installed by AppCenter
ar: قائمة التطبيقات يمكن لها الآن إزالة تطبيقات Flatpak التي لم يتم تثبيتها من آب سنتر
ca: El menú d'aplicacions pot suprimir flatpaks que no es van instal·lar des del Centre d'aplicacions.
cs: Nabídka s aplikacemi nyní může odebírat flatpak balíčky, které nebyly nainstalovány z Centra aplikací
da: Applikations Menuen kan nu fjerne flatpaks, der ikke var installeret af AppCenteret
de: Das Anwendungsmenü kann jetzt Flatpaks entfernen, die nicht vom AppCenter installiert wurden
es: El menú de aplicaciones ahora puede eliminar las aplicaciones flatpak que no fueron instaladas por el Centro de Aplicaciones
fr: Le menu des Applications permet désormais de supprimer des applications flatpak non installées via le Centre d'Applications
he: תפריט היישומים יכול מעתה להסיר התקנות flatpak שלא הותקנו דרך מרכז היישומים
id: Kini menu aplikasi dapat menghapus flatpak yang tidak terpasang oleh Pusat Aplikasi
it: Il menu delle applicazioni permette di rimuovere i flatpaks che non sono stati installati tramite AppCenter
ja: AppCenter からインストールしていない Flatpak アプリケーションを、アプリケーションメニューから削除できるように修正
nl: Het Toepassingen menu kan nu flatpaks verwijderen die niet geïnstalleerd zijn door AppCenter
pl: Menu aplikacji może teraz usuwać flatpaki, które nie były zainstalowane przez AppCenter
pt: O menu de aplicações pode agora remover os flatpaks que não foram instalados pelo Centro de Aplicações
pt_br: O menu Aplicativos agora pode remover flatpaks que não foram instalados pelo AppCenter
ru: Меню приложений теперь может удалять flatpak пакеты, которые не были установлены в AppCenter
sl: Aplikacijski meni lahko izbriše flatpack-e, ki niso bili nameščeni prek Centra aplikacij
sr: Изборник програма сада може да уклони флатпакове који нису инсталирани Програмским центром
tr: Uygulamalar menüsü artık AppCenter tarafından yüklenmemiş Flatpack'leri kaldırabilir
uk: Меню застосунків тепер може вилучати flatpak, які не було встановлено через Центр застосунків

source: Make download size estimates more accurate
ar: تقدير حجم التنزيل بشكل أدق
ca: Estimacions de mida de baixades més acurades
cs: Zpřesněny odhady velikostí stahování
da: Gør estimater for downloadstørrelse mere nøjagtige
de: Geschätzte Downloadgrößen sind genauer
es: Las estimaciones de tamaño de descarga son más precisas
fr: L'estimation de la taille de téléchargement est désormais plus précise
he: שיפור דיוק אומדן גודל ההורדה
id: Membuat estimasi ukuran unduhan lebih akurat
it: La stima delle dimensioni di scaricamento adesso è più precisa
ja: 推定ダウンロードサイズをより正確に表示するように修正
nl: Schattingen van de grootte van downloads is accurater
pl: Szacowanie rozmiaru pobierania jest teraz dokładniejsze
pt: Tornar as estimativas do tamanho de transferência mais precisas
pt_br: Torne as estimativas de tamanho de download mais precisas
ru: Более точная оценка размера загрузки
sl: Natančnejše ocenjevanje velikosti prenosa
sr: Чини процену величине преузимања тачнијом
tr: İndirme boyutu tahminlerini daha doğru hale getir
uk: Точніша оцінка розміру завантаження

source: Prevent AppCenter from opening on log in
ar: منع آب سنتر من العمل أثناء تسجيل الدخول
ca: S'evita que el Centre d'aplicacions s'obri en entrar a la sessió.
cs: Zabráněno tomu, aby se Centrum aplikací otevíralo samo od sebe při přihlášení se
da: Undgå, at AppCenter åbner ved login
de: Verhindern, dass AppCenter sich bei der Anmeldung öffnet
es: Evitar que el Centro de aplicaciones se abra al iniciar sesión
fr: Empêche le Centre d'Applications de s'ouvrir à la connexion
he: הימנעות מפתיחת מרכז היישומים עם הכניסה למערכת
id: Mencegah buka AppCenter pada saat masuk
it: Evita che AppCenter si apra all'inizio della sessione
ja: ログイン時に AppCenter が勝手に開かないように修正
nl: Het AppCenter opent niet meer tijdens het inloggen
pl: Zapobiegnięto otwieraniu się AppCenter przy logowaniu
pt: Impedir a abertura do Centro de Aplicações no início da sessão
pt_br: Impedir a abertura da Central de Aplicativos no início da sessão
ru: Предотвращение открытия AppCenter при входе в систему
sl: Prepreči da se Center za programsko opremo odpre po prijavi
sr: Спречава отварање Програмског центра при пријављивању
tr: Oturum açıldığında Uygulama Merkezinin açılmasını engelle
uk: Запобігання відкриванню Центра застосунків під час входу в систему

source: Prevent ghost update notification when there are no updates available
ar: منع إشعارات التحديثات الوهمية عندما لا يكون هناك تحديث فعلي
ca: S'evita una notificació falsa d'actualitzacions quan no n'hi ha.
cs: Zabráněno chybně zobrazovaným upozorňováním na aktualizace, když žádné nejsou k dispozici
da: Undgå underretning om spøgelsesopdatering, når der ikke er opdateringer tilgængelige
de: Verhinderung von Ghost-Update-Benachrichtigungen, wenn keine Updates verfügbar sind
es: Evitar notificaciones fantasma de actualización cuando no hay actualizaciones disponibles
fr: Empêche les notifications fantômes de mises à jour quand il n'y a aucune mise à jour disponible
he: הימנעות מהתראות רפאים כשאין עדכונים זמינים
id: Mencegah pemberitahuan pembaruan palsu saat tidak ada pembaruan yang tersedia
it: Evita che vengano visualizzate notifiche di aggiornamenti fantasma quando non ci sono aggiornamenti disponibili
ja: アップデートがないのに通知が表示される不具合を修正
nl: Update notificaties komen niet meer voor als er in werkelijkheid geen updates zijn
pl: Zapobiegnięto fałszywemu powiadomieniu o aktualizacjach gdy nie ma aktualizacji
pt: Prevenir a notificação de atualização fantasma quando não há atualizações disponíveis
pt_br: Impedir notificação de atualização fantasma quando não houver atualizações disponíveis
ru: Предотвращение ненастоящих уведомлений об обновлении, когда их на самом деле нет
sl: Prepreči obvestilo o posodobitvah, ko sploh ni novih posodobitev
sr: Спречава невидљиво обавештење освежења када нема доступних освежења
tr: Mevcut yükseltme olmadığında hayalet yükseltme bildirimini engelle
uk: Запобігання несправжнім сповіщенням про оновлення, коли їх насправді немає

source: Show correct installation state for extensions
ar: إظهار حالة التثبيت الصحيحة للإضافات
ca: Es mostra l'estat correcte d'instal·lació per a extensions.
cs: V případě rozšíření (aplikací) už zobrazován správný stav instalace
da: Vis korrekt installationstilstand for udvidelser
de: Korrekten Installationsstatus für Erweiterungen anzeigen
es: Mostrar el estado de instalación correcto para las extensiones
fr: Affichage correct de l'état d'installation des extensions
he: מצב ההתקנה הנכון להרחבות מוצג מעתה
id: Menampilkan status pemasangan yang benar untuk ekstensi
it: Viene mostrato lo stato d'installazione corretto per le estensioni
ja: 拡張機能のインストールの状態を正しく表示するように修正
nl: De correcte installatiestatus van extensies wordt getoond
pl: Dla wtyczek pokazywane są teraz poprawne statusy instalacji
pt: Mostrar o estado de instalação correto para extensões
pt_br: Mostrar o correto estado de instalação para extensões
ru: Отображать корректное состояние установки у расширений
sl: Prikaži pravilno stanje namestitve za razširitve
sr: Показује исправно стање инсталације за проширења
tr: Eklentiler için doğru yükleme durumunu göster
uk: Показ правильного стану встановлення розширень

source: Add support for Flatpak apps
ar: دعم تطبيقات Flatpak
ca: Addició de suport per a aplicacions de Flatpak
cs: Přidána podpora pro Flatpak aplikace
da: Tilføj understøttelse af Flatpak-apps
de: Unterstützung für Flatpak-Apps hinzugefügt
eo: Aldoni subtenon de Flatpak-aplikaĵoj
es: Se añadió compatibilidad con aplicaciones Flatpak
fr: Ajout de la prise en charge des applications Flatpak
he: הוספת תמיכה ליישומים שנארזו ב־Flatpak
id: Tambah dukungan untuk aplikasi Flatpak
it: Aggiunta la compatibilità per le applicazioni Flatpak
ja: Flatpak アプリに対応
nl: Ondersteuning voor Flatpak apps toegevoegd
pl: Dodano wsparcie dla aplikacji Flatpak
pt: Adiciona suporte para aplicações Flatpak
pt_br: Adiciona suporte para aplicativos Flatpak
ru: Добавлена поддержка Flatpak приложений
sl: Dodaj podporo za Flatpak aplikacije
sr: Додаје подршку за Флатпак програме
tr: Flatpak uygulamaları için destek ekle
uk: Додано підтримку застосунків Flatpak

source: Warn about non-curated apps
ar: إظهار تحذير للتطبيقات غير المختارة
ca: Avís sobre aplicacions sense conservació
cs: Přidáno varování ohledně neprověřovaných aplikací
da: Advar om apps, der ikke er kurateret
de: Warnung vor nicht kuratierten Apps
eo: Averti pri nezorgataj aplikaĵoj
es: Se avisa sobre aplicaciones no revisadas por los editores
fr: Avertissements à propos des applications non vérifiées
he: הצגת אזהרה לגבי יישומים שלא נאספו
id: Memperingatkan tentang aplikasi-aplikasi yang tidak dikuratori
it: Avvisa riguardo alle applicazioni non verificate
ja: キュレーションされていないアプリのインストール時に警告を表示するように修正
nl: Er wordt een waarschuwing getoond over niet beheerde apps
pl: Ostrzeżenie o niewyselekcjonowanych aplikacjach
pt: Avisa sobre aplicações não categorizadas
pt_br: Avisar sobre aplicativos não curados
ru: Предупреждение о не курируемых приложениях
sl: Opozori o nepreverjenih aplikacijah
sr: Упозорава о неодржаваним програмима
tr: Doğrulanmamış uygulamalar için uyar
uk: Попередження про не куровані застосунки

source: Show an error dialog if an installation fails
ar: إظهار تفاصيل الخطأ إذا فشل التثبيت
ca: Mostra un diàleg si la instal·lació falla.
cs: Zobraván chybový dialog, pokud se instalace nezdaří
da: Vis en fejldialog, hvis en installation mislykkedes
de: Zeige einen Fehlerdialog, falls eine Installation fehlschlägt
eo: Montri eraran avertan se instalo fiaskas
es: Mostrar un cuadro de diálogo de error si falla una instalación
fr: Affichage d'une boîte de dialogue d'erreur lorsque une installation échoue
he: הצגת דו־שיח שגיאה אם התקנה נכשלת
id: Menampilkan dialog galat jika pemasangan gagal
it: Mostra un dialogo di errore se l'installazione di un'applicazione non avviene con successo
ja: インストールの失敗時にエラーダイアログを表示するように修正
nl: Er wordt een foutmelding getoond als installeren mislukt
pl: Pokaż okno błędu gdy instalacja nie powiedzie się
pt: Mostrar uma caixa de diálogo de erro se uma instalação falhar
pt_br: Mostrar uma caixa de diálogo de erro se uma instalação falhar
ru: Отображение диалогового окна об ошибке, при неудачной установке
sl: Prikaži dialog z napako, če namestitev spodleti
sr: Приказује прозорче грешке ако инсталација не успе
tr: Bir yükleme başarısız olursa bir hata iletişim kutusu göster
uk: Показ діалогового вікна помилки за невдалого встановлення

source: Fix an issue where some apps couldn't be uninstalled from the Applications Menu
ar: إصلاح مشكلة التطبيقات التي لا تظهر خيار إلغاء التثبيت من قائمة التطبيقات
ca: Solució d'un problema en què algunes aplicacions no es podrien desinstal·lar del menú d'aplicacions
cs: Opravena chyba, pro kterou některé aplikace nešly odinstalovat z nabídky s aplikacemi
da: Løs et problem, hvor nogle apps ikke kunne fjernes fra Applikations Menuen
de: Behebt ein Problem, bei dem einige Apps nicht über das Anwendungsmenü deinstalliert werden konnten
eo: Ripari problemon pri iuj aplikaĵoj ne malinstaleblaj de la Aplikaĵa Menuo
es: Corrección de un problema por el cual algunas aplicaciones no se pueden desinstalar desde el menú de aplicaciones
fr: Correction d'un problème où certaines applications ne pouvaient pas être désinstallées depuis le menu Applications
he: תיקון תקלה שבעקבותיה הסרת יישומים מתפריט היישומים לא הושלמה
id: Perbaikan sebuah masalah dimana beberapa aplikasi tidak dapat dicopot pemasangan dari Menu Aplikasi
it: Correzione di un problema con alcune applicazioni che non potevano essere disinstallate dal menu delle applicazioni
ja: 一部のアプリがアプリケーションメニューからアンインストールできない不具合を修正
nl: Een probleem is verholpen met het deinstalled van sommige apps in het Applicatie Menu
pl: Naprawiono problem przez który niektóre aplikacje nie mogły być odinstalowane z menu aplikacji
pt: Corrige um problema onde algumas aplicações não poderiam ser desinstaladas a partir do Menu Aplicações
pt_br: Corrige um problema em que alguns aplicativos não pudessem ser desinstalados no Menu de Aplicativos
ru: Устранена проблема, из-за которой некоторые приложения нельзя было удалить из меню приложений
sl: Popravljen problem, kjer nekatere aplikacije niso mogle biti odstranjene iz Aplikacijskega menija
sr: Поправља проблем када се програми не могу уклонити из изборника програма
tr: Bazı uygulamaların Uygulamalar Menüsünden kaldırılamaması sorununu gider
uk: Виправлено проблему, коли деякі застосунки не вдавалося видалити з меню застосунків

source: Allow browsing and uninstalling apps while offline
ar: السماح بتصفح التطبيقات وإزالتها في حال عدم الاتصال بالإنترنت
ca: Permet navegar i desinstal·lar aplicacions fora de línia.
cs: Umožněno prohlížení a odinstalace aplikací i bez připojení k Internetu
da: Tillad browsing og afinstallation af apps, mens du er offline
de: Ermöglicht das Durchsuchen und Deinstallieren von Apps im Offline-Modus
eo: Permesi senkonektajn foliumadon kaj malinstalon de aplikaĵoj
es: Permitir navegar y desinstalar aplicaciones sin conexión
fr: Il est maintenant possible de naviguer et de désinstaller des applications sans connexion
he: הוספת האפשרות לעיין ולהסיר יישומים ללא חיבור לרשת
id: Izinkan telusur dan mencopot pemasangan saat luar jaringan
it: Adesso è possibile esplorare o disinstallare applicazioni anche in assenza di un collegamento a Internet
ja: オフライン時にインストール済みのアプリを確認したりアンインストールしたりできるように変更
nl: Het offline weergeven en deïnstalleren van apps is toegestaan
pl: Możliwość przeglądania i odinstalowywania aplikacji w trybie offline
pt: Permite a navegação e desinstalação de aplicações enquanto offline
pt_br: Permitir navegação e desinstalação de aplicativos enquanto estiver offline
ru: Разрешён просмотр и удаление приложений в автономном режиме
sl: Dovoli pregledovanje in odstranjevanje aplikacij brez povezave
sr: Допушта разгледање и уклањање програма када је ван мреже
tr: Çevrimdışıyken uygulamalara göz atıp uygulamaları kaldırmaya izin ver
uk: Дозволено переглядати та видаляти застосунки в автономному режимі

source: Fix twitter share URLs
ar: إصلاح مشكلة روابط المشاركة لتويتر
ca: Correcció dels URL compartits de Twitter
cs: Opraveny URL adresy pro sdílení přes službu twitter
da: Fix webadresser til deling af twitter
de: Korrektur von Twitter-Freigabe-URLs
eo: Ripari kundividajn ligilojn al Twitter
es: Corrección de las URL de compartición de Twitter
fr: Correction des URL de partage vers Twitter
he: תיקון כתובות שיתוף בטוויטר
id: Perbaikan tautan berbagi twitter
it: Corregge la condivisione di URL su Twitter
ja: Twitter 共有の URL を修正
nl: Een probleem verholpen met Twitter deel URLs
pl: Naprawiono URL udostępnienia na Twitterze
pt: Corrige os URLs de partilha do twitter
pt_br: Corrigir URLs de compartilhamento do Twitter
ru: Исправлена URL-ссылка поделиться в Twitter
sl: Popravi delitveni URL naslov za Twitter
sr: Поправља адресу твитер дељења
tr: Twitter paylaşım URL'lerini düzelt
uk: Виправлено URL-адресу поділитися в twitter

source: Drop Google+ from the share menu
ar: إزالة جوجل+ من قائمة المشاركة
ca: Supressió de Google+ del menú de compartició
cs: Z nabídky sdílení odebráno Google+
da: Fjern Google+ fra delingsmenuen
de: Google+ wurde aus dem Teilen-Menü entfernt
eo: Forigi Google+-butonon el la kundivida menuo
es: Se eliminó Google+ del menú de compartición
fr: Suppression de Google+ du menu de partage
he: השמטת Google+‎ מתפריט השיתוף
id: Hapus Google+ dari menu bagikan
it: Eliminato Google+ dal menu condivisione
ja: 共有メニューから Google+ を削除
nl: Google+ geschrapt uit het Deel menu
pl: Usunięto Google+ z menu udostępniania
pt: Larga o Google+ a partir do menu de partilha
pt_br: Retirado Google+ no menu de compartilhamento
ru: Google+ был убран из меню «Поделиться»
sl: Umakni Google+ iz delitvenega menija
sr: Одбацује Гугл+ из изборника дељења
tr: Paylaşım menüsünden Google+'yı çıkart
uk: Прибрано Google+ з меню надсилання

source: Animate screenshot background while loading
ar: تحريك صور الخلفية الخاصة بلقطات الشاشة خلال التحميل
ca: Animació del fons de captura de pantalla mentre es carrega
cs: Při jeho načítání, animováno pozadí snímku obrazovky
da: Animer skærmbilledets baggrund under indlæsning
de: Animation für den Screenshot-Hintergrund während des Ladens
eo: Animacii la ekrankopian fundon dum ŝargo
es: Animar fondo de captura de pantalla mientras se carga
fr: Animation de l'arrière-plan des captures d'écran pendant le chargement
he: הנפשת רקע צילומי מסך בזמן הורדה
id: Animasikan latar belakang tangkapan layar pada saat memuat
it: Sfondo con una schermata animata durante il caricamento
ja: 読み込み時にスクリーンショットの背景をアニメーション表示するように変更
nl: Er wordt een animatie weergegeven tijdens het laden van een screenshot achtergrond
pl: Podczas ładowania tło zrzutu ekranu jest animowane
pt: Animar o plano de fundo do ecrã durante o carregamento
pt_br: Animar o plano de fundo da tela durante o carregamento
ru: Анимация фона снимка экрана при его загрузке
sl: Animiraj ozadje zaslonskih posnetkov med nalaganjem
sr: Анимира позадину снимка екрана приликом учитавања
tr: Yüklerken ekran görüntüsünün arka planına animasyon uygula
uk: Анімація тла знімка екрана під час завантаження

source: Add navigation arrows for screenshots
ar: إضافة أسهم التنقل للقطات الصور
ca: Addició de fletxes de navegació per a captures de pantalla
cs: Ke snímkům obrazovky přidány navigační šipky
da: Tilføj navigationspile til skærmbilleder
de: Navigationspfeile für Screenshots hinzugefügt
eo: Aldoni foliumajn sagojn por ekrankopioj
es: Agregar flechas de navegación para capturas de pantalla
fr: Ajout de flèches de navigation pour les captures-d'écran
he: הוספת חצי ניווט לצילומי מסך
id: Tambahkan panah navigasi untuk tangkapan layar
it: Aggiunta di frecce di navigazione per le immagini dello schermo catturate
ja: スクリーンショットを切り替えられる矢印ボタンを追加
nl: Navigatie pijlen toegevoegd voor screenshots
pl: Dodano nawigacje strzałkami dla zrzutów ekranu
pt: Adicionar setas de navegação para capturas de ecrã
pt_br: Adicionar setas de navegação para capturas de tela
ru: Добавлены навигационные стрелки для снимков экрана
sl: Dodaj navigacijske puščice za zaslonske posnetke
sr: Додаје стрелице навигације за снимке екрана
tr: Ekran görüntüleri için gezinme okları ekle
uk: Додано стрілки гортання знімків екрана

source: Don't show uninstall buttons for essential system components
ar: عدم إظهار زر إلغاء التثبيت لمكونات النظام الأساسية
ca: No es mostren els botons de desinstal·lació dels components del sistema essencials.
cs: Nezobrazuje už se tlačítko odinstalace u nezbytných součásti systému
da: Vis ikke afinstallationsknapper for vigtige systemkomponenter
de: Deinstallationsschaltflächen für wichtige Systemkomponenten werden nicht mehr angezeigt
eo: Ne montri malinstalajn butonojn de gravaj sistemaj elementoj
es: No mostrar botones de desinstalación para componentes esenciales del sistema
fr: Les boutons de désinstallation ne sont plus affichées pour les composants essentiels au système
he: לא יוצגו כפתורי הסרה לרכיבי מערכת חיוניים
id: Jangan tampilkan tombol untuk komponen penting sistem
it: Non vengono più mostrai i bottoni di disinstallazione per i componenti di sistema essenziali
ja: 削除してはいけないシステムコンポーネントにはアンインストールボタンを表示しないように修正
nl: Bij essentiële systeemcomponenten wordt de verwijder knop niet meer getoond
pl: Schowano przyciski usuwania dla niezbędnych komponentów systemowych
pt: Não mostrar botões de desinstalação para componentes essenciais do sistema
pt_br: Não mostrar botões de desinstalação para componentes essenciais do sistema
ru: Убраны кнопки удаления для основных системных компонентов
sl: Ne pokaži gumba za odstranitev pri ključnih sistemskih komponentah
sr: Не приказује дугмад уклањања за важне системске компоненте
tr: Temel sistem bileşenleri için kaldırma düğmelerini gösterme
uk: Прибрано кнопки видалення для основних системних компонентів

source: Properly display proprietary licenses
ar: إظهار الرخص الاحتكارية بشكل أفضل
ca: Es mostren adequadament les llicències de propietat.
cs: Správné zobrazování proprietárních licencí
da: Vis proprietære licenser korrekt
de: Korrekte Anzeige proprietärer Lizenzen
eo: Taŭge montri proprietajn permesilojn
es: Se muestran correctamente las licencias privativas
fr: Affichage correct des licences de propriété
he: הצגת רישיונות קנייניים בצורה נכונה
id: Tampilkan lisensi hak milik dengan benar
it: Visualizzazione corretta delle licenze proprietarie
ja: プロプライエタリーなライセンスを適切に表示するように修正
nl: Eigendomsrechten en licenties worden correct getoond
pl: Poprawnie wyświetlaj licencje własnościowe
pt: Exibir corretamente as licenças proprietárias
pt_br: Exibir corretamente as licenças proprietárias
ru: Корректное отображение проприетарных лицензий
sl: Ustrezno prikaži lastniške licence
sr: Исправно приказује власничке лиценце
tr: Tescilli lisansları uygun şekilde görüntüle
uk: Правильний показ власницьких ліцензій

source: Fix some layout issues
ar: إصلاح بعض مشاكل التنسيق
ca: Solució d'alguns problemes de disposició
cs: Opraveny některé problémy s rozložením obsahu okna
da: Løs nogle layoutproblemer
de: Es wurden einige Probleme mit dem Layout behoben
eo: Ripari iujn aperajn problemojn
es: Se arreglaron algunos problemas de disposición
fr: Correction de certains problèmes de disposition
he: תיקון מספר תקלות פריסה
id: Perbaikan beberapa masalah tata letak
it: Correzione di alcuni problemi di disposizione grafica
ja: レイアウトの不具合を修正
nl: Een paar layout problemen zijn verholpen
pl: Naprawiono niektóre problemy z układem
pt: Corrije alguns problemas de disposição
pt_br: Corrige alguns problemas de layout
ru: Исправлены некоторые проблемы с интерфейсом
sl: Popravljenih nekaj težav pri razporeditvi vmesnika
sr: Поправља неке проблеме распореда
tr: Bazı yerleşim sorunlarını düzelt
uk: Виправлено проблеми з макетом

source: Fix crashes
ar: إصلاح بعض التعطلات
ca: Correcció de fallades
cs: Opraveny pády
da: Ret nedbrud
de: Abstürze behoben
eo: Ripari kolapsojn
es: Corrección de errores
fr: Correction de plantages
he: תיקון קריסות
id: Perbaikan crash
it: Correzione di chiusure improvvise
ja: クラッシュを修正
nl: Crashes zijn verholpen
pl: Naprawiono błędy krytyczne
pt: Corrige falhas
pt_br: Corrige falhas
ru: Исправлены сбои
sl: Popravi sesutja
sr: Поправља урушавања
tr: Çökmeleri düzelt
uk: Виправлення збоїв

source: Meson build system fixes
ar: إصلاحات لنظام البناء Meson
ca: Correccions del sistema de construcció de Meson
cs: Opravy v systému pro sestavování Meson
da: Rettelser til Meson bygge system
de: Meson Build System Fehlerbehebungen
eo: Sistemaj riparoj de la Meson-versio
es: Correcciones del sistema de armado Meson
fr: Corrections du système de compilation Meson
he: תיקוני מערכת הבנייה Meson
id: Perbaikan sistem pembangunan Meson
it: Correzioni al sistema di compilazione Meson
ja: Meson ビルドシステムの修正
nl: Problemen met Meson zijn verholpen
pl: Poprawki dla systemu budowania Meson
pt: Compilação Meson de correções do sistema
pt_br: Correções do sistema de compilação do Meson
ru: Исправления системы сборки Meson
sl: Popravki za graditveni sistem Meson
sr: Поправке Месона система изградње
tr: Meson derleme sistemi düzeltmeleri
uk: Виправлення системи збирання Meson
