Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: Improve window state restoration
ar: تحسين استعادة حالة النافذة
ca: Millora de la restauració de l’estat de les finestres
cs: Vylepšeno obnovení stavu okna
da: Forbedring af restaurering af vinduestilstand
de: Verbesserung an der Wiederherstellung des Fensterzustands
eo: Plibonigi restaŭron de fenestra stato
es: Se mejoró la restauración del estado de las ventanas
fr: Amélioration de la restauration de l'état de la fenêtre
he: שיפור שחזור מצב חלון
id: Meningkatkan pemulihan keadaan jendela
it: Migliorato il ripristino dello stato della finestra
ja: ウィンドウの状態の復元を改善
nl: Het herstellen van vensters is verbeterd
pl: Ulepszono przywracanie stanu okna
pt: Melhora o restauro do estado da janela
pt_br: Melhorar a restauração do estado da janela
ru: Улучшение восстановления состояния окна
sl: Izboljšanje obnovitve stanja okna
sr: Побољшава враћање стања прозора
tr: Pencere durumu geri yüklemesini iyileştir
uk: Поліпшено відновлення стану вікна

source: Prevent action buttons from jumping around
ar: منع أزرار الإجراءات من تغيير مكانها
ca: Prevenció dels salts dels botons d’acció
cs: Zabráněno tomu, aby tlačítka akcí poskakovala
da: Undgå handlingsknapper i at springe rundt
de: Verhindern von herumspringenden Aktionsschaltflächen
eo: Malhelpi ĉirkaŭsaltadon de funkciaj butonoj
es: Evitar que los botones de acción salten
fr: Correction des boutons d'action désalignés
he: מניעת קפיצה אקראית של כפתורי פעולה
id: Mencegah tombol aksi melompat-lompat
it: Previene che i pulsanti delle azioni vengano visualizzati in posizioni strane
ja: アクションボタンが移動する不具合を修正
nl: Buttons verspringen niet meer
pl: Zapobiegnięto przeskakiwaniu przycisków akcji
pt: Evita que os botões de ação saltem
pt_br: Evitar que os botões de ação pulem
ru: Предотвращено перемещение кнопок действий
sl: Preprečeno premikanje akcijskih gumbov
sr: Спречава дугмад радње да скачка унаоколо
tr: İşlem düğmelerinin etrafa zıplamasını önleyin
uk: Запобігання стрибанню кнопок дій

source: Remove reset paid apps gsettings key
ar: إزالة زر إعادة تعيين إعدادات التطبيقات المدفوعة ل gsettings
ca: Supressió de la clau de restabliment de les aplicacions de pagament
cs: Z gsettings odebrán klíč nastavení pro reset placených aplikací
da: Fjern reset paid apps gsettings key
de: Entfernen des gsettings-Schlüssels zum Zurücksetzen des Bezahlstatus
eo: Forigi la gsettings-klavon reset_paid_apps
es: Eliminar la clave de restablecimiento de las aplicaciones de pago en gsettings
fr: Suppression de la clé de réinitialisation des applications payantes dans gsettings
he: הסרת מפתח איפוס יישומים ששילמת עליהם מ־gsettings
id: Hapus setel ulang kunci gsettings aplikasi berbayar
it: Rimuovi da gsettings la chiave "reset" per le applicazioni a pagamento
ja: GSettings キー "reset_paid_apps" を削除
nl: Verwijder de gsettingssleutel om betaalde toepassingen te resetten
pl: Usunięto przycisk resetowania gsettings płatnych aplikacji
pt: Remover chave redefinida de gsettings de aplicações pagas
pt_br: Remover redefinição da chave de aplicativos gsettings
ru: Удалён ключ gsettings для сброса платных приложений
sl: Izbrisan gsettings ključ za resetiranje plačanih aplikacij
sr: Уклања тастер г-поставки враћања плаћених програма
tr: Ücretli uygulamaları sıfırlama anahtarı kaldırıldı
uk: Вилучено ключ gsettings для скидання платних застосунків

source: Memory management refinements
ar: تحسين إدارة الذاكرة
ca: Millora de la gestió de la memòria
cs: Zdokonalena správa paměti
da: Forbedringer af hukommelsesstyring
de: Optimierungen in der Speicherverwaltung
eo: Rafinoj de memoria mastrumado
es: Refinamientos de la gestión de memoria
fr: Ajustements de la gestion de la mémoire
he: רענונים לניהול הזיכרון
id: Perbaikan manajemen memori
it: Miglioramenti alla gestione della memoria
ja: メモリー管理の改善
nl: Verbeteringen aan het geheugenbeheer
pl: Usprawnienia zarządzania pamięcią
pt: Refinamentos de gestão de memória
pt_br: Refinamentos de gerenciamento de memória
ru: Усовершенствования в управлении памятью
sl: Izboljšave upravljanja s pomnilnikom
sr: Истанчаност управљања меморијом
tr: Bellek yönetimi iyileştirmeleri
uk: Управління налаштуваннями пам'яті

source: Add conditional compilation for disabling dynamic remote homepage content
ar: إضافة بناء شرطي للكود المصدري لتعطيل محتويات الصفحة الرئيسية المتغيرة عن بعد
ca: Addició d'una compilació condicional per inhabilitar el contingut dinàmic de la pàgina d'inici remota
cs: Přidána podmíněná kompilace pro vypnutí dynamického obsahu vzdálené domovské stránky
da: Tilføj betinget kompilering til deaktivering af dynamisk fjernhjemmesides indhold
de: Hinzufügen einer bedingten Kompilierung zur Deaktivierung dynamischer Remote-Homepage-Inhalte
eo: Aldoni kondiĉan maŝintradukadon por malebligi dinamikan deforan ĉefpaĝan enhavon
es: Se añadió compilación condicional para desactivar el contenido dinámico y remoto de la página inicial
fr: Ajout d'une compilation conditionnelle pour désactiver le contenu dynamique des pages d'accueil distantes
he: הוספת התניית הידור להשבתת תוכן דף בית מרוחק דינמי
id: Menambahkan kompilasi pengondisian untuk menonaktifkan kendali jarak jauh konten beranda dinamis
it: Aggiunta della compilazione condizionale per disattivare il contenuto remoto dinamico della pagina iniziale
ja: 動的なリモートホームページコンテンツを無効化するためのコンパイルオプションを追加
nl: Optionele compilatie toegevoegd om dynamische homepage inhoud uit te schakelen
pl: Dodano warunkową kompilację dla wyłączenia dynamicznej zawartości zewnętrznej strony domowej
pt: Adicionar compilação condicional para desabilitar o conteúdo da página dinâmica remota
pt_br: Adicionar compilação condicional para desabilitar conteúdo remoto dinâmico da pagina inicial
ru: Добавлена условная компиляция для отключения динамического удалённого содержимого главной страницы
sl: Dodaj pogojno prevajanje za izklop dinamične oddaljene vsebine na domači stani
sr: Додаје условну компилацију за искључивање динамичког садржаја удаљене матичне странице
tr: Dinamik uzak ana sayfa içeriğini devre dışı bırakmak için koşullu derleme ekle
uk: Додано умовне компілювання для вимкнення динамічного віддаленого вмісту головної сторінки

source: New translations
ar: ترجمات جديدة
ca: Traduccions noves
cs: Nové překlady
da: Nye oversættelser
de: Neue Übersetzungen
eo: Novaj tradukoj
es: Traducciones nuevas
fi: Uusia kielikäännöksiä
fr: Nouvelles traductions
he: תרגומים חדשים
hr: Novi prijevodi
id: Terjemahan baru
it: Nuove traduzioni
ja: 新しい翻訳
nl: Nieuwe vertalingen
pl: Nowe tłumaczenia
pt: Novas traduções
pt_br: Novas traduções
ru: Новые переводы
sl: Novi prevodi
sr: Нови преводи
tr: Yeni çeviriler
uk: Нові переклади
zh: 新的翻译

source: New categories: Communication, Finance, Media Production
ar: فئات جديدة: التواصل، والمال، وإنتاج الوسائط
ca: Categories noves: comunicació, finances, producció multimèdia
cs: Nové kategorie: Komunikace, Finance, Vytváření médií
da: Nye kategorier: Kommunikation, Finans, Medieproduktion
de: Neue Kategorien: Kommunikation, Finanzen, Medienproduktion
eo: Novaj kategorioj: Komunikado, FInancado, Aŭdovidado
es: Categorías nuevas: Comunicación, Finanzas, Producción multimedia
fr: Nouvelles catégories : Communication, Finance, Production de média
he: קטגוריות חדשות: תקשורת, כלכלה, הפקת מדיה
id: Kategori baru: Komunikasi, Keuangan, Produksi Media
it: Nuove categorie: Comunicazione, Finanza, Produzione multimediale
ja: 新しいカテゴリー: コミュニケーション、ファイナンス、メディア製作
nl: Nieuwe categorieën: communicatie, financieel, media
pl: Nowe kategorie: Komunikacja, Finanse, Produkcja mediów
pt: Novas categorias: Comunicação, Finanças, Produção de Média
pt_br: Novas categorias: Comunicação, Finanças, Produção de Mídia
ru: Новые категории: Общение, Финансы, Медиапроизводство
sl: Nove kategorije: Sporazumevanje, Finance, Medijska produkcija
sr: Нове категорије: комуникација, финансије, медијска продукција
tr: Yeni kategoriler: İletişim, Finans, Medya Üretimi
uk: Нові категорії: Спілкування, Фінанси, Медіавиробництво

source: Add Math to Science category
ar: إضافة الرياضيات إلى فئة العلوم
ca: Addició de la categoria Matemàtiques a la de Ciència
cs: Přidání Matematiky do kategorie Věda
da: Føj matematik til kategorien Videnskab
de: Mathematik zur Kategorie "Wissenschaft" hinzufügen
eo: Matematiko en kategorion Sciencoj
es: Se añadió Matemáticas a la categoría Ciencia
fr: Ajout de la catégorie Maths dans Sciences
he: הוספת מתמטיקה לקטגוריית מדע
id: Menambahkan Matematika pada kategori Sains
it: Aggiunta di Matematica alla categoria Scienza
ja: 数学関連のアプリを科学カテゴリーに追加
nl: Wiskunde is toegevoegd aan de Wetenschap categorie
pl: Dodano Matematykę do kategorii Nauka
pt: Adicionar Matemática à categoria Ciência
pt_br: Adicionar Matemática à categoria Ciência
ru: Добавлена категория «Математика» в категорию «Наука»
sl: Dodaj Matematika h kategoriji Znanost
sr: Додаје математику у категорију науке
tr: Matematiği Bilim kategorisine ekle
uk: Додано математику до категорії «Наука»

source: Relax email address validator
ar: إراحة المتحقق من عناوين البريد الإلكتروني
ca: Relaxació del validador de l’adreça de correu electrònic
cs: Uvolnění pravidel ověřování správnosti e-mailové adresy
da: Afslap e-mail-adresse validering
de: Email Addressen weniger streng validieren
eo: Malstriktigi retmesaĝadresan validigon
es: Relajar el validador de dirección de correo electrónico
fr: Validation de l'adresse e-mail rendue plus souple
he: הקלה באימות כתובות הדוא״ל
id: Pemvalidator alamat surat elektronik
it: Validazione più permissiva degli indirizzi di posta elettronica
ja: メールアドレスの検証を緩和
nl: De validatie van e-mailadressen is minder strikt
pl: Złagodzono walidację adresu email
pt: Resolver a validação de endereço de e-mail
pt_br: Suavizar o validador de endereço de e-mail
ru: Ослаблена проверка адреса электронной почты
sl: Omilitev preverjalnika e-poštnih naslovov
sr: Одмара потврђивача адресе е-поште
tr: E-posta adresi doğrulayıcıyı gevşet
uk: Послаблено перевірку адреси електронної пошти

source: Present update availability more accurately
ar: إظهار توفر التحديثات بشكل أدق
ca: Presentació la disponibilitat d'actualització amb més precisió
cs: Dostupnost aktualizací je nyní představována přesněji
da: Vis nuværende opdaterings tilgængelighed mere nøjagtigt
de: Verfügbarkeit von Updates ist übersichtlicher dargestellt
eo: Montri disponeblecon de ĝisdatigoj pli precize
es: Mostrar la disponibilidad de actualizaciones con más precisión
fr: Présentation de la disponibilité des mises à jour avec plus de précision
he: הצגת זמינות של עדכונים בצורה יותר מהימנה
id: Sajikan ketersediaan pembaruan lebih akurat
it: Presentazione più accurata della disponibilità di aggiornamenti
ja: 利用可能なアップデートをより正確に表示
nl: De beschikbaarheid van updates wordt accurater gepresenteerd
pl: Dokładniejsze prezentowanie dostępności aktualizacji
pt: Apresentar a disponibilidade de atualizações com mais precisão
pt_br: Apresentar disponibilidade de atualizações mais precisamente
ru: Более точное представление доступных обновлений
sl: Bolj natančna predstavitev razpoložljivosti posodobitev
sr: Представља тачнију доступност освежавања
tr: Güncelleme kullanılabilirliğini daha doğru sunun
uk: Точніше подання доступності оновлень

source: Category graphics revamped
ar: تجديد تصاميم الفئات
ca: Renovació dels gràfics de les categories
cs: Vylepšena grafika kategorí
da: Kategorien Grafik omlavet
de: Kategorie Grafik überarbeitet
eo: Renovigita kategoria grafikaĵaro
es: Categoría de Gráficos renovados
fr: Catégorie Infographie refondue
he: גרפיקת הקטגוריה שופצה
id: Kategori grafik dirubah
it: Migliorata la grafica delle categorie
ja: カテゴリーのバナーのイラストを刷新
nl: Afbeeldingen van categorieën zijn opgefrist
pl: Odnowienie grafik kategorii
pt: Categoria de Gráficos renovados
pt_br: Categoria gráficos renovada
ru: Обновлена категория «Графика»
sl: Izpopolnitev grafike kategorij
sr: Прерађена графика категорија
tr: Kategori grafikleri yenilendi
uk: Категорію «Графіка» оновлено

source: Bug fixes and improve performance.
ar: إصلاحات للأخطاء وتحسين الأداء.
ca: Correcció d'errors i millora del rendiment.
cs: Opravy chyb a vylepšení výkonu.
da: Fejlrettelser og forbedring af ydeevne.
de: Fehlerbehebungen und Leistungsverbesserungen.
eo: Cimoriparoj kaj plibonigo de rendimento.
es: Correcciones de errores y mejora de rendimiento.
fr: Correction de bugs et amélioration des performances.
he: תיקוני באגים ושיפור ביצועים.
id: Perbaikan kesalahan dan peningkatan performa.
it: Correzione di problemi e miglioramento delle prestazioni.
ja: バグ修正とパフォーマンスの改善。
nl: Fouten opgelost en performantie verbeterd.
pl: Poprawki błędów i ulepszenia wydajności.
pt: Correção de problemas e melhorar o desempenho.
pt_br: Correções de erros e melhora no desempenho.
ru: Исправлены ошибки и улучшена производительность.
sl: Raznovrstni popravki in izboljšanje odzivnosti.
sr: Исправке грешака и побољшана учинковитост.
tr: Hata düzeltmeleri ve performans iyileştirmeleri.
uk: Виправлено помилки і поліпшено швидкодію.

source: Improve transaction success rate
ar: تحسين معدل نجاح عمليات الدفع
ca: Millora de la taxa d’èxit de les transaccions
cs: Zvýšena úspěšnost provádění platebních transakcí
da: Forbedring af transaktionssucces
de: Verbesserung der Erfolgsrate bei Transaktionen
eo: Plibonigi sukcesa rendo de transakcioj
es: Mejora tasas de éxito en transacciones
fr: Amélioration du taux de réussite des transactions
he: שיפור אחוזי הצלחת ההעברות
id: Meningkatkan persentase keberhasilan transaksi
it: Miglioramento nel tasso di successo delle transazioni
ja: 取引成功率を改善
nl: De mate, waarin transacties slagen, is verbeterd
pl: Zwiększono częstotliwość sukcesu transakcji
pt: Melhora a taxa de sucesso das transações
pt_br: Melhorar a taxa de sucesso das transações
ru: Повышение коэффициента успешности транзакций
sl: Izboljšanje uspešnosti transakcij
sr: Побољшава просек успеха преноса
tr: İşlem başarı oranını artırın
uk: Покращення рівня успішності транзакцій

source: Add Publishing to Office category
ar: إضافة النشر لفئة "المكتب"
ca: Addició de Publicació a la categoria d’Oficina
cs: Do kategorie Kancelář přidáno Publikování
da: Føj Publicering til Office-kategorien
de: Publikation zur Kategorie "Office" hinzugefügt
eo: Eldonado en kategorion Oficejado
es: Agregar Publicación a la categoría de Oficina
fr: Ajout de la catégorie Édition à la catégorie Bureautique
he: הוספת כלי הפקה לקטגוריית הכלים המשרדיים
id: Menambahkan Penerbitan ke Kategori Kantor
it: Aggiunta della categoria Pubblicazione alla categoria Ufficio
ja: Office カテゴリーに出版関連のアプリを追加
nl: Publiceren toegevoegd aan de Kantoor categorie
pl: Dodano Publikacje do kategorii Biuro
pt: Adicionar Publicação à categoria Produtividade
pt_br: Adicionar Escrita & Linguagem à categoria Escritório
ru: Добавлена категория «Публикация» в категорию «Офис»
sl: Dodano Založništvo pod kategorijo Pisarna
sr: Додаје објављивање у категорију „Канцеларија“
tr: Office kategorisine Yayınlamayı ekle
uk: Додано публікацію до категорії «Офіс»

source: Improve descriptions of OS Updates
ar: تحسين وصف تحديثات نظام التشغيل
ca: Millora de les descripcions de les actualitzacions del sistema operatiu
cs: Zlepšen popis aktualizací systému
da: Forbedre beskrivelser af OS-opdateringer
de: Verbesserte Beschreibungen von Betriebssystemupdates
eo: Plibonigi priskribojn de operaciumaj ĝisdatigoj
es: Mejorar descripciones de actualizaciones del sistema operativo
fr: Amélioration de la description des mises à jour du système
he: שיפור תיאורי עדכוני מערכת הפעלה
id: Meningkatkan deskripsi Pembaruan SO
it: Miglioramento nelle descrizioni degli aggiornamenti del sistema operativo
ja: OS のアップデートの説明を改善
nl: De beschrijvingen van systeemupdates zijn verbeterd
pl: Poprawiono opisu aktualizacji systemu operacyjnego
pt: Melhora as descrições de atualizações do sistema operativo
pt_br: Melhorar descrições de Atualizações do Sistema Operacional
ru: Улучшены описания к обновлениям ОС
sl: Izboljšanje opisov pri posodobitvah operacijskega sistema
sr: Побољшава описе освежавања ОС-а
tr: İşletim Sistemi Güncellemelerinin açıklamalarını iyileştir
uk: Покращено описи до оновлень ОС

source: Various bug fixes and performance improvements
ar: إصلاحات مختلفة للمشاكل وتحسينات على الأداء
ca: Diverses correccions d'errors i millores de rendiment
cs: Různé opravy chyb a zrychlení
da: Forskellige fejlrettelser og performance forbedringer
de: Verschiedene Fehlerbehebungen und Leistungsverbesserungen
eo: Diversaj cimoriparoj kaj rendimentaj plibonigoj
es: Varios errores corregidos y mejoras de rendimiento
fi: Useita korjauksia ja suorituskykyparannuksia
fr: Diverses corrections d’erreurs et amélioration des performances
he: מגוון תיקוני באגים ושיפורי ביצועים
hr: Razni popravci grešaka i poboljšanje performansi
id: Berbagai perbaikan kutu dan peningkatan kinerja
it: Correzione di problemi vari e miglioramenti
ja: 様々なバグ修正とパフォーマンスの改善
nl: Verschillende fouten opgelost en prestaties verbeterd
pl: Poprawki różnych błędów i ulepszenie wydajności
pt: Várias resoluções de problemas e melhorias de desempenho
pt_br: Várias correções de erros e melhorias de performance
ru: Различные исправления ошибок и улучшения производительности
sl: Raznovrstni popravki in izboljšanje odzivnosti
sr: Разне исправке грешака и побољшања учинковитости
tr: Çeşitli hata düzeltmeleri ve performans iyileştirmeleri
uk: Різні виправлення помилок і поліпшення швидкодії
zh: 各种错误修复和性能提升

source: Give details for Operating System Updates
ar: إعطاء تفاصيل عن تحديثات نظام التشغيل
ca: Més detalls sobre les actualitzacions del sistema operatiu
cs: Zobrazovány podrobnosti o aktualizacích operačního systému
da: Giv oplysninger om operativsystemopdateringer
de: Details für Betriebssystem-Updates bereitstellen
eo: Detaligi la Ĝisdatigojn de la Sistema Operaciumo
es: Dar detalles de las actualizaciones del sistema operativo
fr: Détails pour les mises à jour du système
he: מתן פרטים על עדכוני מערכת הפעלה
id: Memberikan detail Pembaruan Sistem Operasi
it: Vengono forniti i dettagli sugli aggiornamenti del sistema operativo
ja: オペレーティングシステムのアップデートに詳細を追加
nl: Detailweergave van updates van het besturingssysteem
pl: Dodano informację dla aktualizacji systemu operacyjnego
pt: Dar detalhes para atualizações do sistema operativo
pt_br: Fornecer detalhes para Atualizações do Sistema Operacional
ru: Предоставление дополнительных сведений для обновлений операционной системы
sl: Podaj podrobnosti pri posodobitvah operacijskega sistema
sr: Даје појединости за освежавања оперативног система
tr: İşletim Sistemi Güncellemeleri için ayrıntı ver
uk: Надання докладніших відомостей щодо оновлення операційної системи

source: Support mouse button navigation
ar: دعم التنقل بأزرار الفأرة
ca: Suport per a la navegació amb el botó del ratolí
cs: Přidána podporu pro navigaci tlačítky na myši
da: Support museknapnavigation
de: Unterstützt die Navigation mit der Maus
eo: Subteni musbutonan navigon
es: Se permite la navegación con el botón del ratón
fr: Prise en charge de la navigation à l'aide des boutons de la souris
he: תמיכה בניווט עם כפתורי העכבר
id: Mendukung navigasi tombol mouse
it: Aggiunto il supporto per la navigazione con i pulsanti del mouse
ja: マウスボタンによるナビゲーションに対応
nl: Ondersteuning voor navigeren met behulp van muisknoppen
pl: Wsparcie dla nawigacji przyciskami myszy
pt: Suporta a navegação por botão do rato
pt_br: Suportar navegação pelo botão do mouse
ru: Поддержка навигации с помощью кнопок мыши
sl: Podprta navigacija z miškinimi gumbi
sr: Подржава навигацију дугметом миша
tr: Fare düğmesi gezinme desteği
uk: Підтримка кнопки миші для навігації

source: Fix crash caused by entries with missing packages
ar: إصلاح التعطل الناتج بسبب العناصر التي لها حزم مفقودة
ca: Correcció de la fallada causada per entrades amb mancances de paquets
cs: Opraveno padání způsobené položkami s chybějícími balíčky
da: Fix crash forårsaget af elementer med manglende pakker
de: Folgender Fehler wurde behoben: Absturz nach Aufrufen von Einträgen mit fehlenden Paketen
eo: Ripari kolapsojn okazigitaj de enigoj mankantaj pakaĵojn
es: Solucionado error de sistema debido a entradas con paquetes faltantes
fr: Correction de pannes causées par des paquets manquants
he: תיקון קריסה שנוצרה על ידי רשומות עם חבילות חסרות
hr: Popravljeno rušenje uzrokovano s nedostajućim paketima
id: Perbaiki kerusakan yang disebabkan oleh entri dengan paket yang hilang
it: Risolto un problema per cui il programma si chiudeva inaspettatamente in presenza di voci con pacchetti mancanti
ja: パッケージが不足しているエントリーによってクラッシュする不具合を修正
nl: Crash opgelost veroorzaakt door missende pakketten
pl: Naprawiono problem spowodowany wpisami z brakującymi pakietami
pt: Corrigido o problema de falha quando eram encontrados pacotes em falta
pt_br: Corrigir falha causada por itens com pacotes ausentes
ru: Исправление ошибки, вызванной записями с отсутствующими пакетами
sl: Popravi sesutje do katerega je prišlo zaradi vnosov z manjkajočimi paketi
sr: Поправља урушавање изазвано уносима са недостајућим пакетима
tr: Eksik paketlerden kaynaklanan çökmeler düzeltildi
uk: Подолано виникнення збою за відсутності пакунків
zh: 修复由缺少软件包的条目导致的崩溃

source: Add capability to search by category and apply minor bug fixes.
ar: إضافة القابلية للبحث عبر الفئات وإصلاحات طفيفة لبعض المشاكل.
ca: Addició de la capacitat de cercar per categories i aplicació de correccions d'errors menors.
cs: Přidána schopnost hledání pomocí kategorie a opraveny drobné chyby.
da: Tilføj evnen til at søge i henhold til kategori og tilføj mindre fejlrettelser.
de: Möglichkeit der Suche nach Kategorien hinzugefügt plus einige kleine Fehlerbehebungen.
eo: Ebligi serĉadon laŭ kategorioj kaj apliki malgravajn cimoriparojn.
es: Se añadió la capacidad de buscar por categoría y se corrigieron errores menores.
fr: Ajout de la recherche par catégorie et correction de petites erreurs.
he: הוספת תכונה לחיפוש לפי קטגוריה והחלת תיקוני באגים קטנים.
hr: Dodana mogućnost pretrage po kategorijama i manji popravci grešaka.
id: Tambahkan kemampuan untuk pencarian menurut kategori dan menerapkan perbaikan kutu kecil.
it: Aggiunta la capacità di cercare per categoria e correzione di problemi minori.
ja: カテゴリー別で検索できるようにし、軽微なバグを修正しました。
nl: Mogelijkheid toegevoegd tot zoeken per categorie en kleine bugfixes toegepast.
pl: Dodana możliwość wyszukiwania poprzez kategorie oraz zastosowanie drobnych poprawek błędów.
pt: Aplicadas correções de problemas pequenas e adicionada a possibilidade de pesquisar por categoria.
pt_br: Adicionar capacidade para buscar por categoria e aplicar pequenas correções de erros.
ru: Добавлена возможность поиска по категориям и применены мелкие исправления ошибок.
sl: Dodana možnost iskanja preko kategorij in manjši popravki.
sr: Додаје могућност претраге по категорији и примењује мање исправке грешака.
tr: Kategoriye göre arama yapma ve küçük hata düzeltmeleri uygulandı.
uk: Додано можливість здійснювати пошук за категоріями та незначні виправлення помилок.
zh: 按类别为搜索添加功能并应用一些小错误修复。
