Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: It is now possible to search apps inside a category
ar: أصبح من الممكن البحث عن البرامج داخل الفئات
ca: Ara és possible cercar aplicacions dins d'una categoria
cs: Nyní lze vyhledávat aplikace uvnitř konkrétní kategorie
da: Det er nu muligt at søge apps i forhold til en kategori
de: Es ist nun möglich, innerhalb einer Kategorie nach Anwendungen zu suchen
eo: Nun eblas serĉi aplikaĵojn ene de difinita kategorio
es: Ahora es posible buscar aplicaciones que estén dentro de una categoría
fi: Sovellusten etsiminen luokkien sisältä on nyt mahdollista
fr: Il est maintenant possible de rechercher des applications dans les catégories
he: מעתה ניתן לחפש יישומים בתוך קטגוריה
hr: Sada je moguće pretraživanje aplikacija unutar kategorija
id: Sekarang telah memungkinkan untuk mencari aplikasi di dalam sebuah kategori
it: Adesso è possibile cercare le applicazioni all'interno di una categoria
ja: カテゴリー内でアプリを検索できるようになりました
nl: Het is nu mogelijk om de applicaties te doorzoeken binnen een categorie
pl: Istnieje teraz możliwość wyszukiwania programu wewnątrz kategorii
pt: Agora é possível pesquisar por aplicações dentro de categorias
pt_br: Agora é possível buscar aplicativos dentro de uma categoria
ru: Теперь можно искать приложения внутри категории
sl: Aplikacije je sedaj mogoče iskati znotraj kategorij
sr: Сада је могуће тражити програме унутар категорије
tr: Artık bir kategori içindeki uygulamaları aramak mümkün
uk: Тепер можливо здійснювати пошук застосунків прямо в середині категорії
zh: 现在可以在类别内搜索应用程序

source: Prevent multiple authentication dialogs when resuming from suspend
ar: منع تكرر ظهور نوافذ التوثيق عند فتح الجهاز بعد إغلاقه
ca: Evita diàlegs d'autenticació múltiples quan es torni d'una suspensió o aturada temporal
cs: Zamezeno vytváření více ověřovacích dialogů při probuzení z režimu spánku
da: Forhindre gentagende godkendelsesdialoger, når man vækker op fra suspendering
de: Nach dem Aufwachen aus dem Ruhezustand wird nur noch ein Authentifizierungsdialog angezeigt
eo: Malhelpi tromultajn aŭtentigajn dialogojn, ĉe revekiĝo post paŭzo
es: Ya no aparecerán múltiples diálogos de autenticado al reanudar el equipo de la suspensión
fr: Éviter que plusieurs demandes d’authentification n’aparaissent après la sortie de veille
he: חסימת מספר תיבות דו־שיח לאימות בעת יציאה ממצב השהיה
hr: Spriječeno je pojavljivanje više dijaloga ovjere pri vraćanju iz suspenzije
id: Mencegah beberapa dialog otentikasi saat melanjutkan dari keadaan jeda
it: Previene la comparsa di molteplici finestre di autenticazione quando si ritorna dallo stato di sospensione
ja: サスペンドからの復帰時に複数の認証ダイアログが出るのを防止
nl: Voorkom meerdere authenticatieschermen bij hervatten uit slaapstand
pl: Zapobieżenie wielokrotnym oknom dialogowym uwierzytelniania przy wychodzeniu ze stanu uśpienia
pt: Prevenidos múltiplas janelas de diálgo quando sai do estado suspenso
pt_br: Prevenir múltiplas janelas de autenticação ao resumir da suspensão
ru: Предотвращено появление множества диалогов аутентификации при выходе из сна
sl: Prepreči prikaz večih dialogov za preverjanje pristnosti ob vrnitvi iz suspenza
sr: Спречава више прозорчића потврђивања идентитета приликом враћања из обуставе
tr: Askıya aldıktan sonra birden çok kimlik doğrulama kutusunu engelle
uk: Виправлено проблему кількох діалогів автентифікації під час відновлення з режиму очікування
zh: 从挂起恢复时防止多个身份验证对话框弹出

source: Search performance has been improved, the category name is now shown on the headbar and minor bugs have been fixed.
ar: تم تحسين أداء البحث، اسم القسم يظهر الآن في شريط الترويسة وتم إصلاح العديد من المشاكل الطفيفة.
ca: Millora del rendiment de la cerca. Ara el nom de la categoria es mostra a la capçalera. També se n'han corregit errors menors.
cs: Byla vylepšena rychlost vyhledávání, název kategorie se nyní zobrazuje v horním panelu a byly opraveny drobné chyby.
de: Die Suchfunktion wurde verbessert, der Name der Kategorie wird nun in der Kopfzeile angezeigt und kleinere Fehler wurden behoben.
es: Se mejoró la velocidad de búsqueda, el nombre de la categoría ahora se muestra en la barra de cabecera y se corrigieron errores menores.
fr: Les performances de recherche ont été améliorées, le nom de catégorie est maintenant affiché dans la barre de titre et correction de bugs mineurs.
he: ביצועי החיפוש השתפרו, שם הקטגוריה מופיע בסרגל הכותרת ומספר תקלות מזעריות תוקנו.
id: Performa penelusuran sudah ditingkatkan, nama kategori sekarang ditampilkan pada bilah atas dan kesalahan kecil sudah diperbaiki.
it: Le prestazioni durante la ricerca sono state migliorate, il nome della categoria viene ora mostrato nella barra del titolo e sono stati risolti altri problemi minori.
ja: 検索能力が向上し、カテゴリーの名前がヘッドバーに表示されます。また、軽微なバグも修正しました。
pl: Poprawiono skuteczność wyszukiwania, nazwa kategorii jest teraz widoczna na pasku oraz poprawiono drobne błędy.
pt: O desempenho de pesquisa foi melhorado, o nome da categoria agora aparece na barra de cabeçalho e pequenos problemas foram corrigidos.
pt_br: O desempenho da pesquisa foi melhorado, o nome da categoria agora é mostrado na barra principal e pequenos erros foram corrigidos.
ru: Улучшена производительность поиска, название категории теперь отображается на панели заголовка, исправлены мелкие ошибки.
sr: Учинковитост претраге је побољшана, назив категорије се сада приказује на траци заглавља а испарвљене су и неке мање грешке.
tr: Arama performansı iyileştirildi, kategori adı şimdi başlıkta gösteriliyor ve küçük hatalar düzeltildi.
uk: Поліпшено швидкодію пошуку, назву категорії відтепер показано в заголовку вікна та виправлення незначних помилок.

source: Fix Steam installation
ar: إصلاح تثبيت Steam
ca: S'ha corregit la instal·lació de l'Steam
cs: Opravena instalace klienta služby Steam
da: Ret Steam installation
de: Fehler bei der Steam-Installation wurde behoben
eo: Ripari la instalon de Steam
es: Solucionado problema de instalación de Steam
fi: Korjattu Steam-asennus
fr: Correction de l’installation de Steam
he: תיקון התקנת Steam
hr: Popravljena je Steam instalacija
id: Memperbaiki pemasangan Steam
it: Risolto un problema con l'installazione di Steam
ja: Steam のインストールを修正
nl: Fix Steam installatie
pl: Poprawiono proces instalacji Steam
pt: Corrigida instalação da Steam
pt_br: Corrigir a instalação do Steam
ru: Исправлена проблема с установкой Steam
sl: Popravi namestitev Steama
sr: Поправи инсталацију „Steam“-а
tr: Steam kurulumu düzeltildi
uk: Виправлено проблему встановлення Steam
zh: 修复Steam安装

source: Make search asynchronous
ar: إجراء البحث بشكل غير متزامن
ca: Fer la cerca asíncrona
cs: Vyhledávání je nyní asynchronní
da: Gør søgning asynkron
de: Die Suchfunktion arbeitet jetzt asynchron
eo: Malsinkronigi serĉadon
es: Ahora la búsqueda es asincrónica
fi: Tee hausta asynkroninen
fr: La recherche est maintenant asynchrone
he: הפיכת החיפוש לאסינכרוני
hr: Pretraživanje je asinkrono
id: Jadikan pencarian asinkron
it: Rende la ricerca asincrona
ja: 検索の非同期化
nl: Maak zoeken asynchroon
pl: Dodano wyszukiwanie asynchroniczne
pt: Aplicada pesquisa assíncrona
pt_br: Tornar a busca assíncrona
ru: Реализован асинхронный поиск
sl: Spremeni iskanje v asinhrono operacijo
sr: Учини претрагу неусаглашеном
tr: Aramayı eş zamansız olarak yap
uk: Відтепер пошук працює асинхронно
zh: 使用异步搜索

source: install;uninstall;remove;catalogue;store;apps;software;
ar: تثبيت;إلغاء التثبيت;إزالة;المتجر;التطبيقات;البرمجيات;
be: усталяваць;дэінсталяваць;выдаліць;каталог;крама;праграмы;ПЗ;
ca: instal·la;desinstal·la;suprimeix;catàleg;botiga;aplicacions;programari;
cs: instalovat;odinstalovat;odstranit;katalog;obchod;aplikace;software;
da: installer;afinstaller;fjern;katalog;butik;apps;opdateringer;software;
de: installieren;deinstallieren;entfernen;Apps;Anwendungen;Software;
el: εγκατάσταση;απεγκατάσταση;αφαίρεση;κατάλογος;κατάστημα;εφαρμογές;ενημερώσεις;λογισμικό;
eo: instali;malinstali;forigi;katalogo;vendejo;aplikaĵoj;ĝisdatigoj;programoj;
es: instalar;desinstalar;eliminar;catálogo;tienda;aplicaciones;software;
fr: installer;désinstaller;supprimer;catalogue;magasin;boutique;logithèque;applications;logiciel;programme;
he: install;uninstall;remove;catalogue;store;apps;updates;software;תכנה;התקנה;קטלוג;עדכון;עדכונים;הסרה;יישומים;יישום;חנות;
hu: install;uninstall;remove;catalogue;store;apps;updates;software;telepítés;eltávolítás;törlés;katalógus;bolt;alkalmazások;frissítések;szoftver;
id: pasang;copot pemasangan;hapus;katalog;toko;aplikasi;perangkat lunak;
it: installa;disinstalla;rimuovi;catalogo;negozio;applicazioni;programmi;aggiornamenti; software;app;
ja: install;uninstall;remove;catalogue;store;apps;software;インストール;アンインストール;削除;カタログ;ストア;アプリ;ソフトウェア;
nl: installeren;deïnstalleren;verwijderen;catalogus;winkel;applicaties;software;updates;
nn: innstaller;avinnstaller;fjern;katalog;butikk;appar;programvare;
pl: instaluj;odinstaluj;usuń;katalog;sklep;programy;aplikacje;aktualizacje;oprogramowanie;
pt: instalar;desinstalar;remover;catalogar;armazenar;aplicações;atualizações;software;
pt_br: instalar;desinstalar;remover;catalogar;loja;aplicativos;software;
ru: install;uninstall;remove;catalogue;store;apps;software;установить;удалить;каталог;магазин;приложения;обновления;программы;
sk: inštalovať;odinštalovať;odstrániť;katalóg;obchod;aplikácie;softvér;
sl: namesti;odstrani;instaliraj;inštaliraj;katalog;trgovina;aplikacije;programi;install;uninstall;remove;catalogue;store;apps;software;
sr: инсталирај;дизинсталирај;уклони;збирка;радња;програми;софтвер;
sv: installera;avinstallera;ta bort;katalogisera;lagra;appar;programvara;
tr: yükle;kaldır;sil;katalog;mağaza;uygulamalar;yazılım;install;uninstall;remove;catalogue;store;apps;software;
uk: встановити;вилучити;видалити;каталог;магазин;застосунки;оновлення;програми;
zh_cn: 安装;卸载;移除;分类;商店;应用;软件;
zh_tw: install;uninstall;remove;catalogue;store;apps;software;安裝;解除安裝;移除;型錄;目錄;商店;程式;軟體;應用程式;

source: Check for Updates
ar: تحقق من وجود تحديثات
be: Праверыць на абнаўленні
ca: Comprova si hi ha actualitzacions
cs: Zkontrolovat aktualizace
da: Søg efter Opdateringer
de: Auf Aktualisierungen prüfen
el: Έλεγχος για Ενημερώσεις
eo: Kontroli pri Ĝisdatigoj
es: Buscar actualizaciones
fr: Rechercher des mises à jour
he: חיפוש עדכונים
hu: Frissítések keresése
id: Memeriksa Pembaruan
it: Controlla aggiornamenti
ja: アップデートを確認
nb: Se etter oppgraderinger
nl: Controleer op updates
nn: Leit etter oppdateringar
pl: Sprawdź aktualizacje
pt: Procurar por atualizações
pt_br: Verificar por Atualizações
ru: Проверить обновления
sk: Vyhľadať aktualizácie
sl: Preveri za posodobitve
sr: Потражи освежења
sv: Leta efter uppdateringar
tr: Güncellemeleri Denetle
uk: Перевірити наявність оновлень
zh_cn: 检查更新
zh_tw: 檢查更新

source: Update software
ar: تحديث البرمجيات
ca: Actualitza el programari
cs: Aktualizovat software
da: Opdater software
de: Software aktualisieren
es: Actualizar software
fr: Mise à jour du logiciel
he: עדכון תוכנה
id: Pembaruan perangkat lunak
it: Aggiornamento software
ja: ソフトウェアをアップデートします
nn: Oppdater programvare
pl: Aktualizacja oprogramowania
pt: Atualizar software
pt_br: Atualizar o software
ru: Обновить программное обеспечение
sr: Освежи софтвер
tr: Yazılımı güncelle
uk: Оновити програмне забезпечення

source: Authentication is required to update software
ar: التوثيق مطلوب لتحديث البرمجيات
ca: Cal autenticació per actualitzar programari.
cs: Pro aktualizaci software je zapotřebí ověření se
da: Autentificering er påkrævet for at opdatere software
de: Authentifikation ist erforderlich, um Software zu aktualisieren
es: Necesita autenticarse para actualizar el software
fr: Une authentification est nécessaire pour mettre à jour le logiciel
he: נדרש אימות כדי לבצע עדכון תוכנה
id: Otentikasi diperlukan untuk pembaruan perangkat lunak
it: È necessario autentificarsi per aggiornare il software
ja: ソフトウェアをアップデートするには認証が必要です
nl: Inloggen is vereist om software te updaten
nn: Godkjenning er naudsynt for å oppgradera programvara
pl: Uwierzytelnianie jest wymagane aby zaktualizować oprogramowanie
pt: É necessária a autenticação para atualizar o software
pt_br: É necessária autenticação para atualizar o software
ru: Для обновления программного обеспечения требуется аутентификация
sr: Потврђивање идентитета је потребно за освежавање софтвера
tr: Yazılımı güncellemek için kimlik doğrulama gerekiyor
uk: Для оновлення програмного забезпечення потрібна автентифікація

source: elementary, Inc.
he: elementary בע״מ
id: elementary, PT.
zh_cn: elementary LLC.

source: system-software-update
sr: освежење-софтвера-система

source: An app store for indie and open source developers. Browse by categories or search and discover new apps. AppCenter is also used for updating your system to the latest and greatest version for new features and fixes.
eo: Aplikaĵa vendejo por sendependuloj kaj malfermkodaj programistoj. Esploru laŭ kategorioj, aŭ serĉu kaj malkovru novajn aplikaĵojn. La Aplikaĵa Centro uzeblas ankaŭ por ĝisdatigo de via sistemo al la plej freŝa kaj mojosa versio, kun novaj funkcioj kaj riparoj.
hr: Centar aplikacija za indie i razvijatelje otvorenog kôda. Pregledavajte po kategorijama ili pretražujte ili otkrivajte nove aplikacije. Centar aplikacija isto tako se koristi i za nadopunjavanje sustava na najnovije inačice aplikacija u svrhu popravaka i novih značajki.
sl: Center za programe razvite s strani majhnih razvijalcev. Brskajte po kategorijah in iščite ter odkrivajte nove aplikacije. Center za programsko opremo tudi posodablja sistem in nameščene aplikacije na najnovejšo različico.
zh: 一个为独立和开源开发者服务的应用商店。按类别浏览或搜索和发现新应用程序。 应用中心还可用于将您的系统更新为最新最强大的新功能和修复版本。

source: Search performance has beeen improved, the category name is now shown on the headbar and minor bugs have been fixed.
eo: Serĉaj rendimentoj estis plibonigitaj, la kategoriaj nomoj nun aperas ĉe la supra breto kaj malgravaj cimoj estis riparitaj.
sl: Histrost iskanja je bila izboljšana, imena kategorij so zdaj prikazana v naslovni vrstici, manjše napake so bile popravljene.

source: Discover new apps
be: Адкрыйце новыя праграмы
el: Ανακαλύψτε νέες εφαρμογές
hu: Fedezzen fel új alkalmazásokat
nb: Oppdag nye programmer
nn: Utforsk nye appar
sk: Objavte nové aplikácie
sv: Upptäck nya appar
zh_cn: 发现新应用
zh_tw: 發現新應用程式

source: Stay up to date
be: Заставайцеся актуальнымі
el: Μείνετε ενημερωμένοι
hu: Maradjon naprakész
nb: Hold deg oppdatert
nn: Hald deg oppdatert
sk: Zostaňte aktualizovaní
sv: Håll dig uppdaterad
zh_cn: 保持最新
zh_tw: 保持最新

source: Pay what you can to support developers
be: Плаціце колькі можаце, каб падтрымаць распрацоўшчыкаў
el: Πληρώστε με τους δικούς σας όρους για να στηρίξετε τους προγραμματιστές
hu: Fizessen a fejlesztőknek amennyit tud, hogy támogassa őket
nb: Betal det du kan for å støtte utviklere
nn: Betal det du kan for å støtte utviklaren
sk: Zaplaťte, koľko môžete na podporu vývojárov
sv: Betala vad du kan för att ge ditt stöd till utvecklare
zh_tw: 依您的能力付費以支持開發者

source: Show when an app isn't available in your language
nn: Vis når ein app ikkje har oversetning til ditt språk

source: Manage autostart in System Settings → Applications
be: Кіруйце аўтазапускам у Сістэмных наладах → Праграмы
el: Ρυθμίστε την αυτόματη εκκίνηση στις Ρυθμίσεις συστήματος → Εφαρμογές
hu: Automatikus indítás kezelése a Rendszerbeállítások → Alkalmazások menüpontban
nb: Håndter autostart i Systeminnstillinger → Programmer
sk: Spravujte automatické spustenie v Nastaveniach systému → Aplikácie
sv: Hantera automatisk start i Systeminställningar → Program
zh_tw: 在系統設定 → 應用程式中管理自動啟動

source: Automatic app updates by default
be: Прадвызначаныя аўтаабнаўленні праграм
el: Αυτόματες ενημερώσεις εφαρμογών από προεπιλογή
hu: Automatikus alkalmazásfrissítések alapértelmezetten
sk: Automatické aktualizácie aplikácií ako predvolené
sv: Automatiska appuppdateringar som standard
zh_tw: 預設自動更新應用程式

source: OS Updates have moved to System Settings
be: Абнаўленні АС былі перамешчаны ў налады сістэмы
el: Οι ενημερώσεις συστήματος μεταφέρθηκαν στις Ρυθμίσεις συστήματος
hu: A rendszerfrissítések átköltöztek a Rendszerbeállításokba
nb: OS-oppgraderinger har blitt flyttet til Systeminnstillinger
sk: Aktualizácie OS sa presunuli do Nastavení systému
sv: OS-uppdateringar har flyttats till Systeminställningar
zh_tw: 作業系統更新已移至系統設定

source: Badge apps made for elementary OS instead of badging apps from other remotes
be: Цяпер паказваюцца значкі ў праграм, створаных для elementary OS, замест праграм з іншых крыніц
el: Οι εφαρμογές για το elementary OS πλέον επισημαίνονται έναντι των εφαρμογών από άλλα αποθετήρια
hu: Az elementary OS-hez készített alkalmazások jelvényezése ahelyett, hogy a más kiszolgálókból származó alkalmazások lennének jelvényezve
sk: Pridávať odznaky na aplikácie vyrobené pre elementary OS namiesto pridávania odznakov na aplikácie z iných zdrojov
sv: Märk appar som är gjorda för elementary OS istället för att märka appar från andra fjärrservrar
zh_tw: 在為 elementary OS 量身定做的應用程式上加上標記，而非標記來自其他遠端來源的應用程式

source: Warn when apps use legacy Autostart, Notifications
be: Папераджаць, калі праграма выкарыстоўвае састарэлы аўтазапуск або апавяшчэнні
el: Προειδοποίηση όταν οι εφαρμογές χρησιμοποιούν παρωχημένη Αυτόματη εκκίνηση ή παρωχημένες Ειδοποιήσεις
hu: Figyelmeztetés, ha az alkalmazások elavult automatikus indulást vagy értesítéseket használnak
sk: Upozorniť, keď aplikácie používajú zastarané automatické spustenie a oznámenia
sv: Varna när appar använder föråldrade Autostart, Meddelanden
zh_tw: 應用程式使用舊式自動啟動或舊式通知時警告

source: Fix flickering on AppInfo views when getting install size
be: Выпраўлена мільганне ў AppInfo пры атрыманні памеру ўсталёўкі
el: Επιδιόρθωση τρεμοπαίγματος στην προβολή πληροφοριών εφαρμογής κατά την διάρκεια λήψης μεγέθους λήψης
hu: Az alkalmazásinformáció oldalakon való villódzás javítva
sk: Oprava preblikávania na zobrazení Informácií o aplikáciách pri zisťovaní veľkosti inštalácie
sv: Fixa flimmer på AppInfo-vyer vid hämtning av installationsstorlek
zh_tw: 修正應用程式資訊檢視在取得下載大小時發生閃爍

source: Warn when apps have access to Home or system folders, location, settings, or have an insecure sandbox.
be: Папераджаць, калі ў праграмы ёсць доступ да дамашняй ці сістэмнай папкі, лакацыі, налад або калі яна мае небяспечную пясочніцу.
el: Προειδοποίηση όταν οι εφαρμογές έχουν πρόσβαση στους προσωπικούς φακέλους ή τους φακέλους συστήματος, τοποθεσία, ρυθμίσεις ή μη ασφαλές sandbox.
hu: Figyelmeztetés, ha az alkalmazások hozzáférnek a rendszermappákhoz, tartózkodási helyhez, beállításokhoz, illetve ha nem biztonságos sandboxot használnak.
nb: Advar når programmer har tilgang til hjemme- eller systemmapper, posisjon, innstillinger, eller har usikker sandkasse.
sk: Upozorniť, keď majú aplikácie prístup k priečinku Domov alebo systémovým priečinkom, polohe, nastaveniam alebo majú nezabezpečený sandbox.
sv: Varna när appar har åtkomst till hem- eller systemmappar, plats, inställningar eller har en osäker sandlåda.
zh_cn: 当应用有访问主文件夹或系统文件夹、定位、设置的权限或具有不安全的沙盒时发出警告。
zh_tw: 應用程式能夠存取家目錄、系統資料夾、地理位置、設定，或是沙盒不安全時警告。

source: Tighten up spacing and margins in App Info views
be: Умешаны інтэрвалы на старонках аб праграмах
el: Μείωση κενών στην προβολή πληροφοριών εφαρμογής
hu: Margók és helyközök átszabása az alkalmazásinformációs oldalakon
nb: Tettere marg og luft i programinnfovisninger
sk: Zúženie rozloženia a okrajov v zobrazeniach Informácií o aplikáciách
sv: Strama upp avstånd och marginaler i App Info-vyer
zh_cn: 缩小应用程序信息视图中的间距和边距
zh_tw: 縮小應用程式資訊檢視中的空間與留白

source: Show a placeholder banner on the home page when loading
be: Паказ запаўняльнага банера на дамашняй старонцы падчас загрузцы
el: Εμφάνιση κενού πλαισίου στην αρχική σελίδα κατά τη φόρτωση
hu: Egy helykitöltő használata a főoldalon betöltés közben
nb: Visning av plassholderfalt på hjemmesiden ved innlasting
sk: Zobraziť náhradný baner na domovskej obrazovke pri načítavaní
sv: Visa en platshållarbanderoll på startsidan när den läses in
zh_cn: 加载主页时显示占位符横幅
zh_tw: 載入時在首頁顯示佔位橫幅

source: Don't list non-AppCenter apps under a separate header in category views
be: Не паказваць праграмы не з AppCenter у асобнай секцыі ў катэгорыях
el: Οι εφαρμογές εκτός AppCenter δεν εμφανίζονται πλέον ξεχωριστά στην προβολή κατηγοριών
hu: Ne legyenek az Appközponton kívüli alkalmazások különválasztva a kategórianézetekben
nb: Ikke list programmer som ikke er fra AppSenter under egen overskrift i kategorivisninger
sk: Nezaraďovať ne-AppCentrové aplikácie pod samostatný nadpis v zobrazeniach kategórií
sv: Lista inte appar som inte tillhör AppCenter under en separat rubrik i kategorivyer
zh_cn: 不将非 AppCenter 应用程序在类别视图的单独标题下列出
zh_tw: 不要在分類檢視中把非《應用程式中心》的應用程式列在分開來的標頭下方

source: Offer a Repair option if Flatpak updates fail
be: Прапанаванне выпраўлення, калі абнаўленне Flatpak-праграмы завяршылася з памылкаю
el: Προσθήκη επιλογής επιδιόρθωσης σε περίπτωση που οι ενημερώσεις Flatpak αποτύχουν
hu: Javítás opció felajánlása, ha a Flatpak-frissítések nem sikeresek
nb: «Reparer»-alternativ hvis Flatpak-oppgraderinger mislykkes
sk: Poskytnúť možnosť Opraviť, keď zlyhá aktualizácia Flatpak aplikácií
sv: Erbjud ett reparationsalternativ om Flatpak-uppdateringar misslyckas
zh_cn: 如果 Flatpak 更新失败，提供修复选项
zh_tw: Flatpak 更新失敗時提供修復的選項

source: Show a message in the updates view when up to date, including when updates were last checked
be: Паказ паведамлення аб тым, што ўсе праграмы абноўлены, уключаючы дату апошняй праверкі на абнаўленні
el: Εμφάνιση μηνύματος στην προβολή ενημερώσεων που αναγράφει πότε έγινε ο τελευταίος έλεγχος για ενημερώσεις
hu: Üzenet kijelzése a frissítések nézetben, ha naprakész, a legutóbbi ellenőrzés dátumával együtt
nb: Melding i oppgraderingsvisning når alt er av nyeste dato, inkludert når det sist ble sjekket
sk: Zobraziť správu v zobrazení aktualizácií, keď je všetko aktuálne, spolu s časom poslednej kontroly
sv: Visa ett meddelande i uppdateringsvyn när uppdateringarna är aktuella, inklusive när uppdateringarna senast kontrollerades
zh_cn: 已是最新时，在更新视图中显示提示及最近一次检查更新的时间
zh_tw: 已是最新時在更新檢視中顯示訊息告知此資訊，並包含上次檢查更新的時間

source: Repair software sources
be: Выправіць крыніцы праграмнага забеспячэння
el: Επιδιόρθωση πηγών λογισμικού
hu: Szoftverforrások javítása
nb: Reparer programvarekilder
sk: Opravte zdroje softvéru
sv: Reparera programvarukällor
zh_tw: 修復軟體來源

source: Authentication is required to repair software sources
be: Для выпраўлення крыніц ПЗ патрабуецца аўтэнтыфікацыя
el: Απαιτείται ταυτοποίηση για την επιδιόρθωση πηγών λογισμικού
hu: A szoftverforrások javításához hitelesítés szükséges
nb: Identitetsbekreftelse kreves for å reparere programvarekilder
sk: Overenie je vyžadované na opravu zdrojov softvéru
sv: Autentisering krävs för att reparera programvarukällor
zh_tw: 需要驗證才能修復軟體來源

source: install;uninstall;remove;catalogue;store;apps;updates;software;
fi: install;uninstall;remove;catalogue;store;apps;updates;software;asenna;poista;katalogi;kauppa;sovellukset;päivitykset;ohjelmistot;
hr: instaliraj;deninstaliraj;ukloni;katalog;trgovina;aplikacije;nadopune;softver;
zh: 安装;卸载;移除;目录;商店;应用;更新;软件;

source: About AppCenter
fi: Tietoja - Sovelluskeskus
hr: O Centru aplikacija
zh: 关于应用中心

source: Bug fixes and improve perfomance.
fi: Korjauksia ja suorituskykyparannuksia.
hr: Popravci grešaka i poboljšanje performansi.
zh: 错误修复和性能提升。

source: Search perfomance has beeen improved, the category name is now shown on the headbar and minor bugs have been fixed.
hr: Performanse pretrage su poboljšane, naziv kategorije je sada prikazan u zaglavlju i manje greške su popravljene.
zh: 搜索性能得到了改善，类别名称现在显示在了顶栏上，一些小错误也已被修复。
