Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: Don't show a warning dialog about apps from alt stores
ca: No es mostra cap diàleg d'avís sobre aplicacions de botigues alternatives.
de: Kein Warnungsdialog bei Apps von alternativen Quellen anzeigen
fr: Ne pas afficher de boîte de dialogue d'avertissement pour les applications provenant de magasins alternatifs
he: לא להציג חלונית אזהרה על יישומים מחנויות חלופיות
ja: 外部のアプリストアが提供するアプリに対しては、警告ダイアログを表示しないように修正
nn: Viser ikkje ein varselboks om appar frå andre kjelder
pl: Ostrzeżenie o aplikacjach z innego sklepu nie jest już pokazywane
ru: Не показывать предупреждение о приложениях из альтернативных магазинов
uk: Не показується діалогове вікно попереджень про застосунки з альтернативних крамниць

source: Show screenshot captions in a tooltip
ca: Mostra els títols de les captures de pantalla en una descripció emergent.
cs: Zobrazeny popisky snímku obrazovky v bublinové nápovědě
de: Untertiteln zum Bildschirmfoto als Kurzinfo anzeigen
fr: Affichage de la description des captures d'écran dans une infobulle
he: יוצגו צילומי מסך בחלוניות העצה
id: Tampilkan keterangan cuplikan layar di tooltip
ja: スクリーンショットのキャプションをツールチップに表示
nn: Vis tekstar for skjermbilete i eit verktøytips
pl: Pokazano opisy zrzutu w tooltipie
ru: Отображение подписей к снимкам экрана во всплывающей подсказке
uk: Показувати підписи до знімків екрана у підказці

source: Show "Try for Free" when setting an app's price to 0
ca: Mostra "Prova-la gratis" quan s'estableixi el preu d'una aplicació a 0.
de: "Kostenlos ausprobieren" anzeigen, wenn der Preis einer App auf 0 gesetzt wird
fr: Affichage du message « Essayer gratuitement » lorsque le prix d'une application est fixé à 0
he: להציג „לנסות בחינם” בעת הגדרת מחיר יישום ל־0
ja: アプリの価格を0円に設定すると、ボタンに“無料で入手”と表示するように修正
nn: Visar "Prøv gratis" når prisen på ein app blir satt til 0
pl: Przy ustawieniu ceny na 0 pokazywane jest „Wypróbuj za darmo”
ru: Показывать «Попробовать бесплатно» при установке цены приложения на 0
uk: Показ «Спробувати безплатно», якщо ціною за застосунок вказано 0

source: Prevent potential crashes when updating
ca: Prevenció de possibles bloquejos en actualitzar
cs: Zabráněno potenciálním pádům při aktualizování
de: Verhindert potentielle Abstürze während Updates
fr: Correction d'un plantage potentiel lors des mises à jour
he: נמנעות קריסות שעלולות לקרות בעת עדכון
id: Cegah potensi macet saat memperbarui
ja: アップデート中にクラッシュする可能性のある不具合を修正
pl: Zapobiegnięto potencjalnym błędom krytycznym przy aktualizacjach
ru: Устранены возможные сбои во время обновления
tr: Güncelleme sırasında oluşan olası çökmeler engellendi
uk: Усунено ймовірність збоїв під час оновлення

source: Link to Flathub's search page when no search results are found
ca: Enllaç a la pàgina de cerca de Flathub quan no es trobi cap resultat de la cerca
cs: Pokud není nic nalezeno, odkazuje se na stránku hledání na Flathub
de: Verlinke zur Flathub-Seite, wenn keine Ergebnisse gefunden wurden
fr: Lien vers la page de recherche de Flathub lorsqu'il n'y a aucun résultat de recherche
he: קישור לעמוד החיפוש של Flathub כשלא נמצאו תוצאות חיפוש
id: Tautan ke halaman pencarian Flathub ketika tidak ada hasil pencarian yang ditemukan
ja: 検索結果が見つからない場合は、Flathub の検索ページへのリンクを表示するように修正
pl: Dodano link do wyszukiwarki Flathuba gdy żadne wyniki nie zostały znalezione
ru: Ссылка на страницу поиска Flathub при отсутствии результатов поиска
tr: Arama sonucu bulunamadığında Flathub'ın arama sayfasına bağlan
uk: Посилання на сторінку пошуку Flathub у разі безрезультатного пошуку

source: Amusements appear in the Games category
ca: Els entreteniments apareixen a la categoria de jocs.
cs: V kategorii Hry se objevuje Zábava
de: Unterhaltungsapps erscheinen in der Kategorie für Spiele
fr: Les loisirs apparaissent dans la catégorie Jeux
he: שעשועים מופיעים בקטגוריית המשחקים
id: Hiburan muncul di kategori Permainan
ja: “Amusement” タグのついたアプリを“ゲーム”カテゴリーに表示
pl: Rozrywka jest teraz w kategorii Gry
ru: Развлечения появляются в категории Игры
uk: У категорії Ігри з'являються розваги

source: Categories show as a grid instead of a list
ca: Les categories es mostren com una quadrícula en lloc d'una llista.
cs: Kategorie jsou zobrazovány jako mřížka namísto seznamu
de: Kategorien in Kacheln anstatt einer Liste anzeigen
fr: Affichage des catégories en grille plutôt qu'en liste
he: קטגוריות תופענה ברשת במקום ברשימה
id: Kategori ditampilkan sebagai kisi, bukan daftar
ja: アプリのカテゴリー別画面を一覧ではなくグリッドで表示するように変更
pl: Kategorie są teraz wyświetlane w siatce zamiast w liście
ru: Категории отображаются в виде сетки вместо списка
tr: Kategoriler liste görünümü yerine ızgara görünümünde gösterilir
uk: Категорії показано сіткою замість списку

source: Allow window to shrink to much narrower sizes
ca: Permet que la finestra s'encongeixi a mides més petites.
cs: Oknu umožněno oříznout příliš úzké velikosti
de: Fenster erlauben sich auf viel kleinere Größen zu verkleinern
fr: La fenêtre peut désormais être réduite à des dimensions beaucoup plus petites
he: לחלונות מותר להצטמצם לגדלים צרים יותר
id: Izinkan jendela menyusut ke ukuran yang jauh lebih sempit
ja: ウィンドウ幅をより狭められるように修正
pl: Dodano możliwość zmniejszania okna do o wiele mniejszych rozmiarów
ru: Теперь можно сжимать окно до гораздо более узких размеров
tr: Pencerenin çok daha dar boyutlara küçülmesine izin verin
uk: Дозволено стискати вікно до значно вужчих розмірів

source: Correctly show the installed status of first-party applications
ca: Es mostra correctament l'estat instal·lat de les aplicacions pròpies.
cs: Správné zobrazování stavu nainstalováno pro aplikace třetích stran
de: Installationsstatus von Erstanbieter-Anwendungen korrekt darstellen
fr: Affichage correct du statut d'installation des applications de base
he: הצגת מצב ההתקנה של יישומי צד־שלישי בצורה נכונה
id: Menampilkan status aplikasi pihak pertama yang terinstal dengan benar
ja: ファーストパーティーのアプリケーションのインストール状態を適切に表示するように修正
pl: Poprawnie pokazuj status instalacji dla aplikacji z pierwszej ręki
ru: Корректное отображение статуса установленных сторонних приложений
uk: Правильний показ установленого стану первинних застосунків

source: Don't store $0 app installs as paid
ca: No desis instal·lacions de l'aplicació $0 com a pagades
cs: Neukládat instalace aplikací za nula jako placené
de: Kostenlose Apps nicht in gekauften Apps anzeigen
fr: Les installations d'application à 0$ ne sont désormais plus enregistrées comme étant payées
he: לא לאחסן התקנות של $0 כאילו שולמו
id: Jangan simpan pemasangan aplikasi $0 sebagai berbayar
ja: 支払わずにインストールしたアプリを支払い済みとして記録しないように修正
pl: Nie trzymaj aplikacji zainstalowanych za 0$ jako opłaconych
ru: Приложения за $0 больше не указываются как платные
uk: Застосунки за $0 більше не вказано платними

source: Fix missing illicit substances icon
ca: Correcció de la icona de substàncies il·lícites que falta
cs: Opraveno absence ikony nedovolené látky
de: Fehlendes Icon für illegale Substanzen hinzugefügt
fr: Correction de l'icône manquante pour les substances illicites
he: סמל החומרים האסורים שהיה חסר תוקן
id: Perbaiki ikon zat terlarang yang hilang
ja: “危険な薬物”アイコンが表示されない不具合を修正
pl: Napraw brakującą ikonę nielegalnych substancji
ru: Исправлено отсутствие иконки запрещенных веществ
uk: Виправлено відсутність піктограми заборонених речовин

source: Don't show plugins on the homepage
ca: No es mostren connectors a la pàgina d'inici.
cs: Nezobrazování zásuvných modulů na úvodní stránce
de: Plugins nicht auf der Startseite anzeigen
fr: Les extensions ne sont désormais plus affichées sur la page d'accueil
he: לא מוצגים תוספים בעמוד הבית
id: Jangan tampilkan pengaya di beranda
ja: “ホーム”ページにプラグインを表示しないように修正
pl: Wtyczki nie są już pokazywane na stronie głównej
ru: Плагины не показываются на домашней странице
uk: Плагіни не показано на сторінці домівки

source: Only show "Multiplayer" badge for games
ca: Es mostra només la insígnia "Multijugador" per als jocs.
cs: U her zobrazován pouze odznáček „Pro více hráčů“
de: Nur "Multiplayer"-Badge für Spiele anzeigen
fr: Seul le badge « Multijoueur » est affiché pour les jeux
he: עיטור „ריבוי שחקנים” יוצג רק עבור משחקים
id: Hanya tampilkan lencana "Multipemain" untuk permainan
ja: "マルチプレイ"バッジをゲームにのみ表示するように修正
pl: Pokazuj tylko odznakę „Wielu graczy” dla gier
ru: Отображение пиктограммы «Многопользовательская игра» только для игр
uk: Показ лише піктограми «Багатокористувацька гра» для ігор

source: Show installation progress in a more compact way
ca: Es mostra el progrés de la instal·lació d’una manera més compacta.
cs: Postup instalace je zobrazován kompaktněji
de: Installationsprozess kompakter darstellen
fr: Affichage plus compact de la progression de l'installation
he: תהליך ההתקנה יוצג בצורה יותר מצומצמת
id: Tunjukkan kemajuan pemasangan dengan cara yang lebih ringkas
ja: インストールの進捗をよりコンパクトに表示
pl: Pokaż postęp instalacji w bardziej zwięzły sposób
ru: Более компактное отображение прогресса установки
uk: Показ поступу встановлення компактнішим способом

source: Show content warnings on app info pages
ca: Es mostrebn avisos de contingut a les pàgines d'informació de l'aplicació.
cs: Zobrazována varování ohledně obsahu na informačních stránkách aplikací
de: Zeige Inhaltswarnungen auf der Anwendungs-Infoseite
fr: Affichage des avertissements sur le contenu sur la page d'information des applications
he: אזהרות תוכן תוצגנה בעמודי פירוט של היישומים
id: Tampilkan peringatan konten di halaman info aplikasi
ja: アプリの情報ページにコンテンツの警告を表示するように修正
pl: Pokaż ostrzeżenia o treści na stronach informacji o aplikacji
ru: Отображение предупреждений о содержании на страницах сведений о приложении
uk: Показ попереджень про вміст на сторінках відомостей про застосунок

source: Show other apps by an author for Flatpak sources
ca: Es mostren altres aplicacions per autor de les fonts de Flatpak.
cs: Zobrazování i dalších aplikací od daného autora v případě Flatpak zdrojů
de: Zeige weitere Anwendungen des Autors einer Flatpak-Quelle
es: Mostrar otras aplicaciones de un autor para fuentes de Flatpak
fr: Affichage des autres applications d'un auteur pour les sources Flatpak
he: הצגת יישומים אחרים לפי יוצריהם למקורות Flatpak
id: Tampilkan aplikasi lain oleh penulis untuk sumber Flatpak
ja: Flatpak で提供されているアプリでも、同じ開発者のアプリを表示できるように修正
pl: Pokaże inne aplikacje autora dla źródeł Flatpak
ru: Отображение других приложений автора для источников Flatpak
uk: Показ інших застосунків автора для джерел Flatpak

source: Populate banner on home locally instead of relying on an external API
ca: S'emplena el bàner localment en lloc de confiar en una API externa.
cs: Pruh na úvodní obrazovce je plněn z lokálního obsahu namísto spoléhání se na externí API
de: Banner auf der Startseite lokal bestücken, anstatt sich auf eine externe API zu verlassen
fr: Chargement de la bannière sur la page d'accueil localement plutôt qu'en dépendant d'une API externe
he: אכלוס הכרזה בדף הבית עם תוכן מקומי במקום להסתמך על API חיצוני
id: Populasikan spanduk di beranda secara lokal ketimbang mengandalkan API eksternal
ja: “ホーム”ページのバナーを、外部 API に依存するのではなくローカルで作成し表示するように修正
pl: Wypełnij baner na stronie domowej lokalnie zamiast przy użyciu zewnętrznego API
ru: Баннер главной страницы размещён локально, вместо того, чтобы полагаться на внешний API
uk: Банер головної сторінки розміщено локально, замість того, щоб покладатися на зовнішній API

source: Greatly increased number of recently-updated apps shown on home page
ca: Es mostra un gran nombre d'aplicacions actualitzades recentment a la pàgina d'inici.
cs: Výrazně zvýšen počet právě aktualizovaných aplikací zobrazovaný na úvodní obrazovce
de: Umfangreiche Erhöhung der Anzahl von kürzlich aktualisierten Anwendungen, die auf der Startseite angezeigt werden
fr: Augmentation du nombre d'applications récemment mises à jour affichées sur la page d'accueil
he: מספר גדול משמעותית של יישומים שעודכנו לאחרונה מופיעים בדף הבית
id: Peningkatan jumlah aplikasi secara besar yang baru-baru ini diperbarui yang ditampilkan di beranda
ja: “ホーム”ページに表示される“最近アップデートされたアプリ”の項目数を大幅に増加
pl: Znacznie zwiększono liczbę niedawno zaktualizowanych aplikacji na stronie domowej
ru: Значительно увеличено количество недавно обновлённых приложений, отображаемых на главной странице
uk: Значно збільшено кількість недавно оновлених застосунків на головній сторінці

source: Navigate banners on the home page with multitouch gestures
ca: Navegació de les pancartes de la pàgina d'inici amb gestos multitàctils
cs: Pohyb po pruzích na úvodní stránce pomocí vícedotykových gest
de: Mit Multitouch-Gesten zwischen Bannern auf der Startseite navigieren
es: Navega por los banners en la página de inicio con gestos multitáctiles
fr: Faites défiler les bannières sur la page d'accueil à l'aide de gestes multi-touch
he: כרזות ניווט בעמוד הבית עם מחוות עם כמה אצבעות
id: Navigasikan spanduk di beranda dengan gerakan multisentuh
ja: “ホーム”ページのバナーをマルチタッチジェスチャーで切り替えられるように修正
pl: Nawigacja banerów na stronie głównej przy użyciu gestów wielodotykowych
ru: Перемещение баннеров на главной странице с помощью жестов
uk: Переміщення банерів на головній сторінці за допомогою жестів

source: Show apps from newly sideloaded remotes without requiring a restart
ar: إظهار التطبيقات من المتحكمات المحملة بشكل متواز دون الحاجة لإعادة التشغيل
ca: Es mostren les aplicacions noves de càrrega lateral remota sense necessitat de reiniciar.
cs: Zobrazování aplikací z nových zdrojů nainstalovaných bokem aniž by bylo potřeba restartovat
de: Anwendungen aus neuen Sideload-Quellen anzeigen ohne einen Neustart zu erfordern
fr: Affichage des applications tierces nouvellement installées sans nécessiter de redémarrage
he: הצגת יישומים ממרוחקים חדשים שנטענו מהצד מבלי לדרוש הפעלה מחדש
id: Tampilkan aplikasi dari remote sideload yang baru tanpa perlu memulai ulang
ja: デバイスを再起動しなくても、新しく追加された Flatpak リモートが提供するアプリが表示されるように修正
pl: Pokazuj aplikację z nowo załadowanych źródeł bez ponownego uruchamiania
ru: Отображение приложений из новых репозиториев без перезапуска
uk: Показ застосунків з нових віддалених сховищ без перезапуску

source: Less abrupt transition when changing app sources
ar: تنقلات أقل فجائية عند تغيير مصادر التطبيقات
ca: Transició menys brusca en canviar les fonts de l'aplicació
cs: Hladší přechod při změně zdrojů aplikací
de: Weniger abrupte Übergänge beim Wechsel der Anwendungsquellen
fr: Transition plus fluide lors du changement de source d'une application
he: מעבר פחות חד בעת החלפת מקורות יישומים
id: Transisi yang tidak terlalu mendadak saat mengubah sumber aplikasi
ja: アプリの提供元を変更した場合に表示されていた遷移アニメーションが過剰なので削除
pl: Mniej nagłe przejścia przy zmianie źródeł aplikacji
ru: Менее резкий переход при смене источников приложения
uk: Менш різкий перехід під час зміни джерел застосунку

source: Install Linux kernel headers for device drivers that use DKMS
ar: تنزيل ال Headers الخاصة بنواة Linux للتعريفات التي تستخدم DKMS
ca: Instal·lació de capçaleres del nucli de Linux per a controladors de dispositius que usen DKMS
cs: Instalace hlaviček linuxového jádra pro ovladače zařízení používající DKMS
de: Linux Kernel Header für Geräte, die DKMS-Treiber nutzen installieren
fr: Installation des en-têtes du noyau Linux pour les pilotes de périphériques utilisant DKMS
he: התקנת קובצי כותרות (headers) של ליבת לינוקס למנהלי התקנים שמשתמשים ב־DKMS
id: Instal header kernel Linux untuk driver perangkat yang menggunakan DKMS
ja: DKMS を使用するデバイスドライバー用に、Linux カーネルヘッダーもインストールするように修正
pl: Instalacja nagłówków jądra Linuxa dla urządzeń korzystających z DKMS
ru: Установка заголовков ядра Linux для драйверов которые используют DKMS
uk: Встановлення хедера ядра для пристроїв з драйверами, які застосовують DKMS

source: Use system Flatpak runtimes for locally installed apps
ar: استخدام برامج تشغيل Flatpak الخاصة بالنظام للتطبيقات المثبتة محلياً
ca: Usa entorns d'execució de Flatpak de sistema per a aplicacions instal·lades localment.
cs: Používání systémových Flatpak běhových prostředí pro místně nainstalované aplikace
de: System Flatpack runtimes für lokal installierte Anwendungen benutzen
fr: Utilisation des exécutables Flatpak du système pour les applications installées en local
he: להשתמש בסביבות ההרצה של Flatpak ליישומים שהותקנו מקומית
id: Gunakan runtime Flatpak sistem untuk aplikasi yang diinstal secara lokal
ja: ローカルにインストールされたアプリがシステム全体で利用可能な Flatpak ランタイムを使用するように修正
pl: Użycie systemowych programów Flatpak dla lokalnie zainstalowanych aplikacji
ru: Использование системной среды выполнения Flatpak для установленных локально приложений
uk: Застосовується системні середовища виконання Flatpak для локально встановлених застосунків

source: Mention Sideload when search returns no results
ar: ذكر التحميل المتوازي عندما لا تظهر نتائج للبحث
ca: Menció de la Càrrega lateral quan la cerca no retorna resultats
cs: Zmínění instalace bokem pokud vyhledávání nic nenalezne
de: Möglichkeit zum Sideloading erwähnen, wenn die Suche keine Ergebnisse anzeigt
fr: Information sur l'installation d'applications tierces lorsque la recherche ne donne aucun résultat
he: מופיע אזכור של טעינה צדית כשהחיפוש לא מחזיר תוצאות
id: Sebutkan Sideload saat pencarian tidak memberikan hasil
ja: 検索結果に何も出てこない場合、AppCenter を経由しないインストール方法を説明するように修正
pl: Wspomnij o ładowaniu z innych źródeł gdy wyszukiwanie nie zwróci rezultatów
ru: Упоминание внешней установки если поиск не дал результатов
uk: Згадка про можливість стороннього завантаження після безрезультатного пошуку

source: Ensure user installation is selected by default when navigating from the homepage
ar: التأكد بأن التثبيت الخاص بالمستخدم هو الخيار الافتراضي عند التنقل من الصفحة الرئيسية
ca: S'assegura que la instal·lació de l’usuari està seleccionada per defecte quan navegueu des de la pàgina inicial.
cs: Zajištěno že uživatelské instalace jsou vybrány ve výchozím stavu při pohybu z úvodní obrazovky
de: Sicherstellen, dass Installation pro Benutzer standardmäßig ausgewählt ist, wenn von der Startseite aus navigiert wird
fr: Nous nous sommes assurés que le mode d'installation utilisateur soit sélectionné par défaut lors de la navigation depuis la page d'accueil
he: יתבצע וידאו שהתקנת המשתמש נבחר כבררת מחדל בעת ניווט מדף הבית
id: Pastikan penginstalan pengguna dipilih secara default saat menavigasi dari beranda
ja: ホームページからアプリの紹介ページを開いた際に、デフォルトでアプリが現在ログイン中のユーザーのみにインストールされる選択になるように修正
pl: Upewniono się, że instalacja użytkownika jest domyślnie zaznaczona po nawigacji ze strony domowej
ru: Будьте уверены, что установка пользователя будет выбрана по умолчанию при переходе с домашней страницы
uk: Будьте певні, що установку користувача вибрано типовою під час переходу з домашньої сторінки

source: Fix opening apps from app installed toasts
ar: إصلاح فتح التطبيقات من الإشعارات الصغيرة التي تظهر تثبيت التطبيق بنجاح
ca: Correcció de l'obertura d'aplicacions des de la notificació d'instal·lació
cs: Opraveno otevírání aplikací z toastů nainstalovaných aplikací
de: Behebt einen Fehler beim Öffnen von Anwendungen, die über Toasts installiert wurden
fr: Correction de l'ouverture des applications à partir des notifications d'installation terminée
he: פתיחת יישומים מחלוניות עצה ליישומים מותקנים תוקנה
id: Perbaiki membuka aplikasi dari toasts aplikasi yang terinstall
ja: アプリインストール完了時の通知トーストからアプリを開けない不具合を修正
pl: Naprawiono otwieranie aplikacji z powiadomień o instalacji
ru: Исправлена невозможность открытия приложений из уведомления после установки
uk: Виправлено неможливість відкриття застосунків зі сповіщення після встановлення

source: Install Linux kernel headers with NVIDIA drivers
ar: تثبيت ال Headers الخاصة بالنواة Linux مع تعريفات NVIDIA
ca: Instal·lació de capçaleres del nucli de Linux amb controladors d'NVIDIA
cs: Společně s ovladači od nVidia jsou instalovány potřebné hlavičkové soubory linuxového jádra
de: Linux Kernel Header mit NVIDIA-Treibern installieren
fr: Installation des en-têtes du noyau Linux avec les pilotes NVIDIA
he: התקנת קובצי כותרות (headers) של ליבת לינוקס עם מנהלי התקני NVIDIA
id: Instal header kernel Linux dengan driver NVIDIA
ja: NVIDIA ドライバーとともに Linux カーネルヘッダーもインストールするように修正
pl: Zainstaluj nagłówki jądra Linux ze sterownikami NVIDIA
pt: Instalar o "Linux kernel headers" com controladores NVIDIA
ru: Установка ядра Linux с драйверами NVIDIA
uk: Встановлення хедера ядра Linux з драйверами NVIDIA

source: Show Recently Updated Flatpak apps on home page
ar: إظهار تطبيقات Flatpak المحدثة مؤخراً على الصفحة الرئيسية
ca: Es mostren les aplicacions de Flatpak actualitzades recentment a la pàgina inicial.
cs: Na úvodní stránce zobrazovány nedávno aktualizované Flatpak aplikace
de: Kürzlich aktualisierte Flatpak-Anwendungen auf der Startseite anzeigen
fr: Affichage des applications Flatpak récemment mises à jour sur la page d'accueil
he: חבילות יישומי Flatpak שעודכנו לאחרונה יופיעו בעמוד הבית
id: Tampilkan aplikasi Flatpak yang Baru Diperbarui di beranda
ja: “ホーム”ページに最近アップデートされた Flatpak アプリを表示するように修正
pl: Pokaż niedawno zaktualizowane aplikacje Flatpak na stronie domowej
pt: Mostrar aplicações Flatpak recentemente atualizadas na página inicial
pt_br: Mostrar Aplicativos Flatpak atualizados recentemente na página inicial
ru: Отображение недавно обновлённых Flatpak приложений на главной странице
uk: Показ нещодавно оновлених застосунків Flatpak на домашній сторінці

source: Show brand colors and support payments for Flatpak apps
ar: إظهار ألوان العلامة التجارية ومدفوعات الدعم لتطبيقات Flatpak
ca: Es mostren els colors de la marca i els pagaments d'assistència per a les aplicacions de Flatpak.
cs: Zobrazovány barvy značky a podporovány platby u Flatpak aplikací
de: Zeigt jetzt Unternehmensfarben und unterstützt Zahlungen für Flatpak-Apps
fr: Affichage des couleurs et prise en charge des paiements pour les applications Flatpak
he: הצגת צבעי מותגים ותמיכה בתשלומים ליישומי Flatpak
id: Tampilkan warna merek dan dukungan pembayaran untuk aplikasi Flatpak
ja: Flatpak アプリのブランドカラーを表示する機能を追加。Flatpak アプリの支払いにも対応
pl: Pokazywanie kolorów marki i wsparcie dla płacenia za aplikacje Flatpak
pt: Mostra cores da marca e suporta pagamentos para aplicações Flatpak
pt_br: Mostrar as cores da marca e formas de pagamentos para dar suporte para aplicações Flatpak
ru: Отображение фирменных цветов и поддержка оплаты для приложений Flatpak
uk: Показ брендових кольорів та підтримка оплати для застосунків Flatpak

source: Fix missing mail icon in payments dialog
ar: إصلاح أيقونة البريد المفقودة في رسالة الدفع
ca: Correcció de la icona de correu que faltava al quadre de diàleg de pagaments
cs: Opravena absence ikony e-mailu v dialogu pro platbu
de: Mail Icon im Zahlungsdialog hinzugefügt
fr: Correction de l'icône d'e-mail manquante dans la boîte de dialogue de paiement
he: תוקן סמל הדוא״ל החסר בחלונית התשלומים
id: Perbaiki ikon surel yang hilang dalam dialog pembayaran
ja: 支払いダイアログのメールアイコンが表示されない不具合を修正
pl: Naprawiono brakującą ikonę poczty w oknie dialogowym płatności
pt: Corrige o ícone do correio em falta na janela de diálogo dos pagamentos
pt_br: Correção da falta do ícone de e-mail na exibição de pagamentos
ru: Исправлено отсутствие значка почты в диалоговом окне платежей
uk: Виправлено відсутність піктограми пошти в діалоговому вікні платежів
