Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: Clicking the updates badge in the header navigates to the updates view
ar: الضغط على وسم التحديثات في الترويسة ينقل إلى منظور التحديثات
ca: Clicar a la insígnia d'actualitzacions de la capçalera fa navegar fins a la visualització d'actualitzacions.
cs: Kliknutím na symbol aktualizace v záhlaví přejdete na přehled aktualizací
de: Klick auf das Updates-Badge im Header navigiert zur Update-Ansicht
es: Una pulsación en el número de actualizaciones en la cabecera lleva a la vista de actualizaciones
fr: Cliquer sur le badge des mises à jour dans l'entête renvoie vers la vue des mises à jour
he: לחיצה על עיטור העדכונים בכותרת מנווטת אל תצוגת העדכונים
id: Mengeklik lencana pembaruan pada header mengarahkan pada tampilan pembaruan
it: Fare clic sul'icona degli aggiornamenti nell'intestazione passa alla vista degli aggiornamenti
ja: ヘッダーのアップデート数を示すバッジをクリックした際に、アップデートビューに切り替わるように修正
nl: Door te klikken op de update knop bovenin het scherm navigeert u naar het update scherm
pl: Kliknięcie odznaki aktualizacji w nagłówku prowadzi teraz do widoku aktualizacji
pt: Clicar no emblema de atualizações no cabeçalho navega para a vista de atualizações
pt_br: Clicar no emblema de atualizações no cabeçalho navega para a tela de atualizações
ru: Нажатие на значок обновлений в заголовке переходит к просмотру обновлений
sr: Клик на значку освежавања у заглављу одлази на преглед освежења
tr: Üst bilgideki güncellemeler rozetine tıklamak güncellemeler görünümüne gider
uk: Натискання значка оновлень у заголовку перемикає до подання оновлень

source: Ensure all updatable Flatpak runtimes are listed for update
ar: التأكد بأن جميع برامج التشغيل الخاصة ب Flatpak موجودة على قائمة التحديثات
ca: S'assegura que es llistin totes les versions d'execució actualitzables de Flatpak per actualitzar.
cs: Zajištěno, že jsou do aktualizace zahrnuta také veškerá Flatpak běhová prostředí, které je možné aktualizovat
de: Stellt sicher, dass alle aktualisierbaren Flatpak-Runtimes für die Aktualisierung aufgelistet sind
es: Se garantiza la enumeración de todos los entornos de ejecución en Flatpak que pueden actualizarse
fr: Nous nous sommes assurés que tous les exécutables Flatpak soient listés lorsqu'il y a des mises à jour
he: וידוא שכל סביבות ההרצה של Flatpak מופיעות לעדכון
id: Memastikan semua waktu proses Flatpak yang dapat diperbarui terdaftar untuk pembaruan
it: Assicura che tutti gli eseguibili Flatpak siano presenti nella lista degli aggiornamenti
ja: アップデート可能な Flatpak ランタイムが、確実にすべてアップデートビューに表示されるように修正
nl: Zorg ervoor dat alle Flatpak updates weergegeven
pl: Upewniono się, że wszystkie biblioteki Flatpak możliwe do aktualizacji są wymienione przy aktualizacji
pt: Assegurar que todos os tempos de execução Flatpak atualizáveis são listados para atualização
pt_br: Verifique se todos os Flatpak atualizáveis estão listados para atualização
ru: Будьте уверены, что все приложения Flatpak, которые можно обновить, будут перечислены в списке для обновления
sr: Осигурава да су сва освежива извршна времена Флатпака на списку за освежења
tr: Güncellenebilir tüm Flatpak çalışma zamanlarının güncelleme için listelendiğinden emin olun
uk: Будьте певні, що всі застосунки Flatpak, які можна оновити, буде перелічено у списку для оновлення

source: Perform updates without administrator permissions
ar: إجراء التحديثات دون الحاجة لصلاحيات المدير
ca: Es fan actualitzacions sense permisos d’administrador.
cs: Provádění aktualizací bez vyžadování oprávnění na úrovni správce systému
da: Udfør opdateringer uden administratorrettigheder
de: Ausführen von Aktualisierungen ohne Administrator-Berechtigungen
es: Puede efectuar actualizaciones sin permisos administrativos
fr: Effectuez des mises à jour sans les droits administrateur
he: ביצוע עדכונים ללא הרשאות ניהול
id: Melakukan pembaruan tanpa izin administrator
it: Aggiorna senza i privilegi di amministratore
ja: 管理者権限不要でアップデートを実行できるように修正
nl: Voer updates uit zonder toestemming van de beheerder
pl: Wykonaj aktualizację bez uprawnień administratora
pt: Realizar atualizações sem permissões de administrador
pt_br: Executar atualizações sem permissões de administrador
ru: Выполнение обновлений без разрешения администратора
sr: Обавља освежавања без овлашћења администратора
tr: Güncellemeleri yönetici izni olmadan yükleyin
uk: Виконання оновлень без дозволу адміністратора

source: Ensure apps on the homepage are more reliably displayed
ar: التأكد بأن التطبيقات على الصفحة الرئيسية ظاهرة بشكل أفضل
ca: S'assegura que es mostren de manera més fiable les aplicacions a la pàgina principal.
cs: Zajištěno spolehlivější zobrazování aplikací na domovské stránce
da: Sørg for, at apps på startsiden vises mere pålideligt
de: Stellt sicher, dass Apps auf der Homepage zuverlässiger angezeigt werden
es: Las aplicaciones en la página principal se muestran con mayor fiabilidad
fr: Nous nous sommes assurés que les applications soit affichées de manière plus fiable sur la page d'accueil
he: וידוא שהיישומים בדף הבית מוצגים בצורה יותר אמינה
id: Memastikan tampilan aplikasi pada beranda lebih andal
it: Assicura che le applicazioni sulla pagina iniziale siano visualizzate in modo più affidabile
ja: ホームページのアプリが確実に表示されるように修正
nl: Zorg ervoor dat apps op de startpagina beter worden weergegeven
pl: Upewniono się, że aplikacje na stronie domowej są skuteczniej wyświetlane
pt: Assegurar que as aplicações na página inicial são apresentadas de forma mais fiável
pt_br: Verifique se os aplicativos na página inicial são exibidos com mais confiabilidade
ru: Будьте уверены, что приложения на домашней странице отображаются более точно
sr: Осигурава да се програми на почетној страници приказују поузданије
tr: Ana sayfadaki uygulamaların daha güvenilir bir şekilde görüntülendiğinden emin olundu
uk: Будьте певні, що застосунки на домашній сторінці показано відповідніше

source: More reliably set the Dock badge number
ar: ضبط الرقم على المرسى بشكل أفضل
ca: Definició més fiable del número d'insígnia de l'acoblador
cs: Spolehlivější nastavení čísla znaku doku
da: Indstil mere pålideligt Dok-badge-nummer
de: Zuverlässigeres Festlegen der Dock Badge-Nummer
es: Se define de forma más fiable el emblema numérico en el dock
fr: Nous avons fait en sorte de définir de manière plus fiable le numéro de badge du Dock
he: שיפור אמינות מונה ההודעות בלוח היישומים
id: Lebih andal mengatur nomor lencana Dock
it: Migliora l'affidabilità del contatore degli aggiornamenti nella dock
ja: ドックのバッジの数値を正しく表示するように修正
nl: Verbeterde weergave van het Dock notificatie nummer
pl: Skuteczniejsze ustawianie liczby w odznace doku
pt: Definir de forma mais fiável o número do emblema da doca
pt_br: Define de maneira mais confiável o número do emblema na dock
ru: Улучшено отображение значков с номером в доке
sr: Поузданије поставите број значке луке
tr: Dock rozet numarasını daha güvenilir bir şekilde ayarlandı
uk: Покращено показ значків кількості у Dock

source: Only check for updates at device startup if it's more than 24 hours since we last checked
ar: التحقق من التحديثات عند بدء تشغيل الجهاز فقط إذا مضت أكثر من 24 ساعة على آخر عملية تحقق
ca: Només es comprova si hi ha actualitzacions a l’inici del dispositiu si passen més de 24 hores des de l’últim cop.
cs: Aktualizace jsou při startu počítače zjišťovány pouze pokud od minulého zjišťování uplynulo alespoň 24 hodin
da: Kontroller kun for opdateringer ved opstart af enheden, hvis det er mere end 24 timer, siden vi sidst kontrollerede
de: Beim Hochfahren des Gerätes nur auf Aktualisierungen überprüfen, wenn die letzte Überprüfung länger als 24 Stunden her ist
es: Se buscan actualizaciones al arrancar el dispositivo solo si han transcurrido más de 24 horas desde la última comprobación
fr: Recherche des mises à jour au démarrage de l'appareil uniquement si la dernière recherche à eu lieu il y a plus de 24 heures
he: בדיקת עדכונים עם הפעלת המכשיר רק אם חלפו למעלה מ־24 שעות מאז הבדיקה האחרונה
id: Hanya periksa pembaruan saat memulai perangkat jika sudah lebih dari 24 jam sejak terakhir kali diperiksa
it: Verifica la presenza di aggiornamenti all'avvio del dispositivo solo se sono trascorse più di 24 ore dall'ultima verifica
ja: 直近のアップデート確認から24時間経過した場合は、デバイスの起動時にのみアップデートを確認
nl: Zoek alleen naar updates tijdens het opstarten als dat langer dan 24 uur geleden voor het laatst is gedaan
pl: Sprawdzaj aktualizacje tylko podczas uruchamiania urządzenia, jeśli minęło więcej niż 24 godziny od ostatniego razu
pt: Apenas verifique se há atualizações no arranque do dispositivo se passaram mais de 24 horas desde a última verificação
pt_br: Apenas verificar se há atualizações na inicialização do dispositivo se houver mais de 24 horas desde a última verificação
ru: Проверка обновлений при запуске устройства, только в том случае, если с момента последней проверки прошло более 24 часов
sr: Само врши проверу за освежењима при покретању уређаја ако је прошло више од 24 сата од последње провере
tr: Yalnızca son taramanın ardından 24 saat geçtiyse, cihaz başladığında güncellemeleri kontrol et
uk: Перевірка наявності оновлень під час запуску пристрою, лише якщо минуло понад 24 годин з моменту останньої перевірки

source: Reduce slowdowns when opening certain apps
ar: تقليل البطء عند فتح تطبيقات معينة
ca: Reducció de desacceleracions en obrir determinades aplicacions
cs: Omezeno zpomalování při otevírání určitých aplikací
da: Reducer nedsækning af fart, når du åbner visse apps
de: Reduzierung von Verzögerungen beim Öffnen bestimmter Anwendungen
es: Se reducen las ralentizaciones al abrir determinadas aplicaciones
fr: Réduction des ralentissements lors de l'ouverture de certaines applications
he: הפחתת האטות בעת פתיחה של יישומים מסוימים
id: Mengurangi waktu jeda saat membuka aplikasi tertentu
it: Riduce i rallentamenti quando aprono certe applicazioni
ja: 特定のアプリを開く際に動作が遅くなる不具合を軽減
nl: De vertraging bij het openen van bepaalde apps is verminderd
pl: Zredukuj spowolnienia przy otwieraniu poszczególnych aplikacji
pt: Reduzir a lentidão na abertura de certas aplicações
pt_br: Reduza a lentidão ao abrir determinados aplicativos
ru: Уменьшено замедление работы при открытии определённых приложений
sr: Смањује успоравања приликом отварања одређених програма
tr: Belirli uygulamaları açarken yavaşlamaları azalt
uk: Зменшено сповільнення під час відкриття певних застосунків

source: Extension improvements
ar: تحسينات على الإضافات
ca: Millores de les extensions
cs: Vylepšení rozšíření
da: Udvidelses forbedringer
de: Erweiterungsverbesserungen
es: Mejoras en las extensiones
fr: Améliorations des extensions
he: שיפורי הרחבה
id: Peningkatan Ekstensi
it: Miglioramenti delle estensioni
ja: 拡張機能の改善
nl: Extensies zijn verbeterd
pl: Poprawki rozszerzeń
pt: Melhorias na extensão
pt_br: Melhorias na extensão
ru: Улучшения расширений
sr: Побољшања проширења
tr: Eklenti iyileştirmeleri
uk: Поліпшено розширення

source: To de-clutter the updates view, extensions are now only shown if they require updates
ar: لتقليل الفوضى في منظور التحديثات، الإضافات الآن تعرض فقط عندما تتطلب تحديثاً
ca: Per endreçar la vista de les actualitzacions, les extensions ara només es mostren si requereixen actualitzacions.
cs: Pro zpřehlednění zobrazení aktualizací, rozšíření jsou nyní zobrazována pouze pokud je zapotřebí je aktualizovat
da: For at fjerne rodet i opdateringsvisningen, vises udvidelser nu kun, hvis de kræver opdateringer
de: Um die Ansicht der Aktualisierungen übersichtlicher darzustellen, werden Erweiterungen jetzt nur noch angezeigt, wenn sie Aktualisierungen erfordern
es: Para despejar la vista de actualizaciones, las extensiones ahora se muestran solo si necesitan actualizarse
fr: Afin de désencombrer la vue des mises à jour, les extensions sont désormais affichés uniquement lorsqu'ils nécessitent une mise à jour
he: כדי להפחית את העומס בתצוגת העדכונים, ההרחבות מופיעות מעתה רק אם נדרשים עבורן עדכונים
id: Untuk merapikan tampilan pembaruan, sekarang ekstensi hanya ditampilkan jika memerlukan pembaruan
it: Per semplificare la vista degli aggiornamenti, adesso le estensioni vengono mostrate solo quando è necessario aggiornarle
ja: アップデートビューを整理するために、アップデートがある場合にのみ拡張機能を表示するように変更
nl: Om het updates scherm minder rommelig te laten ogen, worden extensies alleen weergegeven als een update nodig is
pl: Rozszerzenia są teraz pokazywane tylko gdy wymagają aktualizacji aby widok aktualizacji był przejrzysty
pt: Para desorganizar a exibição de atualizações, as extensões agora são mostradas apenas se exigirem atualizações
pt_br: Para desorganizar a exibição de atualizações, as extensões agora são mostradas apenas se exigirem atualizações
ru: Для упрощения представления обновлений, расширения теперь отображаются только, если они требуют обновлений
sr: Да бисте уклонили приказ освежавања, проширења се сада приказују само ако захтевају освежавања
tr: Güncellemeler görünümünü dağıtmamak adına, artık eklentiler yalnızca güncelleme mevcutsa gösterilir
uk: Для спрощення подання оновлень, розширення тепер показано лише якщо вони потребують оновлення

source: Clicking an extension on an app's info page now shows details for the extension
ar: الضغط على الإضافة من صفحة معلومات تطبيق معين سيظهر تفاصيل الإضافة
ca: Clicar en una extensió a la pàgina d'informació d'una aplicació mostra els detalls de l'extensió.
cs: Kliknutí na rozšíření na stránce s informacemi o aplikaci nyní zobrazí podrobnosti o rozšíření
da: Klik på en udvidelse på en apps infoside viser nu detaljer for udvidelsen
de: Beim Anklicken einer Erweiterung auf der Infoseite einer App werden jetzt Details zu der Erweiterung angezeigt
es: Si pulsa en la página de información de una extensión o una aplicación, ahora aparecen detalles sobre la extensión
fr: Cliquer sur une extension dans la page d'informations d'une application affiche désormais les détails sur cette extension
he: לחיצה על הרחבה בעמוד הפירוט על יישום מציגה מעתה את פרטי ההרחבה
id: Mengeklik ekstensi pada laman info aplikasi, sekarang menampilkan detail ekstensi
it: Cliccando su un'estensione nella pagina d'informazioni di un'applicazione ora mostra i dettagli sull'estensione
ja: アプリの情報ページで拡張機能をクリックすると、拡張機能の詳細情報を表示するように変更
nl: Door het klikken op een extensie op de info pagina van een app wordt informatie over de extensie getoond
pl: Sprawdzanie rozszerzenia na stronie informacji o aplikacji teraz pokazuje szczegóły na temat rozszerzenia
pt: Clicar numa extensão na página de informações de uma aplicação agora mostra detalhes da extensão
pt_br: Clicar em uma extensão na página de informações de um aplicativo agora exibe detalhes da extensão
ru: Нажатие на расширение на странице сведений о приложении, теперь показывает подробности о расширении
sr: Клик проширења на инфо страници програма сада показује детаље за проширење
tr: Bir uygulamanın sayfasında herhangi bir eklentiye tıklamak, artık o eklentinin detaylarını gösterir
uk: Натискання на розширення на сторінці відомостей про застосунок тепер показує деталі розширення

source: Swap the main and overlay icons for extensions to more clearly associate extensions with their app
ar: التبديل بين الأيقونات الرئيسية والأيقونات المركبة لربط الإضافات بشكل أوضح مع التطبيقات الخاصة بها
ca: Canvi de les icones principals i superposades de les extensions per associar-les més clarament amb la seva aplicació.
cs: Prohození hlavní a překryvné ikony pro rozšíření, pro zřejmější přiřazení rozšíření k jejich aplikaci
da: Byt hoved- og overlejringsikoner for udvidelser for at tydeligere knytte udvidelser til deres app
de: Tauscht die Haupt- und Overlay-Icons von Erweiterungen aus, um Erweiterungen eindeutiger mit ihrer Anwendung zu verknüpfen
es: Se intercambiaron los iconos principal y de superposición en las extensiones para asociar visualmente las extensiones con sus correspondientes aplicaciones
fr: Remplacement des icônes principales et de superposition des extensions pour associer plus clairement les extensions à leur application
he: כפתור שכבת העל והכפתור הראשי הוחלפו עבור ההרחבות כדי לשייך בצורה ברורה יותר את ההרחבות ליישומים שלהן
id: Tukar ikon utama dan overlay untuk ekstensi agar lebih jelas mengaitkan ekstensi dengan aplikasinya
it: Cambio delle icone principali e di sovrapposizione delle estensioni per associare visualmente in modo più chiaro le estensioni con le rispettive applicazioni
ja: より明確に拡張機能をアプリと関連付けるため、拡張機能のメインアイコンと重ねて表示するアイコンを入れ替え
nl: De hoofd- en overlay iconen voor extensies zijn verwisseld om duidelijker de relatie tussen extensies en hun app te tonen
pl: Zamieniono główne i nakładające ikony dla rozszerzeń by połączenie między aplikacjami a rozszerzeniami było przejrzystsze
pt: Trocar os ícones principais e de sobreposição das extensões para associar de forma mais clara as extensões à aplicação
pt_br: Troque os ícones principais e de sobreposição por extensões para associar mais claramente as extensões ao aplicativo
ru: Заменены основные и наложенные пиктограммы для расширений, чтобы более чётко ассоциировать расширения со своим приложением
sr: Размењује главне и преклопне иконице за проширења да би јасније придружио проширења са њиховим програмима
tr: Eklentileri uygulamasıyla daha net bağdaştırmak için esas uygulama simgesi ile küçük simgelerinin yerleri değiştirildi
uk: Замінено основні й накладені піктограми для розширень, щоб чіткіше пов’язати розширення з їхнім застосунком

source: Keyboard improvements
ar: تحسينات على لوحة المفاتيح
ca: Millores del teclat
cs: Vylepšení ovládání klávesnicí
da: Tastatur forbedringer
de: Verbesserungen an der Tastatur
es: Mejoras de teclado
fr: Améliorations de la navigation au clavier
he: שיפורי מקלדת
id: Peningkatan papan tik
it: Miglioramenti della tastiera
ja: キーボードの改善
nl: Toetsenbord verbeteringen
pl: Poprawki klawiatury
pt: Melhorias do teclado
pt_br: Melhorias no teclado
ru: Улучшения для клавиатуры
sr: Побољшања тастатуре
tr: Klavye iyileştirmeleri
uk: Поліпшення для клавіатури

source: Pressing down in the search field moves the keyboard focus to the search results list
ar: الضغط للأسفل عند خانة البحث يحرك تركيز لوحة المفاتيح لقائمة نتائج البحث
ca: Prémer el camp de cerca mou el focus del teclat a la llista de resultats de la cerca.
cs: Stisk klávesy v kolonce pro hledání přesune zaměření klávesnice na seznam výsledků vyhledání
da: Ved at trykke ned i søgefeltet flyttes tastaturfokus til listen over søgeresultater
de: Durch Herunterdrücken im Suchfeld wird der Tastaturfokus auf die Suchergebnisliste verschoben
es: Al oprimir ↓ en el cuadro de búsqueda se traslada el foco a la lista de resultados de búsqueda
fr: Appuyer sur la touche bas depuis le champ de recherche sélectionne les éléments de la liste des résultats de recherche
he: לחיצה על החץ למטה בשדה החיפוש מעביר את מיקוד המקלדת לרשימת תוצאות החיפוש
id: Mengeklik pada bidang penelusuran akan memindahkan fokus papan tik ke daftar hasil penelusuran
it: Schiacciando la freccia verso il basso nel riquadro di ricerca si passa alla lista di risultati della ricerca
ja: 検索欄で下矢印キーを押すと、検索結果の一覧にキーボードのフォーカスを移動するように変更
nl: Door op pijl naar beneden te drukken in het zoekveld, wordt de focus verlegd naar de zoekresultaten
pl: Naciśnięcie strzałki w dół w polu wyszukiwania przesuwa fokus klawiatury na listę wyników wyszukiwania
pt: Pressionar para baixo no campo de pesquisa move o foco do teclado para a lista de resultados da pesquisa
pt_br: Pressionar para baixo no campo de pesquisa move o foco do teclado para a lista de resultados da pesquisa
ru: Нажатие на поле поиска перемещает фокус клавиатуры в список результатов поиска
sr: Притисак на доле у пољу претраге премешта фокус тастатуре на списак резултата претраге
tr: Arama ekranında aşağı tuşa basmak odağı arama sonuçlarına geçirir
uk: Натискання вниз у полі пошуку перенесе фокус клавіатури до списку результатів пошуку

source: Ctrl+F now moves the cursor to the search field
ar: تقوم Ctrl+F الآن بتحريك المؤشر إلى خانة البحث
ca: Ara Ctrl + F mou el cursor al camp de cerca.
cs: Ctrl+F nyní přesune kurzor do kolonky pro hledání
da: Ctrl + F flytter nu markøren til søgefeltet
de: Strg+F bewegt den Mauszeiger nun zum Suchfeld
es: Ctrl + F ahora mueve el cursor al campo de búsqueda
fr: Ctrl + F déplace désormais le curseur dans le champ de recherche
he: Ctrl+F מעביר מעתה את הסמן לשדה החיפוש
id: Sekarang Ctrl+F memindahkan kursor pada bidang penelusuran
it: Adesso Ctrl+F sposta il cursore al campo di ricerca
ja: Ctrl+F キーを押すと検索欄にカーソルを移動するように変更
nl: Ctrl-toets + F verplaatst de cursor naar het zoekveld
pl: Ctrl+F od teraz przenosi kursor na pole wyszukiwania
pt: Ctrl + F agora move o cursor para o campo de pesquisa
pt_br: Ctrl+F agora move o cursor para o campo de pesquisa
ru: Ctrl+F теперь перемещает курсор в поле поиска
sr: Ктрл+Ф сада премешта курзор у поље претраге
tr: Ctrl+F artık işaretçiyi arama alanına götürüyor
uk: Ctrl + F тепер переміщує курсор до поля пошуку

source: Use configured network proxy settings for apt operations
ar: استخدام إعدادات الوكيل للشبكة لعمليات apt
ca: S'usen els paràmetres del servidor intermediari de xarxa configurats per a operacions d'apt.
cs: Pro operace nástroje apt je nyní používána nastavená síťová proxy
da: Brug konfigurerede netværksproxyindstillinger til apt operationer
de: Nutzt konfigurierte Netzwerk-Proxy-Einstellungen für apt-Operationen
es: Se utiliza la configuración de «proxy» de red para las operaciones con apt
fr: Utilisation du proxy configuré dans les paramètres réseau pour les opérations apt
he: שימוש במתווך הרשת המוגדר של המערכת עבור פעילויות apt
id: Gunakan pengaturan proxy jaringan yang sudah terkonfigurasi untuk operasi apt
it: Uso delle impostazioni configurate del proxy di rete per le operazioni di apt
ja: apt 操作に設定済みのネットワークプロキシ設定を使用するように変更
nl: Gebruikt geconfigureerde netwerk proxy instellingen bij apt operaties
pl: Używanie skonfigurowanych ustawień proxy sieci dla operacji apt
pt: Utiliza definições de proxy de rede configuradas para operações apt
pt_br: Use as configurações de proxy de rede definidas para operações apt
ru: Использовать сконфигурированные настройки прокси для операций с apt
sr: Користи подешене поставке мрежног посредника за радње апт-а
tr: apt işlemleri için yapılandırılmış ağ vekil sunucu ayarlarını kullan
uk: Використання сконфігурованих мережних налаштувань проксі для операцій apt

source: No longer prompt for approval to update non-curated apps
ar: لن يتم طلب الإذن لتحديث التطبيقات غير المختارة بعد الآن
ca: Ja no es demana aprovació per actualitzar aplicacions sense cura.
cs: Už nezobrazována výzva pro schvalování aktualizací neprověřených aplikací
da: Bed ikke længere om godkendelse til at opdatere ikke-kuraterede apps
de: Aktualisierungen von unbetreuten Anwendungen erfordern keine Authentifikation mehr
es: Ya no se pide su aprobación para actualizar aplicaciones no revisadas por los editores
fr: Nous ne demandons plus d'approbation pour la mise à jour des applications non vérifiées
he: אין עוד בקשת אישור לעדכון יישומים שמחוץ למאגר
id: Tidak lagi menampilkan persetujuan untuk pembaruan aplikasi yang tidak dikurasi
it: No viene più richiesta l'approvazione per l'aggiornamento delle applicazioni non verificate
ja: キュレーションされていないアプリのアップデートの際に、インストール許可のダイアログを表示しないように修正
nl: Vraagt niet langer om toestemming om niet-beheerde apps te updaten
pl: Wyłączone prośby o potwierdzenie aktualizacji niewyselekcjonowanych aplikacji
pt: Já não solicita a aprovação para atualizar aplicações não categorizadas
pt_br: Não é mais necessário solicitar aprovação para atualizar aplicativos não selecionados
ru: Больше нет запроса на подтверждение для обновления не курируемых приложений
sr: Више не поставља упит за одобравањем освежавања неодржаваних програма
tr: Doğrulanmamış uygulamaları güncellemek için onay isteme
uk: Більше не вимагається схвалення для оновлення не курованих застосунків
