Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: AppCenter
ar: آب سنتر
ca: Centre d'aplicacions
cs: Centrum Aplikací
eo: Aplikaĵa Centro
es: Centro de aplicaciones
fi: Sovelluskeskus
fr: Centre d’Applications
he: מרכז היישומים
hr: Centar aplikacija
hu: Appközpont
nb: AppSenter
pt: Centro de Aplicações
pt_br: Central de Aplicativos
sk: AppCentrum
sl: Center za programsko opremo
sr: Програмски центар
tr: Uygulama Merkezi
uk: Центр застосунків
zh: 应用中心
zh_cn: 应用中心
zh_tw: 應用程式中心

source: Browse and manage apps
ar: ابحث عن التطبيقات وقم بإدارتها
be: Праглядвайце і кіруйце праграмамі
ca: Navegueu i gestioneu les aplicacions.
cs: Procházejte a spravujte aplikace
da: Gennemse og administrer apps
de: Apps durchsuchen und verwalten
el: Περιηγηθείτε και διαχειριστείτε εφαρμογές
eo: Esplori kaj mastrumi aplikaĵojn
es: Explorar y gestionar aplicaciones
fi: Selaa ja hallitse sovelluksia
fr: Parcourir et gérer les applications
he: עיון ביישומים וניהולם
hr: Pregledavajte i upravljajte aplikacijama
hu: Alkalmazások böngészése és kezelése
id: Jelajahi dan kelola aplikasi
it: Esplora e gestisci le applicazioni
ja: アプリを検索したり管理したりします
nb: Utforsk og håndter programmer
nl: Doorzoek en beheer applicaties
nn: Bla gjennom og behandle appar
pl: Przeglądaj i zarządzaj programami
pt: Procurar e gerir aplicações
pt_br: Navegue e gerencie aplicativos
ru: Просмотр и управление приложениями
sk: Prehľadávajte a spravujte aplikácie
sl: Iskanje in upravljanje s programi
sr: Разгледајте и управљајте програмима
sv: Bläddra och hantera appar
tr: Uygulamalara göz atın ve yönetin
uk: Керуйте та переглядайте застосунки
zh: 浏览和管理应用
zh_cn: 浏览和管理应用程序
zh_tw: 瀏覽和管理軟體

source: The open source, pay-what-you-want app store from elementary. Reviewed and curated by elementary to ensure a native, privacy-respecting, and secure experience. Browse by categories or search and discover new apps. AppCenter is also used for updating your system to the latest and greatest version for new features and fixes.
ar: متجر التطبيقات مفتوح المصدر وعلى طريقة "ادفع ما تستطيع" من elementary. التطبيقات مراجعة ومختارة من elementary لضمان تجربة أصلية وطبيعية، ومحترمة للخصوصية، وآمنة. تصفح من خلال الفئات أو ابحث واستكشف تطبيقات جديدة. آب سنتر يستخدم أيضاً لتحديث نظامك لآخر إصدار للحصول على ميزات وإصلاحات جديدة.
be: Крама праграм з адкрытым зыходным кодам, якая працуе па прынцыпу "плаціце, колькі можаце", ад elementary. Назіраецца elementary, каб забяспечыць уласны, прыватны і бяспечны досвед. Праглядвайце катэгорыі або шукайце і знаходзьце новыя праграмы. AppCenter таксама выкарыстоўваецца для абнаўлення вашай сістэмы да навейшай і лепшай версіі, каб даць вам новыя функцыі і выпраўленні.
ca: La botiga d’aplicacions de codi obert, que permet pagar el que voleu, de l'elementary; revisada i mantinguda per l'elementary per garantir una experiència nativa, respectuosa de la privadesa i segura. Navegueu per les categories o cerqueu i descobriu aplicacions noves. El Centre d'aplicacions també s'usa per actualitzar el sistema a la versió més recent i més avançada per obtenir les funcions i correccions noves.
cs: Obchod s aplikacemi od elementary – open source a s dobrovolnými platbami. Prověřováno a pečlivě vybíráno týmem elementary, aby bylo zajištěno správné fungování v rámci systému, respektování soukromí a zabezpečení. Procházejte podle kategorií nebo vyhledávejte a objevujte nové aplikace. Centrum aplikací slouží také k aktualizování vašeho systému na nejnovější a nejlepší verzi, s novými funkcemi a opravami.
de: Der Open Source, pay-what-you-want AppStore von elementary. Gepflegt und kuratiert von elementary um eine native, datenschutzfreundliche und sichere Erfahrung zu bieten. Stöbern Sie durch Kategorien oder suchen und entdecken Sie neue Apps. AppCenter wird außerdem zum Aktualisieren Ihres Systems genutzt. Somit erhalten Sie die aktuellste und beste Software mit allen neuen Funktionen und Verbesserungen.
el: Το κέντρο λογισμικού ανοιχτού κώδικα όπου πληρώνετε με τους δικούς σας όρους από την elementary. Εποπτεύεται και επιμελείται από την elementary για να διασφαλισθεί μια εγγενή και ασφαλή εμπειρία με σεβασμό στην ιδιωτικότητα. Περιηγηθείτε ανά κατηγορία ή αναζητήστε και ανακαλύψτε νέες εφαρμογές. Το AppCenter επίσης χρησιμεύει στο να ενημερώνει το λογισμικό σας στην τελευταία έκδοση για νέες λειτουργίες και επιδιορθώσεις.
es: La tienda de aplicaciones de código abierto y precio libre de elementary. Revisada y examinada por elementary para garantizar una experiencia nativa, respetuosa de la privacidad y segura. Explore las categorías o efectúe búsquedas para descubrir aplicaciones. El Centro de aplicaciones también se utiliza para actualizar el sistema a la versión más reciente y así obtener funcionalidades y arreglos nuevos.
fr: Le magasin d'applications open source et à prix libre d'elementary. Revu et corrigé par elementary pour assurer une expérience native, respectueuse de la vie privée et sécurisée. Parcourez par catégories ou recherchez et découvrez de nouvelles applications. Le centre d’applications est aussi utilisé pour mettre à jour le système pour obtenir les toutes dernières nouveautés.
he: חנות היישומים בקוד פתוח ל־elementary שמאפשרת גם לשלם כראות עיניך. המאגר נסקר ונאסף על ידי elementary כדי להבטיח חוויה אחידה, מכבדת פרטיות ומאובטחת. ניתן לעיין לפי קטגוריות או לחפש ולגלות יישומים חדש. מרכז היישומים משמש גם לעדכון מערכת הפעלה שלך לגרסה העדכנית והטובה ביותר לקבלת יכולות ותיקונים חדשים.
hu: Az elementary nyílt forráskódú, fizessen-amennyit-akar alkalmazásüzlete. Ellenőrizve és jóváhagyva az elementary által egy natív, adatvédelmet szem előtt tartó és biztonságos élményért. Böngésszen kategóriák szerint, vagy keressen és fedezzen fel új alkalmazásokat. Az Appközpont segítségével mindig a legújabb és legjobb verzióra frissítheti rendszerét.
id: Toko aplikasi terbuka, bayar-yang-anda-bisa untuk pengembang mandiri dari elementary. Ditinjau dan dikurasi oleh elementary untuk memastikan pengalaman yang alami, menghormati-privasi, dan aman. Telusur berdasarkan kategori atau cari dan temukan aplikasi baru. AppCenter juga digunakan untuk memperbarui sistem Anda ke versi terbaru dan terhebat untuk fitur dan perbaikan yang baru.
ja: elementary が提供する、オープンソースで価格はあなた次第のアプリストアです。ネイティブに動作しプライバシーを尊重しており、セキュアなユーザーエクスペリエンスを得られるアプリだけを、elementary が審査・キュレーションして提供しています。カテゴリー別で閲覧したり検索したりして、新しいアプリを見つけましょう。AppCenter は、新機能や修正によってシステムを最新で最高のバージョンへアップデートするときにも使われます。
nb: Fri betal-hva-du-vil -butikk fra elementary. Vurdert og gjennomsett av elementary for å tilby noe systemspesifikt som også er personvernsrespekterende og sikkert. Utforsk kategorier, eller søk og oppdag nye programmer. Programsenter brukes også for å oppdatere systemet ditt til nyeste versjon av funksjoner og feilfikser.
nn: Den opne og valfrie appbutikken frå elementary. Innhaldet er anmeldt og kurert av elementary for å sikra ein innebygd, personvernsikker og trygg oppleving. Du kan bla gjennom kategoriar eller søkja for å finne nye appar. AppCenter vert òg brukt for å oppdatere systemet ditt til den nyaste og beste versjonen med nye funksjonar og retting av feil.
pl: Otwartoźródłowy sklep na zasadzie zapłać-ile-chcesz od elementary. Sprawdzany i selekcjonowany przez elementary by zapewnić natywne, respektujące prywatność i bezpieczne doświadczenie. Przeglądaj według kategorii lub wyszukuj i odkrywaj nowe programy. AppCenter jest także używane do aktualizowania systemu do najnowszej wersji, celem uzyskiwania nowych wspaniałych funkcji i niezbędnych poprawek.
pt: A loja de aplicações de código aberto, pague-o-que-quiser da elementary. Revista e categorizada pela elementary para assegurar uma experiência nativa, respeitadora da privacidade e segura. Navegue por categorias ou pesquise e descubra novas aplicações. O Centro de Aplicações também é utilizado para atualizar o sistema para as últimas versões que incluem novas funcionalidade e correções.
pt_br: A loja de aplicativos de código aberto, pague-o-quanto-quiser. Revisada e curada pelo elementary para garantir uma experiência nativa, segura e que respeita a privacidade. Navegue pelas categorias ou busque e descubra novos aplicativos. A Central de Aplicativos também é utilizada para atualizar seu sistema para a última versão para receber novos recursos e correções.
ru: Магазин приложений от elementary с открытым кодом, использующий модель «Платите сколько сможете». Проверяется и курируется elementary, чтобы обеспечить согласованную, с уважением к конфиденциальности и безопасностью работу приложений. Просматривайте приложения по категориям или ищите и открывайте для себя новые приложения. AppCenter также используется для обновления системы до новой версии, чтобы вы получали новые функции и исправления.
sk: Open-source obchod s aplikáciami od elementary s dobrovoľnými platbami. Vyskúšané a preverené aplikácie, aby bol zaručený natívny, bezpečný a súkromie rešpektujúci zážitok. Prezerajte kategórie alebo vyhľadávajte a objavujte nové aplikácie. AppCentrum je tiež používané na aktualizovanie vášho systému na najnovšiu a najlepšiu verziu pre budúce nové funkcie a opravy.
sv: Appbutiken med öppen källkod, betala vad du vill från elementary. Granskade och kurerade av elementary för att säkerställa en inbyggd, integritetsrespekterande och säker upplevelse. Bläddra efter kategorier eller sök och upptäck nya appar. AppCenter används också för att uppdatera ditt system till den senaste och bästa versionen för nya funktioner och korrigeringar.
tr: elementary tarafından açık kaynaklı, istediğiniz kadar ödeyebileceğiniz uygulama mağazası. Yerel, gizliliğe saygılı ve güvenli bir deneyim sağlamak için elementary tarafından incelenir ve düzenlenir. Kategorilere göre göz atın veya yeni uygulamalar arayın ve keşfedin. Uygulama Merkezi ayrıca sisteminizi yeni özellikler ve düzeltmeler için en son ve en iyi sürüme güncellemek için kullanılır.
uk: Крамниця застосунків від elementary з відкритим кодом, у якій плати як хочеш. Переглянута та курована elementary, щоб забезпечити узгоджену, з повагою до приватності та безпечну роботу застосунків. Переглядайте застосунки за категоріями або відкривайте для себе нові. Центр застосунків також використовується для оновлення системи до найновішої версії, щоб ви отримували нові можливості та виправлення.
zh_cn: 来自 elementary 的开源、按需付费的应用商店。经 elementary 审核并上架，以确保原生、隐私且安全的体验。按类浏览或通过搜索来发现新应用。 应用中心（AppCenter）也用来更新您的系统更新到最新、最好的版本，以获取新功能和修复。
zh_tw: 來自 elementary 的開源、按所望付費的應用程式商店。由 elementary 審核並發佈，以確保原生、保護隱私且安全的體驗。可以瀏覽各分類或搜尋來探索新軟體。《應用程式中心》也用來將您的系統更新到包含新功能和錯誤修正的最新版本。

source: New features:
ar: مميزات جديدة:
be: Новыя магчымасці:
ca: Funcions noves:
cs: Nové funkce:
de: Neue Funktionen:
el: Νέες λειτουργίες:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
hu: Új funkciók:
id: Fitur baru:
ja: 新機能:
nb: Nye funksjoner:
nn: Nye funksjonar:
pl: Nowe funkcje:
pt: Novas funcionalidades:
pt_br: Novas funcionalidades:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
tr: Yeni özellikler:
uk: Нові можливості:
zh_cn: 新特性：
zh_tw: 新功能：

source: Install OS Updates offline
fr: Installer les mises à jour du système hors connexion
nn: Installer oppdateringar for operativsystemet i fråkopla modus
ru: Офлайн установка обновлений системы

source: Other Improvements:
be: Іншыя паляпшэнні:
ca: Altres millores:
el: Άλλες βελτιώσεις:
fr: Autres améliorations :
he: שיפורים נוספים:
hu: Egyéb fejlesztések:
ja: そのほかの改善点:
nn: Andre forbetringar:
pl: Inne ulepszenia:
ru: Другие улучшения:
sk: Ďalšie vylepšenia:
sv: Andra förbättringar:
uk: Інші вдосконалення:
zh_cn: 其他更改：
zh_tw: 其他改善：

source: Updated translations
ar: تحديثات على الترجمة
be: Абноўлены пераклады
ca: Traduccions actualitzades
cs: Aktualizovány překlady
da: Opdaterede oversættelser
de: Aktualisierte Übersetzungen
el: Ενημερωμένες μεταφράσεις
eo: Ĝisdatigaj tradukoj
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: תרגומים עודכנו
hu: Frissített fordítások
id: Terjemahan diperbarui
it: Traduzioni aggiornate
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
nn: Nye oversettelsar
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sl: Posodobljeni prevodi
sr: Освежени преводи
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлено переклади
zh_cn: 更新翻译
zh_tw: 更新翻譯

source: Rewritten navigation with multitouch gestures to go back
ca: Navegació reescrita amb gestos multitàctils per tornar enrere
fr: Réécriture de la navigation avec des gestes multi-touch pour revenir en arrière
he: הניווט נכתב מחדש לתמיכה במחוות עם מספר אצבעות כדי לחזור אחורה
ja: マルチタッチジェスチャーで前のページに戻るなど、ナビゲーション機能を再設計
nn: Endra navigasjon med fleirpunktstrykk for å gå tilbake
pl: Przepisano nawigację z dodanymi gestami wielodotykowymi by się wracać
ru: Переработанная навигация с мультитач-жестами для возвращения назад
uk: Переписана навігація з мультитач жестами для повернення назад

source: Recently updated apps are shown at the top of category views
ca: Les aplicacions actualitzades recentment es mostren a la part superior de les visualitzacions de categoria.
fr: Les applications récemment mises à jour sont affichées en haut de l'écran des catégories
he: היישומים שעודכנו לאחרונה מופיעים בראש תצוגות הקטגוריות
ja: 最近アップデートされたアプリが、カテゴリー画面の最上部に表示されるように修正
nn: Dei siste oppdaterte appane blir vist øverst i kategorien
pl: Ostatnio zaktualizowane aplikacje są pokazywane na wierzchu widoku kategorii
ru: Недавно обновлённые приложения теперь показываются в самом верху категорий
uk: Нещодавно оновлені застосунки показуються у верхній частині переглядів категорій

source: A status overlay bar is now shown when tasks are in progress
ca: Ara es mostra una barra de superposició d'estat quan les tasques estan en curs.
fr: Une barre d'état est désormais affichée lorsque des tâches sont en cours
he: סרגל צף מופיע כשמתבצעות משימות ברקע
ja: 実行中のタスクのステータスを表示するオーバーレイバーを追加
nn: Ei statuslinje blir vist når ei oppgåve er under arbeid
pl: Pasek statusu nie jest pokazywany gdy zadania są w trakcie wykonywania
ru: Теперь показывается оверлей, когда какая-либо задача в процессе выполнения
uk: Під час виконання завдань відтепер показується панель стану

source: App Info Page Improvements:
ca: Millores a la pàgina d'informació de l'aplicació:
fr: Améliorations de la page d'information de l'application :
he: שיפורים בעמוד פרטי היישום:
ja: アプリ情報ページの改善点:
nn: Forbetra visning av informasjon om appen:
pl: Ulepszenia strony informacji o aplikacji:
ru: Улучшения страниц приложений:
uk: Вдосконалення сторінки відомостей про застосунок:

source: Screenshot carousels fill the width of the window, showing more screenshots at once
ca: Les captures de pantalla omplen l'amplada de la finestra i en mostren més alhora.
fr: Le carrousel des captures d'écran occupe toute la largeur de la fenêtre, ce qui permet d'afficher plusieurs captures d'écran à la fois
he: חלוניות ההצגה של צילומי המסך ממלאים את רוחב המסך, כך שיותר צילומי מסך יופיעו בו־זמנית
ja: スクリーンショットの表示領域をウィンドウの幅と一致させ、一度により多くのスクリーンショットを表示できるように修正
nn: Skjermbilete fyller no heile bredda på vindauget slik at du kan sjå fleire skjermbilete om gongen
pl: Karuzele zrzutów ekranu wypełniają szerokość okna, pokazując więcej zrzutów naraz
ru: Карусели снимков приложений теперь во всю ширину окна, показывая больше снимков за раз
uk: Каруселі знімків екрана заповнюють всю ширину вікна, показуючи більше знімків екрана одночасно

source: An app's accent color is now shown behind screenshots
ca: El color d'accentuació d'una aplicació ara es mostra darrere de les captures de pantalla.
fr: La couleur d'accentuation de l'application est désormais affichée derrière les captures d'écran
he: הצבע המשני של היישום מופיע עכשיו מאחורי צילומי המסך
ja: アプリのアクセントカラーをスクリーンショットの背景色として表示
nn: Fargen til appen blir vist bak skjermbiletene
pl: Kolor akcentu aplikacji jest teraz pokazany za zrzutami ekranu
ru: Акцентный цвет приложения теперь показан позади снимков приложения
uk: За знімками екрана відтепер показується основний колір застосунку

source: Get brand colors from the AppStream standard so more apps are supported
ca: Obteniu els colors de l'estàndard d'AppStream perquè s'admeten més aplicacions.
fr: Obtention des couleurs avec la norme AppStream pour que davantage d'applications soient prises en charge
he: משיכת צבעי המותג מתקן AppStream כדי להציע תמיכה ביותר יישומים
ja: さらに多くのアプリが対応できるよう、ブランドカラーを AppStream の仕様から取得するように修正
nn: Hent fargane til appen frå AppStream-standarden slik at fleire appar har støtte
pl: Kolory marek są teraz uzyskiwane ze standardu AppStream dla większego wsparcia aplikacji
ru: Акцентный цвет теперь получен из стандарта AppStream для поддержки большего количества приложений
uk: Отримання фірмових кольорів зі стандарту AppStream для підтримки більшої кількості застосунків

source: Wrap links at the bottom pages instead of ellipsize
ca: Replegament dels enllaços a les pàgines inferiors en lloc de fer el·lipses
fr: Les liens de bas de page retournent désormais à la ligne au lieu d'être coupés
he: הקישורים בתחתית העמוד גולשים לשורה הבאה במקום שיקוצרו
ja: ページ下部のリンクを省略表記するのではなく折り返すように修正
nn: Pakk lenkjer på botnen av sida istadenfor å korta dei ned
pl: Linki na dole stron są teraz łamane, zamiast przycinania
ru: Перенос ссылок внизу страниц вместо многоточия
uk: Обгортання посилань внизу сторінок замість додавання еліпсису

source: Better dark style support
ca: Millor suport d'estil fosc
fr: Meilleure prise en charge du thème sombre
he: תמיכה משופרת בסגנון כהה
ja: ダークスタイルへの対応を改善
nn: Forbetra støtte for mørk modus
pl: Lepsze wsparcie dla ciemnego motywu
ru: Улучшена поддержка тёмного стиля
uk: Краща підтримка темного стилю

source: Updates View Improvements:
ca: Millores de la vista d'actualitzacions:
fr: Améliorations le la vue des mises à jour :
he: שיפורים בתצוגת העדכונים:
ja: アップデート画面の改善点:
nn: Forbetra visning av oppdateringar:
pl: Ulepszenia widoku aktualizacji:
ru: Улучшения вкладки обновлений:
uk: Удосконалення вкладки оновлень:

source: Release notes are shown in a dialog
ca: Les notes de la versió es mostren en un diàleg.
fr: Les notes de version sont affichées dans une boîte de dialogue
he: הערות ההפצה מופיעות בחלונית
ja: リリースノートをダイアログで表示するように修正
nn: Versjonsmerknader blir no vist i egen dialogboks
pl: Informacje o wydaniu są pokazane w oknie dialogowym
ru: Заметки о выпуске теперь показываются в диалоге
uk: Примітки до випуску показуються в діалоговому вікні

source: Better fallback icons for components
ca: Icones alternatives millors per als components
fr: Meilleures icônes par défaut pour les composants
he: סמלי נסיגה משופרים לרכיבים
ja: コンポーネントのフォールバックアイコンを改善
nn: Forbetra ikoner for komponentar utan eige ikon
pl: Lepsze alternatywne ikony dla komponentów
ru: Улучшены резервные значки для компонентов
uk: Покращені запасні піктограми для компонентів

source: The "Update All" header now sticks to the top of the window when scrolling
ca: La capçalera "Actualitza-ho tot" ara s'enganxa a la part superior de la finestra quan es desplaça.
fr: L'en-tête « Tout mettre à jour » reste désormais en haut de la fenêtre lors du défilement
he: שורת הכותרת „לעדכן הכול” נצמדת לראש החלון בעת הגלילה
ja: "すべてアップデート" ボタンを含むヘッダーが、スクロール時もウィンドウ上部に固定表示されるように修正
nn: "Oppdater alle" blir no festa til toppen av vindauge sjølv om du ruller
pl: Nagłówek „Zaktualizuj wszystkie” jest teraz przyczepiony do góry okna podczas przewijania
ru: Заголовок «Обновить всё» теперь прикрепляется к верхней части окна при прокрутке
uk: Заголовок «Оновити все» під час гортання відтепер прилипає до верхньої частини вікна

source: Redesigned "Fun &amp; Games" category card
ca: Targeta de la categoria "Diversió i jocs" redissenyada
fr: Reconception de la carte de catégorie « Loisirs et jeux »
he: כרטיס הקטגוריה „כיף ומשחקים” עוצב מחדש
ja: "エンタメとゲーム" カテゴリーカードをデザイン変更
nn: Nytt design for kortet til "Spel"-kategorien
pl: Przeprojektowane kartę kategorii „Gry i zabawy”
ru: Переработана карточка категории «Развлечения и Игры»
uk: Перероблена картка категорії Розваги та ігри»

source: Performance improvements
ar: تحسينات على الأداء
ca: Millores de rendiment
cs: Vylepšení výkonu
da: Ydelses forbedringer
de: Leistungsverbesserungen
eo: Rendimentaj plibonigoj
es: Mejoras de rendimiento
fr: Améliorations des performances
he: שיפורי ביצועים
id: Peningkatan performa
it: Miglioramenti delle prestazioni
ja: パフォーマンスの改善
nl: Prestaties zijn verbeterd
nn: Ytelsesforbetringar
pl: Poprawki wydajności
pt: Melhorias de desempenho
pt_br: Melhorias de desempenho
ru: Улучшения производительности
sl: Izboljšanje odzivnosti
sr: Побољшања учинковитости
tr: Performans iyileştirmeleri
uk: Поліпшено швидкодію

source: Stability improvements
ca: Millores d'estabilitat
fr: Améliorations de la stabilité
he: שיפורי יציבות
ja: 安定性の改善
nn: Forbetringar i stabilitet
pl: Poprawki stabilności
ru: Улучшения стабильности
uk: Поліпшення стабільності

source: Added an option to automatically update apps
ca: S'ha afegit una opció per actualitzar automàticament les aplicacions.
de: Eine Option für automatische Updates wurde hinzugefügt
fr: Ajout d'une option pour mettre à jour automatiquement les applications
he: נוספה אפשרות לעדכן יישומים ידנית
ja: アプリを自動的にアップデートするオプションを追加
nn: Lagt til eit valg for å oppdatera appar automatisk
pl: Dodano opcję automatycznych aktualizacji aplikacji
ru: Добавлена возможность автоматического обновления приложений
uk: Додано опцію автооновлення застосунків

source: Manually check for new updates
ca: Comprovació manual d'actualitzacions
de: Manuelle Prüfung auf neue Aktualisierungen
fr: Rechercher des mises à jour manuellement
he: חיפוש עדכונים חדשים ידנית
ja: 手動で新しいアップデートを確認できる機能を追加
nn: Sjekk etter oppdateringar manuelt
pl: Ręcznie sprawdź aktualizacje
ru: Ручная проверка наличия обновлений
uk: Перевірка наявності нових оновлень вручну

source: Warn when apps are built against older runtimes
ca: Avisa quan es construeixin aplicacions amb entorns d'execució anteriors.
cs: Varování, pokud jsou aplikace sestaveny vůči starým běhovým prostředím
fr: Avertissement lorsque les applications sont conçues avec des environnements d'exécution plus anciens
he: להזהיר כאשר יישומנים נבנו כנגד סביבות ריצה מיושנות
ja: アプリが使用するランタイムが古い場合に警告を表示する機能を追加
nn: Gje varsel når appar er bygd på eldre rammeverk
pl: Ostrzeganie gdy aplikacje są budowane ze starszymi zależnościami
ru: Отображение предупреждения если приложения были построены с использованием других библиотек
uk: Додано попередження, якщо застосунки створено для давніших середовищ виконання

source: Fixes:
ar: الإصلاحات:
ca: Correccions:
cs: Provedené opravy:
de: Fehlerbehebungen:
es: Correcciones:
fr: Corrections :
he: תיקונים:
id: Perbaikan:
ja: 修正点:
nn: Feil som er fiksa:
pl: Poprawki:
pt: Correções:
pt_br: Correções:
ru: Исправления:
tr: Düzeltmeler:
uk: Виправлення:

source: Prevent back button from disappearing or requiring multiple clicks
ca: S'evita que el botó enrere desaparegui o requereixi diversos clics.
cs: Zabráněno aby tlačítko zpět zmizelo nebo vyžadovalo několik kliknutí
fr: Nous avons empêché le bouton retour de disparaître ou de nécessiter plusieurs clics
he: נמנע מצב שכפתור החזרה נעלם או דורש מספר לחיצות
id: Cegah tombol kembali menghilang atau membutuhkan banyak klik
ja: ヘッダーの戻るボタンが消えたり複数回のクリックを要したりしていた不具合を修正
nn: Hindra at tilbake-knappen forsvinn eller må trykkast på fleire gonger
pl: Zapobiegnięto znikaniu i niedziałaniu przycisku powrotu
ru: Исправлено исчезновение кнопок возврата
tr: Geri gitme düğmesinin kaybolmasını yada birden çok tıklama gerektirmesi önlendi
uk: Виправлено зникнення кнопки «Назад» або необхідність її кількаразового натискання

source: Improvements:
ar: التحسينات:
ca: Millores:
cs: Vylepšení:
de: Verbesserungen:
fr: Améliorations :
he: שיפורים:
id: Peningkatan:
ja: 改善点:
nn: Forbetringar:
pl: Ulepszenia:
pt: Melhorias:
pt_br: Melhorias:
ru: Улучшения:
tr: İyileştirmeler:
uk: Вдосконалення:
