Repository: elementary/appcenter
Catalog: po/extra/*.po
Languages: ar, be, ca, cs, da, de, el, eo, es, fi, fr, he, hr, hu, id, it, ja, nb, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh, zh_cn, zh_tw

source: Fix missing privacy policy in payments dialog
ar: إصلاح سياسة الخصوصية المفقودة في رسالة الدفع
ca: Correcció de la falta de política de privadesa al quadre de diàleg de pagaments
cs: Opravena absence zásad ochrany soukromí v dialogu platby
de: Fehlende Datenschutzerklärung im Zahlungsdialog hinzugefügt
fr: Correction de la politique de confidentialité manquante dans la boîte de dialogue de paiement
he: תוקנה מדיניות הפרטיות החסרה בחלונית התשלומים
id: Perbaiki kebijakan privasi yang hilang dalam dialog pembayaran
ja: 支払いダイアログにプライバシーポリシーが表示されていなかった不具合を修正
pl: Naprawiono brakującą politykę prywatności w oknie dialogowym płatności
pt: Corrigir política de privacidade em falta no ecrã de pagamentos
pt_br: Correção da falta das políticas de privacidade na exibição de pagamentos
ru: Исправлено отсутствие политики конфиденциальности в диалоговом окне платежей
uk: Виправлено відсутність політики приватності у діалоговому вікні платежів

source: Show in-app notification when an app is installed
ar: إظهار إشعار داخل التطبيق عندما يتم تثبيت أحد التطبيقات
ca: Es mostra la notificació a l'aplicació quan s'instal·la una aplicació.
cs: Pokud je aplikace nainstalovaná, zobrazit upozornění v aplikaci
de: Zeige in-App Benachrichtigung, wenn die App installiert ist
fr: Affichage d'une notification dans l'application lorsqu'une application est installée
he: יוצגו הודעות בתוך היישום בעת התקנת יישום
id: Tampilkan notifikasi dalam-aplikasi saat aplikasi diinstal
ja: アプリがインストールされた場合にアプリ内通知を表示
pl: Pokaż powiadomienia wewnątrz aplikacji po zainstalowaniu aplikacji
pt: Mostrar notificações na aplicação quando uma aplicação for instalada
pt_br: Mostrar notificações no aplicativo, quando um app é instalado
ru: Отображение уведомлений в приложении, когда приложение установлено
tr: Bir uygulama yüklendiğinde uygulama içi bildirim göster
uk: Показ внутрішніх сповіщень, коли застосунок встановлено

source: Add contextual badges to notifications
ar: إضافة أوسمة سياقية للإشعارات
ca: Addició d'insígnies contextuals a les notificacions
cs: Přidány kontextové odznáčky do upozornění
de: Fügt kontextbezogene Badges zu Benachrichtigungen hinzu
fr: Ajout de badges contextuels aux notifications
he: נוספו עיטורים תלויי הקשר להתראות
id: Tambahkan lencana kontekstual ke notifikasi
ja: 通知の内容を反映したバッジを通知に表示
pl: Dodano kontekstowe odznaki do powiadomień
pt: Adicionar ícones contextuais às notificações
pt_br: Adicionar tags de contexto as notificações
ru: Добавлены контекстные значки к уведомлениям
tr: Bildirimlere bağlamsal rozetler eklendi
uk: Додано контекстні значки до сповіщень

source: Ensure Home button is usable during search
ar: التأكد بأن زر "الرئيسية" قابل للاستخدام عند البحث
ca: S'assegura que el botó d'inici es pot usar durant la cerca.
cs: Zajištěno, že je tlačítko pro přechod na úvodní stránku funkční i v průběhu vyhledávání
de: Sicherstellen, dass der Home-Button während der Suche benutzbar bleibt
fr: Nous nous sommes assurés que le bouton Accueil soit utilisable pendant la recherche
he: וידוא שכפתור הבעית שמיש במהלך חיפוש
id: Pastikan tombol Beranda dapat digunakan selama pencarian
ja: 検索中も“ホーム”ボタンが使えるように修正
pl: Upewniono się, że przycisk Strony domowej jest możliwy do użycia podczas wyszukiwania
pt: Garantir que o botão para voltar ao Início está disponível durante a pesquisa
pt_br: Garante que o botão Home possa ser utilizado durante a pesquisa
ru: Обеспечение возможности использования кнопки «Главная» во время поиска
tr: Arama sırasında Ana Sayfa düğmesinin kullanılabilir olduğundan emin olundu
uk: Перевірено, щоб кнопка «Домашня сторінка» була працювала під час пошуку

source: Ask the user to manually restart if we can't ask the session to prompt
ar: الطلب من المستخدم إعادة التشغيل يدوياً إذا تعذر الطلب من الجلسة فعل ذلك
ca: Es demana a l’usuari que reiniciï manualment si no podem fer que ho demani la sessió.
cs: Dotazováno se uživatele na ruční restart pokud není možné požádat relaci, aby se zeptala
de: User nach manuellem Neustart fragen, falls wir dies nicht in der Session tun können
fr: Nous demandons désormais à l'utilisateur de redémarrer manuellement s'il est impossible de demander à la session de le faire
he: המשתמש נשאל להפעיל את המחשב מחדש ידנית אם אין לנו אפשרות לבקש מההפעלה לבקש זאת
id: Minta pengguna untuk memulai ulang secara manual jika kami tidak dapat meminta sesi untuk meminta
ja: セッションを自動的に再起動できない場合にユーザーに再起動を促すように修正
pl: Poproś użytkownika o manualny restart w przypadku gdy sesja nie może być zapytana
pt: Pedir ao utilizador para reiniciar manualmente se não conseguir fazer com que a sessão reinicie
pt_br: Pedir ao usuário para reiniciar manualmente se não possível solicitar a sessão ao prompt
ru: Просить пользователя перезагрузить компьютер вручную если не получается попросить сессию выполнить запрос
tr: Oturumdan isteyemezsek, kullanıcıdan manuel olarak yeniden başlatması istenecek
uk: Запит перезапуску користувачем вручну, якщо неможливо надіслати запит сеансу

source: Improve styling and contrast of buttons
ar: تحسين تصميم وتباين ألوان الأزرار
ca: Millora de l’estil i el contrast dels botons
cs: Vylepšen styl a kontrast tlačítek
de: Gestaltung und Kontrast von Buttons verbessert
fr: Amélioration du style et du contraste des boutons
he: הסגנון וניגודיות הכפתורים השתפרו
id: Tingkatkan gaya dan kontras tombol
ja: ボタンのスタイルとコントラストを改善
pl: Poprawiono styl oraz kontrast przycisków
pt: Melhora o estilo e o contraste dos botões
pt_br: Melhora estilo e contraste dos botões
ru: Улучшен внешний вид и контрастность кнопок
tr: Düğmelerin stili ve kontrastı iyileştirildi
uk: Покращено зовнішній вигляд та контрастність кнопок

source: More concise and consistent language
ar: لغة أكثر دقة وتناسقاً
ca: Llenguatge més concís i coherent
cs: Srozumitelnější a jednotnější vyjadřování
de: Gekürzte und einheitlichere Sprachgebung
fr: Langage plus concis et plus cohérent
he: השפה יותר ברורה ואחידה
id: Bahasa yang lebih ringkas dan konsisten
ja: 正確で一貫性のある表現を使用するように修正
pl: Bardziej zwięzły i spójny język
pt: Linguagem mais concisa e consistente
pt_br: Linguagem mais concisa e consistente
ru: Более лаконичный и последовательный язык
tr: Daha özlü ve tutarlı bir dil
uk: Стисліша та послідовніша мова

source: Fully uninstall Flatpaks, including locales
ar: التمكن من إلغاء تطبيقات Flatpak بالكامل، ويشمل ذلك ملفات اللغة
ca: Desinstal·lació completa de Flatpaks, incloses les configuracions regionals
cs: Úplná odinstalace Flatpak balíčků, včetně jazykových dat
de: Deinstalliert Flatpacks vollständig, inklusive locales
fr: Prise en charge de la désinstallation complète des applications Flatpak, y compris les fichiers de traduction
he: התקנה מלאה של חבילות Flatpak, כולל השפות הנלוות
id: Hapus sepenuhnya Flatpaks, termasuk pelokalan
ja: ロケールも含め Flatpak アプリを完全にアンインストールできるように修正
pl: Pełne usunięcie Flatpaków, włączając w to pliki lokalizacji
pt: Desinstala totalmente os Flatpaks, incluindo localizações do idioma
pt_br: Desinstale completamente Flatpaks, incluindo locais
ru: Возможность полного удаления приложений Flatpak, вместе с их языковыми пакетами
tr: Yerel ayarlar dahil olmak üzere Flatpak uygulamaları tamamen kaldırılır
uk: Можливість повного видалення застосунків Flatpak, разом з їхніми мовними пакунками

source: Still fetch screenshots from remotes that don't include proper headers
ar: جلب لقطات الشاشة من المتحكمات حتى لو لم تكن تحتوي على ترويسات صحيحة
ca: Encara es busquen captures de pantalla de llocs remots que no incloguin capçaleres adequades.
cs: Stále jsou stahovány snímky obrazovky ze zdrojů, které neobsahují řádné hlavičky
de: Auch Screenshots von Remotes erhalten, die keine korrekten Header enthalten
fr: Récupération des captures d'écran depuis les dépôts distants pour ceux qui n'ont pas d'entêtes appropriés
he: עדיין למשוך צילומי מסך ממקורות מרוחקים שאינם כוללים כותרות תקניות
id: Masih mengambil tangkapan layar dari jarak jauh yang tidak menyertakan tajuk yang tepat
ja: 適切なヘッダーを含まないリモートであってもスクリーンショットを取得するように修正
pl: Nadal pobieraj zrzuty ekranów ze źródeł niezawierających poprawnych nagłówków
pt: Ainda busca capturas de ecrã de controlos remotos que não incluem cabeçalhos adequados
pt_br: Ainda busca capturas de tela de controles remotos que não incluem cabeçalhos adequados
ru: Продолжать получение снимков экрана с удалённых ресурсов не предоставивших корректные заголовки
tr: Uygun başlıklar içermeyen ekran görüntülerini yine de uzak sunuculardan alın
uk: Віддалене отримання знімків екрана, які не включають належні заголовки

source: Fix truncated footer buttons
ar: إصلاح أزرار التذييلات المقطوعة
ca: Correcció dels botons de peu de pàgina truncats
cs: Opraveno uřezávání tlačítek v zápatí
de: Beheben eines Fehlers, der zu angeschnittenen Footer Buttons führte
fr: Correction des boutons du pied de page tronqués
he: הכפתורים למטה שנחתכו תוקנו
id: Perbaiki tombol kaki yang terpotong
ja: フッターのボタンが最後まで表示されない不具合を修正
pl: Naprawiono przycięte przyciski w stopce
pt: Corrige botões de rodapé truncados
pt_br: Corrige botões de rodapé truncados
ru: Исправлены обрезанные кнопки в нижней части окна
tr: Kesilmiş altbilgi düğmeleri düzeltildi
uk: Виправлено обрізання кнопок колонтитулів

source: Only show Mail button when a usable mail app is installed
ar: إظهار أيقونة البريد فقط عندما يكون هناك تطبيق بريد قابل للاستخدام
ca: Es mostra el botó de correu només quan hi hagi instal·lada una aplicació de correu usable.
cs: Tlačítko pro E-mail je zobrazováno pouze pokud je nainstalována použitelná příslušná aplikace
de: Zeige Mail-Button nur, wenn eine verwendbare Mail-App installiert ist
fr: Affichage du bouton d'e-mail uniquement si une application de messagerie est installée
he: כפתור הדוא״ל יוצג רק כאשר מותקן יישום דוא״ל שמיש
id: Hanya tampilkan tombol Surat ketika aplikasi surel yang dapat digunakan terinstal
ja: 使用可能なメールアプリがインストールされている場合のみ、“メール”ボタンを表示するように修正
pl: Pokazuj przycisk poczty tylko gdy działająca aplikacja poczty jest zainstalowana
pt: Mostrar apenas o botão de Correio quando uma aplicação de correio utilizável é instalada
pt_br: Mostrar o botão Mail apenas quando um aplicativo de e-mail utilizável estiver instalado
ru: Кнопка «Почта» появляется только если установлено приложение почты
tr: Posta düğmesini yalnızca kullanılabilir bir posta uygulaması yüklendiğinde göster
uk: Кнопка «Пошта» з'являється лише якщо встановлено застосунок пошти

source: Fix some apps incorrectly showing as not installed during search
ar: إصلاح ظهور بعض التطبيقات المثبتة كأنها غير مثبتة عند البحث
ca: Correcció d'algunes aplicacions que es mostren incorrectament com a no instal·lades durant la cerca
cs: Opraveno nesprávné zobrazování některých aplikací v průběhu vyhledávání jako nenainstalovaných
de: Fehler behoben, der dazu führte, dass Apps in der Suche fälschlicherweise als nicht installiert angezeigt wurden
fr: Correction de certaines applications qui n'apparaissaient pas comme étant installées lors de la recherche
he: תיקון בעיה בה חלק מהיישומים מופיעים שאינם מותקנים במהלך חיפוש
id: Perbaiki beberapa aplikasi yang salah ditampilkan sebagai tidak diinstal selama pencarian
ja: 検索中に一部のインストール済みアプリがインストールされていないように表示されてしまう不具合を修正
pl: Naprawiono niektóre aplikacje niepoprawnie oznaczone jako niezainstalowane podczas wyszukiwania
pt: Corrige algumas aplicações incorretamente apresentadas como não instaladas durante a pesquisa
pt_br: Corrige alguns aplicativos que aparecem incorretamente como não instalados durante a pesquisa
ru: Исправлено отображение установленных приложений как не установленными при поиске
tr: Arama sırasında hatalı olarak yüklenmemiş olarak gösterilen bazı uygulamalar düzeltildi
uk: Виправлено показ встановлених застосунків не встановленими під час пошуку

source: Show an error dialog when opening an app fails
ar: إظهار رسالة خطأ عند فشل تشغيل أحد التطبيقات
ca: Es mostra un diàleg d'error quan hi ha un error en obrir una aplicació.
cs: Zobrazován chybový dialog, pokud se instalace nezdaří
de: Zeige einen Fehlerdialog, falls das Öffnen einer App fehlschlägt
fr: Affichage d'une boîte de dialogue lorsque l'ouverture d'une application échoue
he: הצגת דו־שיח שגיאה כאשר פתיחה של יישום נכשלת
id: Tampilkan dialog galat saat gagal membuka aplikasi
ja: アプリを開けなかった場合にエラーダイアログを表示するように修正
pl: Pokaż okno błędu gdy otwieranie aplikacji się nie powiedzie
pt: Mostrar uma janela de erro quando falha ao abrir uma aplicação
pt_br: Mostrar uma caixa de diálogo de erro não for possível abrir um aplicativo
ru: Показ сообщения об ошибке если не удаётся открыть приложение
tr: Bir uygulamayı açma başarısız olursa bir hata iletişim kutusu göster
uk: Показ діалогового вікна помилки за невдалого відкриття застосунку

source: Fixes
ar: إصلاحات
ca: Correccions
cs: Opravy
da: Rettelser
de: Fehlerbehebungen
es: Correcciones
fr: Corrections
he: תיקונים
id: Perbaikan
it: Correzioni
ja: 修正点
nl: Oplossingen
pl: Poprawki
pt: Correções
pt_br: Correções
ru: Исправления
sr: Исправке
tr: Düzeltmeler
uk: Виправлення

source: Correctly display names of Flatpak runtime updates
ar: عرض أسماء التحديثات وقت تشغيل Flatpak بشكل صحيح
ca: Mostra correctament els noms de les actualitzacions del temps d’execució de Flatpak.
cs: Správné zobrazování názvů aktualizací Flatpak běhových prostředí
de: Namen von Flatpak runtime Updates korrekt anzeigen
es: Se muestran correctamente los nombres de las actualizaciones de entornos de ejecución Flatpak
fr: Affichage correct du nom des mises à jour des exécutables Flatpak
he: הצגת שמות עדכוני סביבות Flatpak בצורה נכונה
id: Menampilkan nama dari waktu proses pembaruan Flatpak dengan benar
it: Visualizza correttamente i nomi degli aggiornamenti dei runtime di Flatpak
ja: アップデートされる Flatpak ランタイムの名前が正しく表示されるように修正
pl: Poprawnie wyświetlaj nazwy aktualizacji biblioteki Flatpak
pt: Mostrar corretamente os nomes das atualizações de tempo de execução do Flatpak
pt_br: Exibe as atualizações do executável do Flatpak corretamente
ru: Правильное отображение имён для обновлений среды выполнения Flatpak
sr: Исправно приказује називе освежавања извршног времена Флатпака
tr: Flatpak çalışırken güncellemelerin isimlerini doğru şekilde göster
uk: Назви оновлень середовища виконання Flatpak показуються правильно

source: Minor updates
ar: تحديثات طفيفة
ca: Actualitzacions menors
cs: Drobné aktualizace
da: Mindre opdateringer
de: Kleine Aktualisierungen
es: Actualizaciones menores
fr: Mises à jour mineures
he: עדכונים מזעריים
id: Pembaruan kecil
it: Aggiornamenti minori
ja: そのほかのアップデート
nl: Kleine verbeteringen
pl: Mniejsze aktualizacje
pt: Pequenas atualizações
pt_br: Pequenas atualizações
ru: Незначительные обновления
sr: Мања освежења
tr: Küçük güncellemeler
uk: Незначні оновлення

source: New features
ar: مميزات جديدة
ca: Funcions noves
cs: Nové funkce
da: Nye funktioner
de: Neue Funktionen
es: Funcionalidades nuevas
fr: Nouvelles fonctionnalités
he: תכונות חדשות
id: Fitur baru
it: Nuove funzionalità
ja: 新機能
nl: Nieuwe functies
pl: Nowe funkcje
pt: Novas funcionalidades
pt_br: Novas funcionalidades
ru: Новые возможности
sr: Нове функције
tr: Yeni özellikler
uk: Нові функції

source: Support system-wide Flatpak remotes
ar: دعم إضافة متحكمات Flatpak على صعيد النظام بأكمله
ca: Admet distància de Flatpak a tot el sistema.
cs: Podpora pro zdroje Flatpak balíčků pro celý systém
de: Unterstützung systemweiter Flatpak Remotes
es: Se admiten repositorios remotos Flatpak para todo el sistema
fr: Prise en charge système des applications Flatpak distantes
he: תמיכה ב־Flatpaks שולטים כלל מערכתיים
id: Mendukung seluruh sistem kendali jarak jauh Flatpak
it: Supporta pacchetti Flatpak remoti a livello di sistema
ja: システム全体で利用可能な Flatpak リモートに対応
pl: Wsparcie dla systemowych bibliotek zdalnych Flatpak
pt: Suporte a Flatpak remotos em todo o sistema
pt_br: Suporte a Flatpaks remotos em todo o sistema
ru: Поддержка общесистемных Flatpak репозиториев
sr: Подржава свеопште-системске Флатпакове удаљене
tr: Sistem genelinde Flatpak uzak depo desteği eklendi
uk: Підтримка загальносистемних віддалених Flatpak

source: Fix Flatpak runtime updates getting stuck
ar: إصلاح توقف تحديثات برامج تشغيل Flatpak عن العمل
ca: Correcció de les actualitzacions de temps d'execució de Flatpak que es quedaven blocades
cs: Opraveno zasekávání aktualizací Flatpak běhových prostředí
de: Behebung eines Fehlers, der dazu führte, dass Flatpak runtime Updates steckenblieben
es: Ya no se atascan las actualizaciones de entorno de ejecución de Flatpak
fr: Correction du blocage des mises à jour des exécutables Flatpak
he: תיקון עדכוני סביבת Flatpak נתקעים
id: Perbaikan waktu proses pembaruan Flatpak yang macet
it: Corregge gli aggiornamenti dei runtime Flatpak che si bloccano
ja: Flatpak ランタイムのアップデートが固まる不具合を修正
pl: Naprawiono zawieszające się aktualizacje bibliotek Flatpak
pt: Corrige as atualizações do tempo de execução Flatpak de ficarem bloqueadas
pt_br: Conserta travamento do executável do Flatpak
ru: Обновления среды выполнения Flatpak больше не застревают
sr: Поправља заглављивања освежавања извршног времена Флатпака
tr: Flatpak çalışma zamanı güncellemelerinin takılma problemi düzeltildi
uk: Оновлення середовища виконання Flatpak більше не застрягають

source: Fix long origin comboboxes breaking the header layout
ar: إصلاح تخريب تنسيق الترويسة من قبل الصناديق المركبة الطويلة
ca: Correcció de les caselles d'origen llarg que trencaven el disseny de la capçalera
cs: Opraveny kombinované kolonky s dlouhým původem rozbíjející rozvržení záhlaví
de: Fehler behoben, der dazu führte, dass lange comboboxen das Header-Layout beeinträchtigten
es: Se corrigió la disposición de elementos incorrecta en la cabecera cuando los cuadros de lista de origen son largos
fr: Correction de la longueur des combo-box qui cassaient la mise en forme de l'entête
he: תיקון תיבות משולבות ששוברות את פריסת הכותרת
id: Perbaikan kotak kombo panjang yang merusak tata letak header
it: Risolto il problema con le caselle di origine che alteravano l'impostazione dell'intestazione con testi eccessivamente lunghi
ja: 提供元を選択するコンボボックスのテキストが長い場合に、ヘッダーのレイアウトが崩れる不具合を修正
pl: Naprawiono comboboxy z długimi źródłami psujące układ nagłówka
pt: Corrige as caixas de combinação de origem comprida de quebrar a disposição do cabeçalho
pt_br: Conserta longa origem de comboboxes quebrando o layout do cabeçalho
ru: Исправлено нарушение компоновки заголовков у длинных выпадающих списков
sr: Поправља дуге прекиде распореда заглавља од стране штиклирпоља порекла
tr: Başlık düzenini bozan uzun menşeli birleşik kutular düzeltildi
uk: Виправлено пошкодження макету заголовка поєднаними полями довгих джерел

source: When apps are available from multiple sources, prefer installed version, then prefer Flatpak
ar: عندما تتوفر نفس التطبيقات من أكثر من مصدر، يتم تفضيل الإصدار المثبت، ومن ثم تفضيل تطبيق Flatpak
ca: Quan les aplicacions estiguin disponibles en diverses fonts, es prefereix la versió instal·lada i després la de Flatpak.
cs: Pokud je stejná aplikace k dispozici z vícero zdrojů, je upřednostňována nainstalovaná verze a pak Flatpak
de: Falls Apps aus mehreren Quellen verfügbar sind, bevorzuge installierte Version, dann Flatpak
es: Cuando las aplicaciones están disponibles en varias fuentes, se prefiere la versión instalada y después Flatpak
fr: Lorsqu'une application est disponible à partir de plusieurs source, la version déjà installée est préférée, la version Flatpak le cas échéant
he: כאשר יישומים זמינים ממגוון מקורות, להעדיף את הגרסה המותקנת ולאחר מכן את Flatpak
id: Saat aplikasi tersedia dari berbagai sumber, pilih versi yang terpasang, lalu pilih Flatpak
it: Quando le applicazioni sono disponibili da diverse fonti preferisce la versione installata e in alternativa il Flatpak
ja: アプリが複数の提供元から利用可能な場合、まずインストールされたバージョンを選択し、その次に Flatpak バージョンを選択するように修正
pl: Gdy aplikacje są dostępne z wielu źródeł, preferuj zainstalowaną wersję, potem preferuj Flatpak
pt: Quando as aplicações estão disponíveis em várias fontes, dê preferência à versão instalada e, a seguir, ao Flatpak
pt_br: Quando aplicativos estiverem disponíveis de múltiplas fontes, preferir a versão instalada, depois preferir o Flatpak
ru: Если приложения доступны из нескольких источников, предпочтение отдаётся установленной версии, а затем — Flatpak
sr: Када су програми доступни из више извора, даје предност инсталираном издању, затим Флатпаку
tr: Uygulamalar birden çok kaynaktan mevcut olduğunda, yüklü sürümü tercih edin, ardından Flatpak'ı tercih edin
uk: Якщо застосунки доступні з кількох джерел, перевага надається встановленій версії, а потім — Flatpak

source: Improve search performance
ar: تحسين أداء البحث
ca: Millora del rendiment de la cerca
cs: Vylepšení rychlosti vyhledávání
de: Leistungsverbesserungen in der Suche
es: Se mejoró el rendimiento de las búsquedas
fr: Amélioration des performances de la recherche
he: שיפור ביצועי חיפוש
id: Peningkatan performa penelusuran
it: Migliora le prestazioni della ricerca
ja: 検索のパフォーマンスを改善
pl: Poprawiono wydajność wyszukiwania
pt: Melhora o desempenho da pesquisa
pt_br: Melhora performance de busca
ru: Улучшена скорость поиска
sr: Побољшава учинковитост претраге
tr: Arama performansı iyileştirildi
uk: Поліпшено швидкість пошуку

source: Improve update badge styling and category styling
ar: تحسين تحديث تصميم الأوسمة وتصميم الفئات
ca: Millora de l'estil de la insígnia d'actualització i l'estil de categoria
cs: Vylepšen styl odznáčku aktualizace a kategorií
de: Gestaltung von Aktualisierungsemblems und Kategorie optimiert
es: Se mejoró el estilo del emblema de actualizaciones y las categorías
fr: Amélioration du style du badge de mise à jour et de catégorie
he: שיפור עיצוב עיטורי עדכון ועיצוב קטגוריות
id: Peningkatan pembaruan gaya lencana dan ketegori
it: Migliora lo stile dell'icona di aggiornamento e delle categorie
ja: アップデート数を表示するバッジのスタイルと、カテゴリーのスタイルを改善
pl: Ulepszono style odznak oraz kategorii
pt: Melhora o estilo do emblema de atualização e estilo da categoria
pt_br: Melhora estilo do emblema de atualização e categoria
ru: Улучшен стиль значков обновления и стиль категорий
sr: Побољшава стилирање значке освежења и стилирање категорије
tr: Güncelleme rozet stili ve kategori stili iyileştirildi
uk: Покращено стиль значків оновлення та стиль категорій

source: Ensure AppCenter is reopened at the correct position
ar: التأكد بأن آب سنتر تمت إعادة فتحه في المكان الصحيح
ca: S'assegura que el Centre d'aplicacions es torna a obrir en la posició correcta.
cs: Zajištěno, že se Centrum aplikací znovu otevře ve správné pozici
de: Sicherstellen, dass das AppCenter an der korrekten Stelle erneut geöffnet wird
es: Se asegura de que el Centro de aplicaciones se reabra en la posición correcta
fr: Nous nous sommes assurés que le Centre d'Application soit à la bonne position lors de son ouverture
he: וידוא שמרכז היישומים נפתח מחדש במיקום הנכון
id: Memastikan AppCenter dibuka kembali pada posisi yang benar
it: Assicura che AppCenter venga riaperto nella posizione corretta
ja: ウィンドウが正しい位置に再表示されるように修正
nl: Zorg dat AppCenter op de juiste positie heropend wordt
pl: Upewniono się, że AppCenter jest ponowne otwierane na poprawnej pozycji
pt: Assegurar que o Centro de Aplicações é reaberto na posição correta
pt_br: Garante que a Central de Aplicativos reabre na posição correta
ru: Обеспечение того, что AppCenter откроется в правильном месте
sr: Осигурава да се Програмски центар поново отвори на исправном положају
tr: AppCenter'ın doğru konumda yeniden açılması sağlandı
uk: Переконайтеся, що центр застосунків знову відкрито у правильному положенні
