Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: The balance or credit limit on the card has been reached.
ar: تم الوصول للحد الأقصى للرصيد أو الائتمان على بطاقتك.
be: Дасягнуты ліміт па карце.
ca: S'ha arribat al límit de saldo o crèdit de la targeta.
ckb: سنووری باڵانس یان یەکەی کاردەکەت گەیشتە کۆتایی.
cs: Bylo dosaženo limitu karty.
de: Das Kartenlimit ist erreicht.
el: Το υπόλοιπο ή το πιστωτικό όριο της κάρτας σας έχει εξαντληθεί.
eo: La saldo aŭ kreditlimo de la bankokarto estis atingita.
es: Se ha alcanzado el saldo límite de la tarjeta.
fi: Kortin luottoraja on ylittynyt.
fr: Le solde est dépensé ou la limite de crédit de la carte est atteinte.
gl: Alcanzouse o límite de crédito ou saldo da súa tarxeta.
he: הגעת לתקרת המשיכה בכרטיס.
hu: Elérte a kártyán lévő egyenleget vagy hitelkeretet.
id: Batas saldo atau kredit pada kartu telah tercapai.
ja: カードの残高か与信限度額に達しました。
mn: картын дансны үлдэгдэл эсвэл хязгаар хэсэрсэн байна.
mr: कार्डवरील शिल्लक किंवा क्रेडिट मर्यादा गाठली गेली आहे.
nb: Betalingsgrensen eller beløpsgrensen på kortet har blitt forsert.
nl: U heeft onvoldoende saldo of de limiet van uw kaart is bereikt.
nn: Betalingsgrensa eller beløpsgrensa på kortet ditt er nådd.
pa: ਕਾਰਡ ਦੀ ਖ਼ਰਚ ਹੱਦ ਪੂਰੀ ਹੋ ਚੁੱਕੀ ਹੈ।
pl: Osiągnięto saldo lub limit kredytowy na karcie.
pt_br: O saldo ou limite de crédito no cartão já foi alcançado.
ro: Limita de sold sau credit ale acestui card au fost atinse.
ru: Превышен лимит по карте.
sk: Limit kreditu karty bol dosiahnutý.
sv: Saldot eller kreditgränsen på kortet har uppnåtts.
ta: அட்டையின் இருப்பு அல்லது கடன் வரம்பு அடைந்துள்ளது.
tr_tr: Karttaki bakiye veya kredi limiti doldu.
uk: Баланс або кредитний ліміт картки вичерпано.
vi: Số dư hoặc hạn mức tín dụng trên thẻ đã đạt được.

source: The given card is a test card. Please use a real card to proceed.
ar: البطاقة المستخدمة هي بطاقة اختبار. من فضلك استخدم بطاقة حقيقية للإكمال.
be: Дадзеная карта з'яўляецца тэставай. Калі ласка, скарыстайцеся сапраўднай картай, каб працягнуць.
ca: Aquesta és una targeta de prova. Feu servir una targeta real per continuar.
ckb: ئەم کاردەی کە پێتدراوە، کاردی تاقیکردنەوەیە. تکایە کاردێکی راستەقینە بەکاربهێنە بۆ ئەنجامدانی پڕۆسەکە.
cs: Zadaná karta je testovací. Pokračujte prosím použitím běžné karty.
de: Die angegebene Karte ist eine Testkarte. Verwenden Sie bitte eine echte Karte, um den Prozess abzuschließen.
el: Η κάρτα που δόθηκε είναι δοκιμαστική. Παρακαλώ χρησιμοποιήστε μία κανονική κάρτα για να συνεχίσετε.
eo: Tio estas test-karto. Bonvolu uzi veran karton por procedi.
es: La tarjeta proporcionada es de prueba. Utilice una real para proceder.
fi: Annettu kortti on testikortti. Käytä oikeaa korttia jatkaaksesi.
fr: Cette carte est une carte de test. Veuillez utiliser une vraie carte pour continuer.
gl: A tarxeta proporcionada é unha tarxeta de proba. Por favor, use unha tarxeta real para continuar.
he: הכרטיס שסיפקת הוא כרטיס בדיקה. נא להשתמש בכרטיס אמתי כדי להמשיך.
hu: A megadott kártya tesztkártya. Kérjük, használjon valódi kártyát a folytatáshoz.
id: Kartu yang diberikan adalah kartu tes. Silakan gunakan kartu asli untuk melanjutkan.
ja: 指定されたカードはテスト用です。続行するには本物のカードを使用してください。
mn: Оруулсан карт түр карт байна. Хүчин төгөлдөр карт ашиглана уу.
mr: दिलेले कार्ड एक चाचणी कार्ड आहे. कृपया पुढे जाण्यासाठी एक वास्तविक कार्ड वापरा.
nb: Oppgitt kort er et test-kort. Bruk et ordentlig kort for å fortsette.
nl: De ingevoerde kaart is een proefkaart. Gelieve een geldige kaart te gebruiken om verder te gaan.
nn: Det oppgjevne kortet er eit test-kort. Bruk eit ordentleg kort for å halde fram.
pa: ਇਹ ਕਾਰਡ ਇੱਕ ਟੈਸਟ ਕਾਰਡ ਹੈ। ਅੱਗੇ ਵਧਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਅਸਲੀ ਕਾਰਡ ਵਰਤੋ।
pl: Podana karta jest kartą testową. Proszę użyć prawdziwej karty, aby kontynuować.
pt_br: O cartão informado é um cartão de testes. Por favor use um cartão real para prosseguir.
ro: Acesta este un card de test. Vă rugăm folosiți un card real pentru continuare.
ru: Данная карта является тестовой. Используйте настоящую карту, чтобы продолжить.
sk: Poskytnutá karta je testovacia. Prosím, použite bežnú kartu.
sv: Angivet kort är ett testkort. Använd ett riktigt kort för att fortsätta.
ta: கொடுக்கப்பட்ட அட்டை ஒரு சோதனை அட்டை. தொடர உண்மையான கார்டைப் பயன்படுத்தவும்.
tr_tr: Verilen kart bir test kartıdır. Lütfen devam etmek için gerçek bir kart kullanın.
uk: Ця картка є тестовою карткою. Будь ласка, використайте справжню картку, щоб продовжити.
vi: Thẻ được cấp là thẻ kiểm tra. Vui lòng sử dụng một thẻ thực để tiếp tục.

source: Operating System Updates
ar: تحديثات نظام التشغيل
eo: Operaciumaj Ĝisdatigoj
gl: Actualizacións do Sistema Operativo
ja: オペレーティングシステムのアップデート
mn: Үйлдэлийн системийн шинэчлэл
mr: ऑपरेटिंग सिस्टिमचे अपडेट्स
nn: Operativsystem-oppdateringar
pa: ਅਪਰੇਟਿੰਗ ਸਿਸਟਮ ਅਪਡੇਟਾਂ
ta: இயக்க முறைமைகள் மேம்படுத்தல்கள்
th: การอัปเดตระบบปฏิบัติการ
ur: آپریٹنگ سسٹم کی اپ ڈیٹس
vi: Cập nhật hệ điều hành

source: Updates to system components
ar: تحديثات لمكونات النظام
eo: Sistem-elementaj Ĝisdatigoj
gl: Actualizacións para compoñentes do sistema
ja: システムコンポーネントのアップデート
mn: Системийн бүрэлдхүүн хэсэгийн шинэчлэлүүд
mr: सिस्टिमच्या भागांचे अपडेट्स
nn: Oppdateringar for systemkomponentar
pa: ਸਿਸਟਮ-ਅੰਗਾਂ ਦੀਆਂ ਅਪਡੇਟਾਂ
ta: கணினி கூறுகளுக்கான புதுப்பிப்புகள்
th: การอัปเดตคอมโพเนนต์ของระบบ
ur: سسٹم کے حصوں کی اپ ڈیٹس
vi: Cập nhật cho các thành phần hệ thống

source: Runtime Updates
be: Абнаўленні асяроддзя выканання
ca: Actualitzacions de l'entorn d'execució
cs: Aktualizace Runtime
de: Runtime-Aktualisierungen
el: Ενημερώσεις Runtime
es: Actualizaciones de entornos de ejecución
fi: Runtime-pakettien päivitykset
fr: Mises à jour des exécutables
he: עדכוני זמן ריצה
hu: Futttatókörnyezetek frissítései
id: Pembaruan Runtime
ja: ランタイムのアップデート
nb: Kjørerutinesoppgraderinger
nn: Leitar etter oppdateringar til programspråket
pl: Aktualizacje środowiska wykonawczego
pt_br: Atualizações de Runtimes
ru: Обновления среды выполнения
sk: Aktualizácie Runtime
sv: Körtidsuppdateringar
tr_tr: Çalışma Zamanı Güncellemeleri
uk: Оновлення середовища виконання

source: Updates to app runtimes
be: Абнаўленні для асяроддзя выканання праграм
ca: Actualitzacions dels entorns d'execució de les aplicacions
cs: Aktualizace pro runtime aplikací
de: Aktualisierungen für Anwendungs-Runtimes
el: Ενημερώσεις για runtime εφαρμογών
es: Actualizaciones de entornos de ejecución para aplicaciones
fi: Päivityksiä sovellusten runtime-paketteihin
fr: Mises à jour de l'exécutable des applications
he: עדכונים לזמני ריצה של יישומים
hu: Az alkalmazásfuttató környezetek frissítései
id: Pembaruan pada runtime aplikasi
ja: アプリのランタイムに対するアップデート
nb: Oppdateringer av kjøretidsrutiner
nl: Updates aan app-runtimes
nn: Oppdateringar for programspråket til appar
pl: Aktualizacje środowiska wykonawczego aplikacji
pt_br: Atualizações para os runtimes dos aplicativos
ru: Обновления среды выполнения приложений
sk: Aktualizácie pre runtime aplikácií
sv: Uppdateringar till appens körtider
tr_tr: Uygulama çalışma zamanlarına yönelik güncellemeler
uk: Оновлення середовищ виконання застосунків

source: Version: %s
ar: الإصدار: %s
be: Версія: %s
ca: Versió: %s
ckb: وەشان: %s
cs: Verze: %s
el: Έκδοση: %s
eo: Versio: %s
es: Versión: %s
fi: Versio: %s
gl: Versión: %s
he: גרסה: %s
hu: Verzió: %s
id: Versi: %s
ja: バージョン: %s
mn: Хувилбар: %s
mr: आवृत्ती: %s
nb: Versjon: %s
nl: Versie: %s
nn: Versjon: %s
pa: ਵਰਜਨ: %s
pl: Wersja: %s
pt_br: Versão: %s
ro: Versiune: %s
ru: Версия: %s
sk: Verzia: %s
tr_tr: Sürüm: %s
uk: Версія: %s
vi: Phiên bản: %s

source: No components with updates
ar: لا يوجد مكونات تحتاج تحديثاً
eo: Neniu ĝisdatigota elemento
gl: Sen compoñentes para actualizar
ja: アップデートのあるコンポーネントはありません
mn: Шинэчлэлд бүрэлдхүүн хэсэг алга
mr: कोणत्याही भागांचे अपडेट्स उपलब्ध नाहीत
nn: Ingen komponentar med oppdateringar
pa: ਕਿਸੇ ਵੀ ਸਿਸਟਮ-ਅੰਗ ਲਈ ਅਪਡੇਟਾਂ ਨਹੀਂ ਹਨ
vi: Không thành phần nào có cập nhật

source: %u component with updates
ar: لا يوجد تحديثات للمكونات
eo: %u elemento ĝisdatigota
gl: %u compoñente con actualizacións
ja: アップデートのあるコンポーネントが%u項目あります
mn: %u бүрэлдхүүн хэсэг шинэчлэлд байна
mr: %u अपडेट्स उपलब्ध असलेला भाग
nn: %u komponent med oppdateringar
pa: ਅਪਡੇਟਾਂ ਵਾਲ਼ਾ %u ਸਿਸਟਮ-ਅੰਗ
vi: Các thành phần %u có cập nhật

source: No runtimes with updates
ca: No hi ha entorns d'execució amb actualitzacions.
ja: アップデートのあるランタイムはありません
nn: Ingen komponentar med oppdateringar

source: %u runtimes with updates
ca: %u entorn d'execució amb actualitzacions
ja: アップデートのあるランタイムが%u項目あります
nn: %u komponent med oppdateringar

source: Restart Required
ar: إعادة التشغيل مطلوبة
eo: Necesa Restartigo
gl: Reinicio requerido
ja: 再起動が必要です
mn: Унтрааж асаах шаардлагатай
mr: पुन्हा सुरु करणे आवश्यक
nn: Omstart er naudsynt
pa: ਸਿਸਟਮ ਰੀਸਟਾਰਟ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ
ta: மறுதொடக்கம் தேவை
vi: Yêu cầu khởi động lại

source: Please restart your system to finalize updates
ar: الرجاء إعادة تشغيل نظامك لإنهاء التحديثات
eo: Bonvolu restartigi vian sistemon por fin-ĝisdatigo
gl: Por favor, reinicie o seu sistema para finalizar as actualizacións
ja: アップデートを完了するには再起動してください
mn: Системээ унтрааж асаагаад шинэчлэлээ дуусгаарай
mr: अपडेट्सना अंतिम स्वरूप देण्यासाठी कृपया आपली सिस्टिम पुन्हा सुरु करा
nn: Ver venleg og omstart systemet for å fullføre oppdateringane
pa: ਅਪਡੇਟਾਂ ਪੱਕੀਆਂ ਕਰਨ ਲਈ ਮਿਹਰਬਾਨੀ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਰੀਸਟਾਰਟ ਕਰੋ
ta: புதுப்பிப்புகளை முடிக்க உங்கள் கணினியை மீண்டும் தொடங்கவும்
vi: Vui lòng khởi động lại hệ thống của bạn để hoàn tất cập nhật

source: This may be a temporary issue or could have been caused by external or manually compiled software.
ar: يمكن أن تكون هذه مشكلة مؤقتة أو قد تكون بسبب برامج خارجية أو برامج تم بناؤها من الكود المصدري يدوياً.
be: Гэта можа быць часовай праблемаю, але можа быць выклікана вонкавым ці ўласнаручна пабудаваным праграмным забеспячэннем.
ca: Això pot ser un problema temporal o pot haver estat causat per programari extern o compilat manualment.
ckb: دەکرێت ئەمە کێشەیەکی کاتی بێت یان بەهۆی نەرمەکاڵای دەرەکی یان یەکخستنی نەرمەکاڵا بە دەستی ڕویدابێت.
cs: Toto může být dočasný problém nebo může být způsobeno softwarem, pocházejícím z externího repozitáře nebo z ruční kompilace.
de: Dies kann ein vorübergehendes Problem sein oder durch externe oder manuell kompilierte Software verursacht worden sein.
el: Αυτό μπορεί να είναι ένα προσωρινό σφάλμα ή να προκλήθηκε από εξωτερικό ή χειροκίνητα μεταγλωττισμένο λογισμικό.
es: Puede tratarse de un problema temporal o un error causado por aplicaciones externas o compiladas manualmente.
fi: Tämä saattaa olla väliaikainen ongelma, tai ongelma voi johtua ulkopuolisesta tai käsin käännetystä ohjelmistosta.
fr: Cela peut être dû à un problème temporaire ou à des logiciels externes ou compilés manuellement.
gl: Pode ser un problema temporal ou podría ser causado por programas externos ou compilados manualmente.
he: יתכן שזו בעיה זמנית או שנגרמה עקב תכנה חיצונית או כזאת שהודרה ידנית.
hu: Ez lehet egy időszakos hiba, egy külső szoftvergyűjtemény, esetleg egy sérült forrásfájl lehet az oka.
id: Ini mungkin masalah sementara atau bisa jadi disebabkan oleh perangkat lunak eksternal atau yang dikompilasi secara manual.
ja: これは一時的な不具合か、外部のソフトウェアやコンパイルしてインストールされたソフトウェアによって発生した不具合の可能性があります。
mr: ही तात्पुरती समस्या असू शकते किंवा बाह्य किंवा व्यक्तिचलितपणे तयार केलेल्या सॉफ्टवेअरमुळे उद्भवली असू शकते.
nb: Dette kan være et midlertidig problem, eller ha sitt opphav i eksterne eller manuelt tillagte programvarepakkebrønner.
nl: Dit kan een tijdelijk probleem zijn of veroorzaakt worden door externe of handmatig gecompileerde software.
nn: Dette kan ha blitt forårsaka av eksterne, manuelt tillagte programvarebrønnar, eller ei skada kjeldefil.
pa: ਇਹ ਸ਼ਾਇਦ ਆਰਜ਼ੀ ਮਸਲਾ ਹੋਵੇ ਜਾਂ ਕਿਸੇ ਬਾਹਰੀ ਜਾਂ ਹੱਥੀਂ ਕੰਪਾਇਲ ਕੀਤੇ ਸਾਫ਼ਟਵੇਅਰ ਦੇ ਕਰਕੇ ਹੋਵੇ।
pl: To może być chwilowy błąd lub mógł być spowodowany przez zewnętrznie lub ręcznie skompilowane oprogramowanie.
pt_br: Esse pode ser um problema temporário ou pode ter sido causado por software externo ou compilado manualmente.
ro: Aceasta poate fi o problemă temporară sau ar putea fi cauzată de software extern sau compilat manual.
ru: Это может быть временной проблемой или может быть вызвано внешним или скомпилированным вручную программным обеспечением.
sk: Toto môže byť dočasný problém alebo mohol byť spôsobený externým, či ručne skompilovaným softvérom.
sv: Detta kan vara ett tillfälligt problem eller kan ha orsakats av extern eller manuellt kompilerad programvara.
tr_tr: Bu geçici bir sorun olabilir veya harici ya da elle derlenen bir yazılımdan kaynaklanmış olabilir.
uk: Це може бути тимчасовою проблемою, викликаною програмним забезпеченням встановленим із зовнішніх джерел або зібраним власноруч.

source: Failed to install app
ar: فشل تثبيت التطبيق
be: Не ўдалося ўсталяваць праграму
ca: Ha fallat instal·lar l'aplicació.
ckb: نەتوانرا نەرمەکاڵا دابمەزرێت
cs: Aplikaci se nepodařilo nainstalovat
de: Installation der Anwendung fehlgeschlagen
el: Αποτυχία εγκατάστασης εφαρμογής
es: No se pudo instalar la aplicación
fi: Sovelluksen asentaminen epäonnistui
fr: Échec de l'installation de l'application
gl: Non se puido instalar a aplicación
he: התקנת היישום נכשלה
hu: Alkalmazás telepítése sikertelen
id: Gagal memasang aplikasi
ja: アプリをインストールできませんでした
mr: अ‍ॅप स्थापित करण्यात अयशस्वी
nb: Klarte ikke å installere programmet
nl: Installeren van de app is mislukt
nn: Appen vart ikkje installert
pa: ਐਪ ਸਥਾਪਤ ਕਰਨਾ ਨਾਕਾਮ ਰਿਹਾ
pl: Nie udało się zainstalować aplikacji
pt_br: Falha ao instalar o aplicativo
ro: S-a eșuat în instalarea aplicației
ru: Не удалось установить приложение
sk: Nepodarilo sa nainštalovať aplikáciu
sv: Misslyckades med att installera appen
tr_tr: Uygulama yüklenemedi
uk: Не вдалося встановити застосунок

source: Failed to install “%s”
ar: فشل تثبيت ”%s“
be: Не ўдалося ўсталяваць "%s"
ca: Ha fallat instal·lar %s.
ckb: نەتوانرا نەرمەکاڵای "%s" دابمەزرێت
cs: „%s“ se nepodařilo nainstalovat
de: »%s« konnte nicht installiert werden
el: Αποτυχία εγκατάστασης “%s”
es: No se pudo instalar «%s»
fi: Sovelluksen “%s” asentaminen epäonnistui
fr: Échec de l'installation de « %s »
gl: Non se puido instalar "%s"
he: התקנת „%s” נכשלה
hu: "%s" telepítése sikertelen
id: Gagal memasang “%s”
ja: “%s” をインストールできませんでした
mr: "%s" स्थापित करण्यात अयशस्वी
nb: Klarte ikke å avinstallere «%s»
nl: Het installeren van “%s” is mislukt
nn: Klarte ikkje å installera “%s”
pa: “%s” ਨੂੰ ਸਥਾਪਤ ਕਰਨਾ ਨਾਕਾਮ ਰਿਹਾ
pl: Nie udało się zainstalować „%s”
pt_br: Falha ao instalar "%s"
ro: S-a eșuat în instalarea “%s”
ru: Не удалось установить «%s»
sk: „%s“ sa nepodarilo nainštalovať
sv: Misslyckades med att installera "%s"
tr_tr: “%s” kurulumu başarısız oldu
uk: Не вдалось установити «%s»

source: Repair
be: Выправіць
ca: Repara
cs: Opravit
de: Reparieren
el: Επιδιόρθωση
es: Reparar
fi: Korjaa
fr: Réparer
he: תיקון
hu: Javítás
id: Perbaikan
ja: 修復
nb: Reparer
nl: Repareer
pl: Napraw
pt_br: Reparar
ru: Починить
sk: Opraviť
sv: Reparera
tr_tr: Onar
uk: Полагодити

source: Failed to Repair
be: Не ўдалося выправіць
ca: Ha fallat la reparació.
cs: Oprava se nezdařila
de: Reparatur fehlgeschlagen
el: Σφάλμα επιδιόρθωσης
es: No se pudo reparar
fi: Korjaaminen epäonnistui
fr: Échec de la réparation
he: התיקון נכשל
hu: Nem sikerült a javítás
id: Gagal Memperbaiki
ja: 修復できませんでした
nb: Klarte ikke å reparere
nl: Reparatie mislukt
pl: Nie udało się naprawić
pt_br: Falha ao reparar
ru: Не удалось починить
sk: Oprava sa nepodarila
sv: Misslyckades med att reparera
tr_tr: Onarılamadı
uk: Не вдалося полагодити

source: This may have been caused by external, manually added software repositories or a corrupted sources file.
ar: يمكن أن يحدث هذا بسبب برامج خارجية أو مستودعات برامج مضافة بشكل يدوي أو ملف مصادر تالف.
be: Гэта можа быць вызвана вонкавымі, дададзенымі ўласнаручна рэпазіторыямі, або пашкоджаным файлам крыніц.
ca: Això pot haver estat causat per repositoris externs afegits manualment o per un fitxer de fonts corromput.
ckb: دەکرێت ئەمە بەهۆی زیادکردنی کۆگای نەرمەکاڵای دەرەکی یان ئەوانەی کە خۆت زیادت کردوون یان پەڕگەی سەرچاوە تێکچووەکانەوە ڕوویدابێت.
cs: Toto mohlo být způsobeno externími, ručně přidanými repozitáři softwaru, nebo poškozeným souborem s jejich seznamem (sources).
de: Dies könnte durch externe, manuell hinzugefügte Software-Repositorien oder eine korrupte sources.list-Datei verursacht worden sein.
el: Αυτό μπορεί να προκλήθηκε από εξωτερικά, χειροκίνητα εγκατεστημένα αποθετήρια λογισμικού ή ένα κατεστραμμένο αρχείο πηγών.
eo: Tio estis okazigita de fontaj dosieroj eksteraj el mane enigitaj program-deponejaj adresoj aŭ pro difekto.
es: Esto puede deberse a repositorios de software externos agregados manualmente o a un archivo de fuentes dañado.
fi: Tämä saattaa johtua ulkoisista, käsin lisätyistä ohjelmistolähteistä tai rikkoutuneesta sources-tiedostosta.
fr: Ceci peut-être provoqué par un dépôt externe ajouté manuellement ou un fichier corrompu.
gl: Isto puido ser causado por engadir repositorios externos manualmente ou algún ficheiro de código fonte corrompido.
he: יתכן שבעיה זו נגרמה עקב מאגרי תכניות חיצוניים שנוספו באופן ידני או קובצי מקור פגומים.
hu: Ennek egy külső, kézzel hozzáadott szoftvergyűjtemény vagy egy sérült forrásfájl lehet az oka.
id: Ini mungkin disebabkan oleh repositori perangkat lunak eksternal atau perangkat lunak yang ditambahkan secara manual atau berkas sumber yang rusak.
ja: これは外部の手動で追加されたソフトウェアリポジトリか、壊れたソースファイルにより発生した可能性があります。
mn: Энэ магадгүй гадаад шалтгаан байж болох юм, гар аргаар програмын репозиторыг нэмсэн эсвэл эх файлыг гэмтсэн.
mr: हे बाहेरील, मॅन्युअली जोडलेल्या सॉफ्टवेअर रेपॉजिटरिज किंवा दूषित स्रोत फायलीमुळे झाले असू शकते.
nb: Dette kan ha sitt opphav i ekstern, manuelt tillagte programvarepakkebrønner, eller en skadet kilde-fil.
nl: Dit is mogelijk veroorzaakt door externe, handmatig toegevoegde softwarebronnen of een gecorrumpeerd bronnenbestand.
nn: Dette kan ha blitt forårsaka av eksterne, manuelt tillagte programvarebrønnar, eller ei skada kjeldefil.
pa: ਇਹ ਕਿਸੇ ਬਾਹਰੀ, ਹੱਥੀਂ ਜੋੜੇ ਸਾਫ਼ਟਵੇਅਰ ਭੰਡਾਰਾਂ ਜਾਂ ਖ਼ਰਾਬ ਸਰੋਤ ਫ਼ਾਇਲ ਕਰਕੇ ਹੋਇਆ ਹੋ ਸਕਦੈ।
pl: Przyczyną może być zewnętrzne, ręcznie dodane repozytorium oprogramowania lub uszkodzony plik źródłowy.
pt_br: Isto pode ter sido causado por repositórios externos, adicionados manualmente ou um arquivo de fontes corrompido.
ro: Aceasta poate fi cauzată de arhivele externe adăugate manual sau de un fişier cu surse corupt.
ru: Это может быть вызвано внешними (добавленными вручную) репозиториями или повреждённым файлом с источниками.
sk: Toto mohlo byť spôsobené externými, ručne pridanými repozitármi softvéru alebo poškodeným zdrojovým súborom.
sv: Detta kan ha orsakats av externa, manuellt tillagda programvaruarkiv eller en skadad sources-fil.
tr_tr: Bu durum dışarıdan elle eklenen yazılım depolarından veya bozulmuş bir kaynak dosyasından kaynaklanmış olabilir.
uk: Це може бути викликано зовнішніми, власноруч доданими сховищами програмного забезпечення або файлом з пошкодженими джерелами.
vi: Điều này có thể gây ra bởi các nguồn ngoài hoặc file nguồn bị lỗi

source: Payment
ar: الدفع
be: Аплата
ca: Pagament
ckb: پارەدان
cs: Platba
de: Zahlung
el: Πληρωμή
eo: Pago
es: Pago
fi: Maksu
fr: Paiement
gl: Pago
he: תשלום
hu: Fizetés
id: Pembayaran
ja: 支払い
mn: Төлбөр
mr: देयक
nb: Betaling
nl: Betaling
nn: Betaling
pa: ਅਦਾਇਗੀ
pl: Płatność
pt_br: Pagamento
ro: Plată
ru: Оплата
sk: Platba
sv: Betalning
tr_tr: Ödeme
uk: Оплата
vi: Thanh toán

source: Pay $%d for %s
ar: ادفع %1$d$ ل %2$s
be: Заплаціць $%d за %s
ca: Paga %d USD per %s
ckb: پارەی $%d بە بڕی %s بدە
cs: Zaplaťte $%d za %s
de: %d USD für %s zahlen
el: Πληρώστε %d$ για το %s
eo: Pagi %d $ por %s
es: Pagar %d USD por %s
fi: Maksa $%d kohteesta %s
fr: Payer %d $ pour %s
gl: Paga $%d por %s
he: לשלם $%d עבור %s
hu: %d$ fizetése %s alkalmazásért
id: Bayar $%d untuk %s
ja: %dドルを %s に払う
mn: %s зориулан $%d төлөх
mr: %2$s साठी $%1$d देय द्या
nb: Betal %d$ for %s
nl: Betaal $%d voor %s
nn: Betal %d$ for %s
pa: %2$s ਲਈ $%1$d ਅਮਰੀਕੀ ਡਾਲਰ ਅਦਾ ਕਰੋ
pl: Zapłać $%d za %s
pt_br: Pagar $%d por %s
ro: Plăteste $%d pentru %s
ru: Перевести %d,00 USD за %s
sk: Zaplatiť $%d za %s
sv: Betala $%d för %s
tr_tr: %s için $%d öde
uk: Сплатити $%d за %s
vi: Thanh toán $%d cho %s

source: This is a one time payment suggested by the developer. You can also choose your own price.
ar: هذه عبارة عن دفعة لمرة واحدة مقترحة من قبل المطور. بإمكانك أيضاً اختيار السعر الذي تريده.
be: Гэта аднаразовы плацеж, які прапанаваў распрацоўшчык. Вы таксама можаце выбраць сваю суму.
ca: Es tracta d'un pagament únic suggerit pel desenvolupador. També podeu triar el vostre preu.
ckb: ئەمە تەنها یەکجار پارەدانە کە گەشەپێدەر پێشنیاری کردووە. دەتوانیت خۆت بڕی پارە دیاری بکەیت.
cs: Toto je jednorázová platba, doporučená vývojářem. Je také možné si zvolit svou vlastní.
de: Dies ist eine einmalige Zahlung nach Vorschlag des Entwicklers. Sie können die Höhe nach Belieben ändern.
el: Αυτή είναι μια ενδεικτική εφάπαξ τιμή από τον προγραμματιστή. Μπορείτε επίσης να επιλέξετε την δική σας τιμή.
es: Este es un pago único sugerido por los desarrolladores. También puede elegir su propio monto.
fi: Tämä on kertamaksu, jonka summaa on ehdottanut kehittäjä. Voit valita itse maksun suuruuden.
fr: Il s'agit d'un paiement ponctuel suggéré par le développeur. Vous pouvez aussi choisir votre propre prix.
he: זהו תשלום חד פעמי שהוצע על ידי המפתח. ניתן גם לבחור בסכום אחר.
hu: Ez a fejlesztő által javasolt egyszeri kifizetés. Választhat saját árat is.
id: Ini adalah pembayaran satu kali yang disarankan oleh pengembang. Anda juga dapat memilih harga Anda sendiri.
ja: 開発者の提案した価格を一括で支払います。ご自身で価格を決めることもできます。
nb: Dette er en engangsbetaling anbefalt av utvikleren. Du kan også velge din egen pris.
nl: Dit is een eenmalige betaling voorgesteld door de ontwikkelaar. U kunt een andere prijs opgeven.
nn: Dette er eit eingongsbeløp som er anbefalt av utviklaren. Du kan óg velja ditt eget beløp.
pl: To jest jednorazowa płatność sugerowana przez twórców. Możesz także wybrać własną cenę.
pt_br: Este é um pagamento único sugerido pelo desenvolvedor. Você também pode escolher seu próprio preço.
ro: Aceasta este o plată făcută o singură dată, sugerată de dezvoltator. Poți de asemenea să alegi ce sumă dorești.
ru: Это предложенный разработчиком разовый платёж. Вы можете выбрать и свою цену.
sk: Toto je jednorazová platba navrhovaná vývojárom. Ak vám nevyhovuje cena, môžete si vybrať vlastnú.
sv: Detta är en engångsbetalning som föreslås av utvecklaren. Du kan också välja ditt eget pris.
tr_tr: Bu, geliştirici tarafından önerilen tek seferlik bir ödemedir. Ayrıca kendi tutarınızı da seçebilirsiniz.
uk: Це одноразовий платіж, запропонований розробником. Ви також можете обрати власну ціну.

source: or
ar: أو
be: або
ca: o
ckb: یان
cs: nebo
de: oder
el: ή
es: o
fi: tai
fr: ou
he: או
hu: vagy
id: atau
ja: または
nb: eller
nl: of
nn: eller
pl: lub
pt_br: ou
ro: sau
ru: или
sk: alebo
sv: eller
tr_tr: veya
uk: або

source: Email
ar: البريد الإلكتروني
be: Пошта
ca: Adreça electrònica
ckb: ئیمێڵ
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
eo: Retmesaĝadreso
es: Correo electrónico
fi: Sähköposti
fr: Adresse e-mail
gl: Correo electrónico
he: דוא״ל
id: Surel
ja: メール
mn: Мэйл
mr: ईमेल
nb: E-post
nn: E-post
pa: ਈਮੇਲ
ru: Почта
sv: E-post
ta: மின்னஞ்சல்
tr_tr: E-posta
uk: Пошта
