Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: This is a one time payment. Your email address is only used to send you a receipt.
mn: Энэ бол нэг удаагийн төлбөр. Таны мэйл хаяг зөвхөн төлбөрийн баримт илгээхэд ашиглагдана.
vi: Đây là phương thức một lần. Email của bạn chỉ được sử dụng để gửi hóa đơn.

source: Your email address is only used to send a receipt. You will not be subscribed to any mailing list.
mn: Таны мэйл хаягыг зөвхөн төлбөрийн баримт илгээхэд ашиглана. Та ямар нэгэн мэйлийн жагсаалтанд бүртгэгдэхгүй.

source: Suggest Translations
mn: Орчуулга санал болгох
ta: மொழிபெயர்ப்பு பரிந்துரைக்க
vi: Đề xuất dịch

source: Report a Problem
mn: Асуудалыг мэдэгдэх
ta: பிரச்சனையைப் புகாரளி
vi: Báo cáo một vấn đề

source: A restart is required to complete the installation of updates
mn: Шинэчлэлүүдийг бүрэн суулгахын тулд системийг дахин эхлүүлэх шаардлагатай
ta: புதுப்பிப்புகளை நிறுவுவதற்கு மறுதொடக்கம் தேவைப்படுகிறது
vi: Yêu cầu khởi động lại để hoàn tất quá trình cài đặt bản cập nhật

source: No Results
mn: Илэрцгүй
ta: முடிவுகள் இல்லை
th: ไม่มีผลลัพธ์
ur: کو نتائج نہیں
vi: Không có kết quả

source: No apps could be found. Try changing search terms.
mn: Ямар ч аппууд олдсонгүй. Хайлтаа өөрчлөөд дахин оролдоорой.
ta: எந்த மென்பொருளும் கிடைக்கவில்லை. தேடல் சொற்களை மாற்ற முயற்சிக்கவும்.
th: ไม่พบโปรแกรม ลองเปลี่ยนคำค้นของคุณ
ur: کو اطلاقیہ نہیں ملا۔ کسی اور لفظ سے تلاش کریں۔
vi: Không tìm thấy ứng dụng nào. Hãy thử thay đổi cụm từ tìm kiếm.

source: Trending
mn: Чиг хандлага болж байгаа
vi: Nổi bật

source: Get the apps that you need at a price you can afford.
mn: Өөрийн төлөх боломжтой үнээр аппуудыг худалдан аваарай.
ta: நீங்கள் வாங்கக்கூடிய விலையில் தேவைப்படும் மென்பொருள்களைப் பெறுங்கள்.
vi: Nhận các ứng dụng mà bạn cần ở một mức giá bạn có thể mua được.

source: An open, pay-what-you-want app store
ta: ஒரு திறந்த, நீங்கள்-விரும்பினால்,-பணம் செலுத்தத்தக்க மென்பொருள் மையம்
vi: Một cửa hàng ứng dụng mở, trả tiền theo ý bạn

source: Network Is Not Available
ta: நெட்வொர்க் கிடைக்கவில்லை

source: Science & Engineering
ta: அறிவியல் & பொறியியல்
th: วิทยาศาสตร์และวิศวกรรมศาสตร์
ur: سائنس اور انجینئرنگ

source: Size: %s
ta: அளவு: %s
th: ขนาด: %s
ur: سائز: %s

source: Searching for updates…
ta: புதுப்பிப்புகளுக்குத் தேடுகிறது …
th: กำลังค้นหาอัปเดต...
ur: تاذہ شمارے تلاش کئے جارہے ہیں

source: App Center
ur: ایپ مرکز

source: translator-credits
th: Launchpad Contributions: Panan https://launchpad.net/~panan25444 Rockworld https://launchpad.net/~rockrock2222222
ur: Launchpad Contributions: Waqar Ahmed https://launchpad.net/~waqar-17a Waqas Ahmad https://launchpad.net/~waqqas-ahmad elementaryart (old) https://launchpad.net/~elementaryart

# view
source: Updates
th: อัปเดต
ur: اپ ڈیٹس
