Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: Failed to update app
ar: فشل في تحديث التطبيق
be: Не ўдалося абнавіць праграму
ca: Ha fallat actualitzar l'aplicació.
ckb: نوێکردنەوەی نەرمەکاڵا شکستی هێنا
cs: Nepodařilo se aktualizovat aplikaci
de: Aktualisierung der Anwendung ist fehlgeschlagen
el: Αποτυχία ενημέρωσης εφαρμογής
es: No se pudo actualizar la aplicación
fi: Sovelluksen päivittäminen epäonnistui
fr: Échec de la mise à jour de l'application
gl: Non se puido actualizar a aplicación
he: עדכון היישומון נכשל
hu: Alkalmazás frissítése sikertelen
id: Gagal memperbarui aplikasi
ja: アプリをアップデートできませんでした
mr: अ‍ॅप अपडेट करण्यात अयशस्वी
nb: Klarte ikke å oppdatere programmet
nl: Het bijwerken van de app is mislukt
nn: Klarte ikkje å oppdatera appen
pa: ਐਪ ਅਪਡੇਟ ਕਰਨਾ ਨਾਕਾਮ ਰਿਹਾ
pl: Błąd aktualizacji programu
pt_br: Falha ao atualizar o aplicativo
ro: S-a eșuat în actualizarea aplicației
ru: Не удалось обновить приложение
sk: Nepodarilo sa aktualizovať aplikáciu
sv: Misslyckades med att uppdatera appen
tr_tr: Uygulama güncellenemedi
uk: Не вдалося оновити застосунок

source: Failed to update “%s”
ar: فشل في تحديث ”%s“
be: Не ўдалося абнавіць “%s”
ca: Ha fallat actualitzar «%s»
ckb: نەتوانرا نەرمەکاڵای "%s" نوێبکرێتەوە
cs: Aktualizace „%s“ se nezdařila
de: »%s« konnte nicht aktualisiert werden
el: Αποτυχία ενημέρωσης του "%s"
es: No se pudo actualizar «%s»
fi: Sovelluksen “%s” päivittäminen epäonnistui
fr: Échec de la mise à jour de « %s »
gl: Fallou ó actualizar "%s"
he: העדכון של „%s” נכשל
hu: "%s" frissítése sikertelen
id: Gagal memperbarui “%s”
ja: “%s” をアップデートできませんでした
mr: "%s" अपडेट करण्यात अयशस्वी
nb: Klarte ikke å oppdatere «%s»
nl: Het bijwerken van “%s” is mislukt
nn: Klarte ikkje å oppdatera “%s”
pa: “%s” ਨੂੰ ਅਪਡੇਟ ਕਰਨਾ ਨਾਕਾਮ ਰਿਹਾ
pl: Nie udało się zaktualizować „%s”
pt_br: Falha ao atualizar “%s”
ro: S-a eșuat în actualizarea pentru “%s”
ru: Не удалось обновить «%s»
sk: Nepodarilo sa aktualizovať „%s“
sv: Misslyckades med att uppdatera "%s"
tr_tr: “%s” güncellenemedi
uk: Не вдалося оновити «%s»

source: Refresh Updates
be: Праверыць абнаўленні
ca: Refresca les actualitzacions
cs: Obnova aktualizací
de: Aktualisierungen zu laden
el: Ανανέωση Ενημερώσεων
es: Refrescar actualizaciones
fi: Tarkista päivitykset
fr: Actualiser les mises à jour
he: רענון עדכונים
hu: Frissítések keresése
id: Segarkan Pembaruan
ja: アップデートを再取得
nb: Gjenoppfrisk oppgraderinger
nl: Controleer op updates
nn: Frisk opp oppdateringar
pl: Odśwież aktualizacje
pt_br: Buscar atualizações
ru: Проверить обновления
sk: Obnoviť aktualizácie
sv: Uppdatera uppdateringar
tr_tr: Güncellemeleri Yenile
uk: Поновити оновлення

source: Illicit Substances
be: Забароненыя рэчыва
ca: Substàncies il·lícites
ckb: ماددە قەدەغەکراوەکان
cs: Zakázané látky
de: Illegale Substanzen
el: Παράνομες Ουσίες
es: Sustancias ilícitas
fi: Laittomia päihdeaineita
fr: Substances illicites
he: חומרים אסורים
hu: Tiltott szerek
id: Zat Terlarang
ja: 危険な薬物
nb: Ulovlige substanser
nl: Illegale middelen
nn: Ulovleg innhald
pl: Niedozwolone substancje
pt_br: Substâncias ilícitas
ro: Substanțe ilegale
ru: Запрещённые вещества
sk: Návykové látky
sv: Olagliga substanser
tr_tr: Yasadışı Maddeler
uk: Заборонені речовини

source: Presence of or references to alcohol, narcotics, or tobacco
be: Наяўнасць або згадванне алкаголю, наркотыкаў ці табака
ca: Presència o referències a l'alcohol, estupefaents o tabac
ckb: بوونی یان سەرچاوەیە بۆ کحول و ماددە هۆشبەرەکان یان توتن
cs: Přítomnost nebo odkazy na alkohol, drogy nebo kouření
de: Darstellung oder Referenzen zu Alkohol, Betäubungsmitteln oder Tabak
el: Ύπαρξη ή αναφορές σε αλκοόλ, ναρκωτικά ή καπνό
es: Presencia o referencias al alcohol, narcóticos o tabaco
fi: Viittauksia alkoholiin, huumausaineisiin tai tupakkatuotteisiin
fr: Présence ou référence à l'alcool, stupéfiants ou tabac
he: הצגה או אזכורים של אלכוהול, חומרים ממכרים או טבק
hu: Alkohol, narkotikumok vagy dohánytermékek említése vagy jelenléte
id: Kehadiran atau referensi kepada alkohol, narkotika, atau tembakau
ja: アルコールや薬物、たばこが表示されたり、テキストに含まれたりします
nb: Tilstedeværelse eller referanser til alkohol, narkotika, eller tobakk
nl: Bevat verwijzingen naar alcohol, verdovende middelen of tabak
nn: Visning eller referansar til alkohol, narkotika eller tobakk
pl: Obecność lub odniesienia do alkoholu, narkotyków lub tytoniu
pt_br: Presença de ou referências a álcool, narcóticos ou tabaco
ro: Prezență de sau trimiteri către alcool, narcotice sau tutun
ru: Наличие или упоминание об алкоголе, наркотиках или табаке
sk: Prítomnosť alebo zmienka o alkohole, narkotikách alebo tabakových výrobkoch
sv: Förekomst av eller hänvisningar till alkohol, narkotika eller tobak
tr_tr: Alkol, uyuşturucu veya tütünün varlığı veya bunlara yapılan atıflar
uk: Наявність або посилання на алкоголь, наркотики або тютюн

source: Sex & Nudity
be: Секс і галізна
ca: Sexe i nuesa
ckb: سێکس & ڕووتی
cs: Sex a nahota
de: Sex & Nacktheit
el: Σεξ και Γυμνό
es: Sexo y desnudez
fi: Seksi ja alastomuus
fr: Sexe et nudité
he: מין ועירום
hu: Szex és meztelenség
id: Seks & Ketelanjangan
ja: 性的描写やヌード画像
nb: Sex og nakenhet
nl: Seks & naaktheid
nn: Seksuelt eller nakent innhald
pl: Seks i nagość
pt_br: Sexo & Nudez
ro: Sex și nuditate
ru: Секс и нагота
sk: Erotika a nahota
sv: Sex och nakenhet
tr_tr: Seks ve Çıplaklık
uk: Секс і оголеність

source: Adult nudity or sexual themes
be: Аголенасць дарослых і сексуальныя тэмы
ca: Nus d'adults o temes sexuals
ckb: ڕووتی کەسانی پێگەیشتوو یان بابەتی سێکسی
cs: Nahota nebo sexuální podtext
de: Pornografische Nacktheit oder sexuelle Themen
el: Γυμνό ενηλίκων ή σεξουαλικά θέματα
es: Desnudez adulta o temas sexuales
fi: Aikuisten alastomuutta tai seksuaalisia teemoja
fr: Nudité adulte ou thèmes sexuels
he: עירום של בגירים או נושאים מיניים
hu: Meztelen felnőttek vagy szexuális témák
id: Ketelanjangan dewasa atau tema seksual
ja: ヌードや性を題材にしたアダルトなコンテンツが含まれます
nb: Voksen nakenhet eller seksuelle tema
nl: Naaktheid of seksuele thema's
nn: Nakenskap eller seksuelt tema
pl: Nagość dorosłych lub motywy seksualne
pt_br: Nudez adulta ou temas sexuais
ru: Обнажение взрослых или сексуальные темы
sk: Téma nahoty a erotiky pre dospelých
sv: Nakenhet eller sexuella teman för vuxna
tr_tr: Yetişkinlere yönelik çıplaklık veya cinsel temalar
uk: Оголення дорослих або сексуальні теми

source: Offensive Language
be: Абразлівыя выказванні
ca: Llenguatge ofensiu
ckb: زمانی ڕەنجێنەر
cs: Urážlivé výrazy
de: Anstößige Sprache
el: Υβριστική Γλώσσα
es: Lenguaje ofensivo
fi: Loukkaavaa kielenkäyttöä
fr: Langage offensant
he: שפה פוגענית
hu: Sértő nyelvhasználat
id: Bahasa Kasar
ja: 攻撃的な言葉
nb: Støtende språk
nl: Aanstootgevend taalgebruik
nn: Krenkande språk
pl: Obraźliwy język
pt_br: Linguagem Ofensiva
ru: Оскорбительные выражения
sk: Urážlivý jazyk
sv: Olämpligt språk
tr_tr: Küfürlü Dil
uk: Образливі вислови

source: Profanity, discriminatory language, or adult humor
be: Непрыстойная брыдкая мова, лаянка або дарослы гумар
ca: Profanitat, llenguatge discriminatori o humor per a adults
ckb: جنێودان، زمانی جیاکاری، یان گاڵتەجاڕی پێگەیشتووان
cs: Neuctivost, diskriminující výrazy nebo humor pro dospělé
de: Schimpfwörter, Diskriminierung oder Erwachsenenhumor
el: Βωμολοχίες, λεκτικές διακρίσεις ή χιούμορ ενηλίκων
es: Obscenidades, lenguaje discriminatorio o humor para adultos
fi: Kiroilua, syrjivää kielenkäyttöä tai täysi-ikäisille suunnattua huumoria
fr: Grossièretés, langage discriminatoire ou humour mature
he: גידופים, שפה מפלה או הומור גס
hu: Káromkodás, kirekesztő fogalmazásmód vagy felnőtthumor
id: Kata-kata kotor, bahasa diskriminatif, atau humor dewasa
ja: 失礼・差別的な言葉や、アダルトなジョークが含まれます
nb: Banning, diskriminerende språk, eller voksen humor
nl: Aanstootgevend taalgebruik, discriminerend taalgebruik of humor voor volwassenen
nn: Banning, diskriminerande språk eller vaksen humor
pl: Przekleństwa, dyskryminujący język lub dorosły humor
pt_br: Profanação, discriminação linguística ou humor adulto
ru: Ненормативная лексика, дискриминационные высказывания или юмор для взрослых
sk: Nadávky, diskriminácia, či humor pre dospelých
sv: Svordomar, diskriminerande språk eller vuxenhumor
tr_tr: Küfür, ayrımcı dil veya yetişkinlere yönelik mizah
uk: Лихослів'я, дискримінаційна мова або дорослий гумор

source: Gambling
be: Азартныя гульні
ca: Joc
ckb: قومارکردن
cs: Hazard
de: Glücksspiel
el: Τζόγος
es: Apuestas
fi: Uhkapelaaminen
fr: Jeux d'argent
he: הימורים
hu: Szerencsejátékok
id: Judi
ja: ギャンブル
nb: Taskenspill og hasard
nl: Gokken
nn: Pengespel
pl: Hazard
pt_br: Jogo de azar
ru: Азартные игры
sk: Hazardné hry
sv: Spel och dobbel
tr_tr: Kumar
uk: Азартні ігри

source: Realistic or participatory gambling
be: Рэалістычная гульня або прысутнасць у азартных гульнях
ca: Joc realista o participatiu
ckb: قومارکردنی ڕاستەقینە یان بەشداری
cs: Realistický nebo účastnický gambling
de: Realistisches oder eingebundenes Glücksspiel
el: Ρεαλιστικός ή συμμετοχικός τζόγος
es: Apuestas realistas o de participación
fi: Todellista tai osallistavaa uhkapelaamista
fr: Jeu réaliste ou participatif
he: הימור מציאותי או השתתפות בכזה
hu: Valósághű vagy részvételre alkalmat adó szerencsejátékozás
id: Perjudian yang realistis atau partisipatif
ja: 現実味があるか、参加型のギャンブルです
nb: Realistisk eller deltagende taskenspill og hasard
nl: Realistisch of participatief gokken
nn: Realistisk eller deltakande gambling
pl: Realistyczny lub uczestniczący hazard
pt_br: Apostas realistas ou de participação
ru: Реалистичная игра или участие в азартных играх
sk: Realistické alebo participatívne hazardné hry
sv: Realistiskt eller deltagande spelande
tr_tr: Gerçekçi veya katılımcı kumar
uk: Реалістична гра або участь в азартних іграх

source: Non-Curated
ja: キュレーション対象外
nn: Ikkje kuratert

source: Not reviewed by elementary for security, privacy, or system integration
ja: elementary によるセキュリティー・プライバシー・システム統合の安全性確認の対象外です
nn: Ikkje anmeldt og sjekka av elementary for sikkerheit, personvern eller integrasjon mot systemet

source: May Not Be Translated
be: Можа быць не перакладзена
ca: Pot no estar traduïda.
cs: Nemusí být přeloženo
de: Möglicherweise nicht übersetzt
el: Μπορεί να μην είναι μεταφρασμένη
es: Podría no estar traducido
fi: Ei välttämättä käännetty
fr: Peut-être non traduit
he: אולי לא מתורגם
hu: Lehetséges, hogy nincs lefordítva
id: Mungkin Tidak Diterjemahkan
ja: 未翻訳の可能性
nb: Kan være uoversatt
nl: Is mogelijk niet vertaald
nn: Kan mangla over­setning
pl: Może nie być przetłumaczona
pt_br: Pode não estar traduzido
ru: Может быть не переведённым
sk: Nemusí byť preložené
sv: Kan inte översättas
tr_tr: Tercüme Edilmemiş Olabilir
uk: Може бути не перекладено

source: This app does not provide language information
be: Гэта праграма не дае інфармацыі аб яе мовах
ca: Aquesta aplicació no proporciona informació sobre la llengua.
cs: Tato aplikace neposkytuje informace o jazyce
de: Zu dieser Anwendung gibt es keine Sprachinformationen
el: Αυτή η εφαρμογή δεν παρέχει πληροφορίες για την γλώσσα
es: Esta aplicación no proporciona información de idioma
fi: Tämä sovellus ei tarjoa tietoa kielistä
fr: Cette application ne fournit pas d'informations sur la langue
he: יישום זה לא מספק פרטי שפה
hu: Az alkalmazás nem közöl nyelvinformációkat
id: Aplikasi ini tidak menyediakan informasi bahasa
ja: このアプリは言語情報を提供していません
nb: Dette programmet tilbyr ikke språkinfo
nl: Deze app geeft geen taalinformatie vrij
nn: Denne appen har ikkje gjort til kjenne informasjon om språk
pl: Ta aplikacja nie dostarcza informacji o języku
pt_br: Este aplicativo não fornece informações de idioma
ru: Это приложение не предоставляет информацию о переводах
sk: Táto aplikácia neposkytuje informácie o jazyku
sv: Denna app ger inte språkinformation
tr_tr: Bu uygulama dil bilgisi sağlamıyor
uk: Цей застосунок не надає даних про мову

source: Not Translated
be: Не перакладзена
ca: No traduïda
cs: Není přeložené
de: Nicht übersetzt
el: Αμετάφραστη
es: No traducida
fi: Ei käännetty
fr: Non traduit
he: לא מתורגם
hu: Nincs lefordítva
id: Tidak Diterjemahkan
ja: 未翻訳
nb: Ikke oversatt
nl: Niet vertaald
nn: Manglar oversetning
pl: Nie przetłumaczona
pt_br: Não traduzido
ru: Не переведено
sk: Nepreložené
sv: Inte översatt
tr_tr: Çevirilmemiş
uk: Не перекладено

source: This app is not available in your language
ar: هذا التطبيق غير متاح بلغتك
be: Гэта праграма недаступна на вашай мове
ca: Aquesta aplicació no està disponible en la vostra llengua.
cs: Tato aplikace není dostupná ve vašem jazyce
de: Diese Anwendung ist nicht in Ihrer Sprache verfügbar
el: Αυτή η εφαρμογή δεν είναι διαθέσιμη στην γλώσσα σας
es: Esta aplicación no está disponible en su idioma
fi: Tämä sovellus ei ole saatavilla suomeksi
fr: Cette application n'est pas disponible dans votre langue
he: יישום זה לא זמין בשפה שלך
hu: Az alkalmazás nem érhető el az Ön nyelvén
id: Aplikasi ini tidak tersedia dalam bahasa Anda
ja: このアプリはお使いの言語で表示されません
nb: Dette programmet er ikke tilgjengelig på bokmål
nl: Deze app is niet beschikbaar in uw taal
nn: Denne appen er ikkje tilgjengeleg i ditt språk
pl: Ta aplikacja nie jest dostępna w twoim języku
pt_br: Este aplicativo não está disponível no seu idioma
ru: Это приложение не доступно на вашем языке
sk: Táto aplikácia nie je dostupná vo vašom jazyku
sv: Den här appen finns inte tillgänglig på ditt språk
tr_tr: Bu uygulama dilinizde mevcut değil
uk: Цей застосунок недоступний вашою мовою

source: Not Fully Translated
ar: غير مترجم بالكامل
be: Перакладзена не поўнасцю
ca: No està totalment traduïda.
cs: Není zcela přeložené
de: Nicht vollständig übersetzt
el: Ημιτελής Μετάφραση
es: No está completamente traducida
fi: Ei täysin käännetty
fr: Partiellement traduit
he: לא מתורגם במלואו
hu: Nincs teljesen lefordítva
id: Tidak Sepenuhnya Diterjemahkan
ja: 翻訳が不完全
nb: Ikke helt oversatt
nl: Niet volledig vertaald
nn: Manglar fullstendig oversetning
pl: Częściowo przetłumaczona
pt_br: Não totalmente traduzido
ru: Переведено не полностью
sk: Nie celkom preložené
sv: Inte helt översatt
tr_tr: Tam olarak çevrilmedi
uk: Неповністю перекладено

source: This app is %i%% translated in your language
be: Гэта праграма перакладзена на вашу мову на %i%%
ca: Aquesta aplicació està %i%% traduïda a la vostra llengua.
cs: Tato aplikace je z %i%% přeložena do vašeho jazyka
de: Diese Anwendung ist zu %i%% in Ihre Sprache übersetzt
el: Αυτή η εφαρμογή είναι μεταφρασμένη κατά %i%% στην γλώσσα σας
es: Esta aplicación está traducida a su idioma en un %i %%
fi: Tämä sovellus on %i%% käännetty suomeksi
fr: Cette application est traduite à %i%% dans votre langue
he: יישום זה מתורגם ב־%i%% לשפה שלך
hu: Az alkalmazás %i%%-ban van lefordítva az Ön nyelvére
id: Aplikasi ini %i%% diterjemahkan dalam bahasa Anda
ja: お使いの言語への翻訳率は %i%% です
nb: Dette programmet er %i%% oversatt til bokmål
nl: Deze app is voor %i%% vertaald naar uw taal
nn: Denne appen har %i%% oversetning til ditt språk
pl: Ta aplikacja jest przetłumaczona na twój język w %i%%
pt_br: Esse aplicativo está %i%% traduzido para seu idioma
ru: Это приложение на %i%% переведено на ваш язык
sk: Táto aplikácia je z %i%% preložená do vášho jazyka
sv: Den här appen är %i%% översatt till ditt språk
tr_tr: Bu uygulama dilinize %i%% çevrildi
uk: Цей застосунок перекладений вашою мовою на %i%%

source: Conflict
be: Канфлікты
ca: Conflicte
ckb: پێکداکێشان
cs: Konflikt
de: Konflikt
el: Διαμάχη
es: Conflicto
fi: Ristiriita
fr: Conflit
he: עימות
hu: Konfliktus
id: Konflik
ja: 戦闘
nb: Konflikt
nn: Konflikt
pl: Konflikt
pt_br: Conflito
ru: Конфликты
sk: Konflikt
sv: Konflikt
tr_tr: Çatışma
uk: Конфлікти

source: Depictions of unsafe situations or aggressive conflict
be: Адлюстраванне небяспечных сітуацый або агрэсіўных канфліктаў
ca: Representacions de situacions insegures o conflictes agressius
ckb: وێناکردنی بارودۆخی نائاسایش یان ململانێی شەڕانگێزانە
cs: Znázornění nebezpečných situací nebo agresivního konfliktu
de: Darstellungen von unsicheren Situationen oder aggressivem Konflikt
el: Παρουσιάσεις επικίνδυνων καταστάσεων ή βίαιων διενέξεων
es: Representaciones de situaciones arriesgadas o agresiones
fr: Représentations de situations dangereuses ou de conflits agressifs
he: תיאורים גרפיים של מצבים מסוכנים או עימות כוחני
hu: Nem biztonságos helyzetek vagy agresszív konfliktusok ábrázolása
id: Penggambaran situasi tidak aman atau konflik agresif
ja: 危険な状況や攻撃的な戦闘に関する描写があります
nb: Beskrivelser av utrygge situasjoner eller aggressiv konflikt
nl: Afbeelding van onveilige situaties of gewelddadige conflicten
nn: Visning av farlege situasjonar eller aggressive konfliktar
pl: Przedstawienia niebezpiecznych sytuacji lub agresywnego konfliktu
pt_br: Representações de situações inseguras ou conflitos agressivos
ru: Изображение небезопасных ситуаций или агрессивных конфликтов
sk: Zobrazenie nebezpečných situácií alebo agresívnych konfliktov
sv: Skildringar av osäkra situationer eller aggressiva konflikter
tr_tr: Güvenli olmayan durumların veya saldırgan çatışmaların tasvirleri
uk: Зображення небезпечних ситуацій або агресивних суперечок

source: Violence
be: Гвалт
ca: Violència
ckb: توندوتیژی
cs: Násilí
de: Gewalt
el: Βία
es: Violencia
fi: Väkivalta
he: אלימות
hu: Erőszak
id: Kekerasan
ja: 暴力
nb: Vold
nl: Geweld
nn: Vald
pl: Przemoc
pt_br: Violência
ru: Насилие
sk: Násilie
sv: Våld
tr_tr: Şiddet
uk: Жорстокість

source: Fantasy Violence
be: Фантазійны гвалт
ca: Violència de fantasia
ckb: توندوتیژی فەنتازیا
cs: Fantazijní násilí
de: Fantasiegewalt
el: Φανταστική Βία
es: Violencia de fantasía
fr: Violence fictive
he: אלימות בפנטזיה
hu: Kitalált erőszak
id: Kekerasan Fantasi
ja: 物語内での暴力
nb: Fantasivold
nl: Fantasiegeweld
nn: Oppdikta vald
pl: Fantastyczna przemoc
pt_br: Violência com Fantasia
ru: Насилие в фантазиях
sv: Fantasivåld
tr_tr: Fantezi Şiddeti
uk: Фантазії про насильство

source: Graphic violence, bloodshed, or death
be: Адлюстраванне насілля, бойні або смерці
ca: Violència gràfica, vessament de sang o mort
ckb: توندوتیژی گرافیکی، خوێنڕشتن، یان مردن
cs: Zobrazování násilí, krvácení nebo úmrtí
de: Heftige Gewaltdarstellung, Blutvergießen oder Tod
el: Γραφική βία, αίμα ή θάνατος
es: Violencia explícita, derramamiento de sangre, o muerte
fr: Violence graphique, effusion sang ou mort
he: אלימות חזותית, שפיכות דמים או מוות
hu: Megjelenített erőszak, vérontás vagy halál
id: Kekerasan grafis, pertumpahan darah, atau kematian
ja: 暴力や血、死体が描画されます
nb: Grafisk vold, blodsutgytelser, eller død
nl: Grafisch geweld, bloedvergieten of dood
nn: Grafisk visning av valg, blodbad eller død
pl: Obrazowa przemoc, przelew krwi lub śmierć
pt_br: Violência gráfica, derramamento de sangue ou morte
ru: Изображение насилия, кровопролития или смерти
sk: Grafické zobrazenie násilia, krviprelievania alebo smrti
sv: Grafiskt våld, blodsutgjutelse eller död
tr_tr: Grafik şiddet, kan dökülmesi veya ölüm
uk: Висвітлення насильства, кровопролиття або смерті

source: Multiplayer
be: Шматкарыстальніцкая гульня
ca: Multijugador
ckb: فرەیاریکەر
cs: Pro vícero hráčů
el: Πολλαπλοί παίκτες
es: Multijugador
fi: Moninpeli
fr: Multijoueur
he: מרובה שחקנים
hu: Többjátékos
id: Multipemain
ja: マルチプレイ
nb: Flerspiller
nn: Fleirspelar
pl: Gra wieloosobowa
pt_br: Multijogador
ru: Многопользовательская игра
sk: Pre viacerých hráčov
sv: Flerspelare
tr_tr: Çok oyunculu
uk: Багатокористувацька гра

source: Online play with other people
be: Гуляйце з іншымі людзьмі анлайн
ca: Joc en línia amb altres persones
ckb: یاریکردنی سەرهێڵ لەگەڵ خەڵکی تر
cs: Hraní s ostatními lidmi přes Internet
de: Onlinespiel mit anderen Personen
el: Διαδικτυακό παιχνίδι με άλλα άτομα
es: Juego en línea con otras personas
fi: Verkkopeli muiden ihmisten kanssa
fr: Jouer en ligne avec d'autres personnes
he: משחק מקוון עם אנשים זרים
hu: Online játék más emberekkel
id: Bermain secara luring dengan orang lain
ja: 他人とオンラインでプレイするゲームです
nb: Nettbasert spill med andre
nl: Online samen spelen met andere mensen
nn: Spel med andre personar på nett
pl: Gra online z innymi osobami
pt_br: Jogue online com outras pessoas
ru: Онлайн-игра с другими людьми
sk: Online hry s inými ľuďmi
sv: Nätspel med andra människor
tr_tr: Diğer insanlarla çevrimiçi oyun
uk: Онлайн гра з іншими людьми

source: Unmoderated Audio, Video, or Text messaging with other people
be: Зносіны праз аўдыя, відэа і тэкставыя паведамленні, якія не мадэрыруюцца
ca: Missatges d'àudio, vídeo o missatges de text sense moderar amb altres persones
ckb: ‮گۆڕینەوەی پەیامی دەنگی، ڤیدیۆیی، دەقی چاودێرینەکراو لەگەڵ خەڵکی تر
cs: Nekontrolovaná audio, video, nebo textová komunikace s ostatními lidmi
de: Unmoderierter Austausch von Audio-, Video- oder Textnachrichten mit anderen Personen
el: Μη εποπτευόμενη επικοινωνία ήχου, βίντεο ή κειμένου με άλλα άτομα
es: Mensajería no moderada de audio, video o texto con otras personas
fr: Messagerie audio, vidéo ou texte non modérée avec d'autres personnes
he: מסרי שמע, וידאו או טקסט בלתי מפוקחים מול אנשים זרים
hu: Nem moderált hang, videó vagy szöveges üzenetek más emberekkel
id: Audio, Video, atau Pesan teks tanpa moderasi dengan orang lain
ja: 他人と行う、非承認性のオーディオ・ビデオ・テキストメッセージングアプリです
nb: Umoderert lyd, -video, eller -sludring med andre
nl: Ongemodereerde Audio, Video of Tekst communicatie met andere mensen
nn: Lyd, video og tekstmeldingar med andre mennesker utan sensur
pl: Niemoderowany czat audio, wideo lub tekstowy z innymi osobami
pt_br: Mensagem de áudio, vídeo ou texto com outras pessoas sem moderação
ru: Немодерируемый обмен аудио, видео или текстовыми сообщениями с другими людьми
sk: Nemoderovaná zvuková, video, či textová komunikácia s inými ľuďmi
sv: Omodererade ljud-, video- eller textmeddelanden med andra personer
tr_tr: Diğer kişilerle denetlenmeyen Ses, Görüntü veya Metin mesajlaşması
uk: Немодеровані аудіо, відео або текстові повідомлення з іншими людьми

source: Moderated Audio, Video, or Text messaging with other people
be: Зносіны праз аўдыя, відэа і тэкставыя паведамленні, якія мадэрыруюцца
ca: Missatges d'àudio, vídeo o text moderats amb altres persones
ckb: ‮گۆڕینەوەی پەیامی دەنگی، ڤیدیۆیی، دەقی چاودێری کراو لەگەڵ خەڵکی تر
cs: Kontrolovaná audio, video, nebo textová komunikace s ostatními lidmi
de: Moderierter Austausch von Audio-, Video- oder Textnachrichten mit anderen Personen
el: Εποπτευόμενη επικοινωνία ήχου, βίντεο ή κειμένου με άλλα άτομα
es: Mensajería moderada de audio, video o texto con otras personas
fr: Messagerie audio, vidéo ou texte modérée avec d'autres personnes
he: מסרי שמע, וידאו או טקסט מפוקחים מול אנשים זרים
hu: Moderált hang, videó vagy szöveges üzenetek más emberekkel
id: Audio, Video, atau Pesan teks yang dimoderasi dengan orang lain
ja: 他人と行う、承認性のオーディオ・ビデオ・テキストメッセージングアプリです
nb: Moderert lyd, -video, eller -sludring med andre
nl: Gemodereerde Audio, Video of Tekst communicatie met andere mensen
nn: Lyd, video og tekstmeldingar med andre mennesker med sensur
pl: Moderowany czat audio, wideo lub tekstowy z innymi osobami
pt_br: Mensagem de áudio, vídeo ou texto com outras pessoas com moderação
ru: Модерируемый обмен аудио, видео или текстовыми сообщениями с другими людьми
sk: Moderovaná zvuková, video, či textová komunikácia s inými ľuďmi
sv: Modererade ljud-, video- eller textmeddelanden med andra människor
tr_tr: Diğer kişilerle Denetlenen Ses, Görüntü veya Metin mesajlaşması
uk: Модеровані аудіо, відео або текстові повідомлення з іншими людьми

source: Online Interactions
be: Анлайн узаемаадносіны
ca: Interaccions en línia
ckb: کارلێککردنە سەرهێڵییەکان
cs: Online interakce
de: Online-Interaktionen
el: Διαδικτυακές αλληλεπιδράσεις
es: Interacciones en línea
fi: Verkossa tapahtuvaa vuorovaikutusta
fr: Interactions en ligne
he: תקשורת מקוונת
hu: Online kapcsolatok
id: Interaksi Luring
ja: インターネット通信
nb: Nettbaserte interaksjoner
nl: Online interactie
nn: Interaksjonar på nett
pl: Interakcje po sieci
pt_br: Interações Online
ru: Онлайн-взаимодействия
sk: Online interakcia
sv: Nätinteraktioner
tr_tr: Çevrimiçi Etkileşimler
uk: Онлайн-взаємодії
