Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: Only used to send you a receipt. You will not be subscribed to any mailing list.
be: Будзе выкарыстана толькі каб адаслаць вам чэк. Вас не падпішуць на аніякую рассылку.
ca: Només s'usa per a enviar-vos un rebut. No se us subscriurà a cap llista de correu.
ckb: بەکارهاتووە تەنها بۆ ناردنی وەسڵەکەت. ناخرێیتە ناو هیچ لیستێکی نامەوە.
cs: Použito pouze pro zaslání účtenky. Nebudete zapsán do žádného seznamu pro příjem pošty.
de: Nur für den Versand einer Quittung an Sie verwendet. Sie werden nicht in eine E-Mail-Verteilerliste eingetragen.
el: Χρησιμοποιείται μόνο για να σας στείλουμε μια απόδειξη. Δεν θα εγγραφείτε σε κάποια λίστα αλληλογραφίας.
es: Se utiliza solo para enviarle un recibo. No se le suscribirá a ninguna lista de correo.
fi: Sähköpostiosoitettasi käytetään vain kuitin lähettämiseen. Osoitetta ei lisätä postituslistoille.
fr: Utilisée uniquement pour vous envoyer un reçu. Vous ne serez inscrit à aucune liste de diffusion.
he: משמשת לשליחת קבלה בלבד. לא נרשום אותך לרשימות דיוור בלא הסכמתך.
hu: Kizárólag a bizonylat elküldésére szolgál. Nem iratkoztat fel semmilyen levelezőlistára.
id: Hanya digunakan untuk mengirimi Anda tanda terima. Anda tidak akan berlangganan milis apa pun.
ja: 領収書を送信するためだけに使用されます。メーリングリストには一切追加されません。
nb: Brukes kun til å sende en kvittering. Du vil ikke bli meldt på noen e-postliste.
nl: Uw e-mailadres wordt uitsluitend gebruikt om u een betalingsbewijs te sturen. Uw e-mailadres wordt niet toegevoegd aan een mailingslijst.
nn: Blir kun brukt for å senda deg ein kvittering. Du blir ikkje lagt til på noko nyhetsbrev og liknande.
pl: Służy tylko do wysłania potwierdzenia opłaty. Nie zostaniesz zapisany do żadnej subskrypcji listy dyskusyjnej.
pt_br: Apenas usado para te enviar um recibo. Você não será inscrito em nenhuma lista de emails.
ro: Utilizată numai pentru a vă trimite o chitanță. Nu veți fi abonat la nicio listă de corespondență.
ru: Будет использована только для отправки квитанции. Вы не будете подписаны ни на один список рассылки.
sk: Použije sa iba na odoslanie účtenky. Nebudete zapísaný do žiadneho zoznamu na príjem pošty.
sv: Används endast för att skicka ett kvitto till dig. Du kommer inte att prenumerera på någon sändlista.
tr_tr: Sadece size bir makbuz göndermek için kullanılır. Herhangi bir e-posta listesine abone olmayacaksınız.
uk: Буде використано лише для надсилання вам квитанції. Не для розсилань.

source: Privacy Policy
ar: سياسة الخصوصية
be: Палітыка прыватнасці
ca: Política de privadesa
ckb: سیاسەتی تایبەتی
cs: Zásady ochrany soukromí
de: Datenschutzbestimmungen
el: Πολιτική Απορρήτου
eo: Privateca Politiko
es: Política de privacidad
fi: Yksityisyyskäytäntö
fr: Politique de confidentialité
gl: Política de privacidade
he: מדיניות פרטיות
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
ja: プライバシーポリシー
mn: Нууцлалын бодлого
mr: गोपनीयता धोरण
nb: Personvernspraksis
nl: Privacybeleid
nn: Personvernreglar
pa: ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de intimitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
ta: தனியுரிமை கொள்கை
tr_tr: Gizlilik Politikası
uk: Політика приватності
vi: Chính sách bảo mật

source: Cancel
ar: ألغ
be: Скасаваць
ca: Cancel·la
ckb: هەڵوەشاندنەوە
cs: Storno
de: Abbrechen
el: Ακύρωση
eo: Rezigni
es: Cancelar
fi: Peru
fr: Annuler
gl: Cancelar
he: ביטול
hu: Mégse
id: Batal
ja: キャンセル
mn: Цуцлах
mr: रद्द करा
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sv: Avbryt
ta: ரத்துசெய்
th: ยกเลิก
tr_tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

source: Pay $%d.00
ar: ادفع %d.00$
be: Заплаціць $%d.00
ca: Paga %d,00 USD
ckb: پارەدان بە بڕی $%d.00
cs: Zaplatit $%dUSD
de: %d,00 $ USD zahlen
el: Πληρωμή %d,00$
eo: Pagi %d,00 $
es: Pagar %d,00 USD
fi: Maksa $%d.00
fr: Payer %d,00 $
gl: Pagar $%d.00
he: לשלם $%d.00
hu: %d,00$ fizetése
id: Bayar $%d.00
ja: %d.00ドル払う
mn: $%d.00 төлөх
mr: देय $%d.00 द्या
nb: Betal $%d.00
nl: Betaal $ %d.00
nn: Betal %d.00$
pa: %d.00 ਰੁਪਏ ਅਦਾ ਕਰੋ
pl: Zapłać $%d,00
pt_br: Pagar $%d.00
ro: Plătește $%d.00
ru: Заплатить %d,00 USD
sk: Zaplatiť $%d,00
sv: Betala $%d.00
ta: பணம் செலுத்து $%d.00
tr_tr: $%d.00 öde
uk: Сплатити $%d.00
vi: Thanh toán $%d.00

source: Try for Free
be: Паспрабаваць бясплатна
ca: Prova gratuïta
ckb: بەخۆڕایی تاقی بکەوە
cs: Vyzkoušet zdarma
de: Kostenlos testen
el: Δωρεάν δοκιμή
es: Pruébalo gratis
fi: Kokeile ilmaiseksi
fr: Essayer gratuitement
he: התנסות בחינם
hu: Kipróbálás ingyen
id: Coba Gratis
ja: 無料で入手
nb: Prøv gratis
nl: Probeer gratis
nn: Prøv den gratis
pl: Wypróbuj za darmo
pt_br: Experimentar gratuitamente
ro: Încearcă pe gratis
ru: Попробовать бесплатно
sk: Vyskúšať zadarmo
sv: Prova gratis
tr_tr: Ücretsiz dene
uk: Спробувати безплатно

source: Processing
ar: قيد المعالجة
be: Ідзе апрацоўка
ca: Es processa
ckb: پڕۆسێسکردن
cs: Zpracovává se
de: Verarbeitung
el: Σε επεξεργασία
eo: Procedanta
es: Procesando
fi: Käsitellään
fr: Traitement en cours
gl: Procesando
he: בהליכי עיבוד
hu: Feldolgozás
id: Memroses
ja: 処理しています
mn: Боловсруулж байна
mr: प्रक्रिया करीत आहोत
nb: Behandler
nl: Verwerken
nn: Behandlar
pa: ਅਮਲ ਹੋ ਰਿਹੈ
pl: Przetwarzanie
pt_br: Processando
ro: În procesare
ru: Обработка
sk: Spracováva sa
sv: Bearbetar
ta: செயல்முறை நடக்கிறது
tr_tr: İşleniyor
uk: Обробка
vi: Đang xử lý

source: There Was a Problem Processing Your Payment
ar: حصل خطأ في معالجة عملية الدفع الخاصة بك
be: Не ўдалося апрацаваць ваш плацеж
ca: Hi ha hagut un problema en processar el pagament.
ckb: کێشەیەک ڕوویدا لە ئەنجامدانی پارەدانەکەت
cs: Při zpracovávání vaší platby se vyskytl problém
de: Es gab ein Problem bei der Verarbeitung Ihrer Zahlung
el: Παρουσιάστηκε ένα πρόβλημα κατά την επεξεργασία της πληρωμής σας
eo: Okazis problemo dum procedo de via pago
es: Hubo un problema al procesar su pago
fi: Maksuasi käsitellessä tapahtui virhe
fr: Il y a eu une erreur lors du traitement de votre paiement
gl: Houbo un problema procesando o seu pagamento
he: אירעה שגיאה בעת עיבוד התשלום שלך
hu: Hiba történt a fizetés feldolgozása során
id: Ada Masalah Saat Memroses Pembayaran Anda
ja: 支払いの処理中に不具合が発生しました
mn: Таны төлбөрийг боловсруулхад асуудал үүслээ
mr: आपल्या देय प्रक्रियेत समस्या आली
nb: Problem under behandling av din betaling
nl: Er was een probleem met het verwerken van uw betaling
nn: Det oppstod eit problem med behandlinga av betalinga di
pa: ਤੁਹਾਡੀ ਅਦਾਇਗੀ ਨੂੰ ਅਮਲ ਕਰਨ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆਈ
pl: Wystąpił problem podczas przetwarzania twojej płatności
pt_br: Houve um Problema ao Processar Seu Pagamento
ro: A apărut o problemă la procesarea plății
ru: Не удалось обработать ваш платёж
sk: Pri spracovávaní vašej platby sa vyskytla chyba
sv: Ett fel uppstod när din betalning skulle behandlas
ta: உங்களுடைய கொடுப்பனவு ஒரு பிரச்சனை
tr_tr: Ödemeniz İşlenirken Bir Sorun Oluştu
uk: Виникла проблема під час обробки вашого платежу
vi: Có một vấn đề trong quá trình thanh toán của bạn

source: Pay Later
ar: ادفع لاحقاً
be: Заплаціць пазней
ca: Paga'l més tard
ckb: دواتر پارەبدە
cs: Zaplatit později
de: Später zahlen
el: Πληρωμή αργότερα
eo: Pagi Poste
es: Pagar luego
fi: Maksa myöhemmin
fr: Payer plus tard
gl: Pagar máis tarde
he: לשלם מאוחר יותר
hu: Fizetés később
id: Bayar Nanti
ja: 後で支払う
mn: Дараа төлөх
mr: देय नंतर भरा
nb: Betal senere
nl: Betaal later
nn: Betal seinare
pa: ਬਾਅਦ ਵਿੱਚ ਅਦਾ ਕਰੋ
pl: Zapłać później
pt_br: Pagar Depois
ro: Plătesc mai târziu
ru: Оплатить позже
sk: Zaplatiť neskôr
sv: Betala senare
ta: பின்னர் பணம் கொடுங்கள்
tr_tr: Sonra Öde
uk: Оплатити пізніше
vi: Thanh toán sau

source: Retry
ar: أعد المحاولة
be: Паспрабаваць ізноў
ca: Torna-ho a intentar
ckb: دوبارە هەوڵدە
cs: Zkusit znovu
de: Wiederholen
el: Προσπάθεια εκ νέου
eo: Reprovi
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
gl: Intentar de novo
he: ניסיון חוזר
hu: Újra
id: Ulangi
ja: もう一度試す
mn: Дахин оролдох
mr: पुन्हा प्रयत्न करा
nb: Prøv igjen
nl: Probeer opnieuw
nn: Prøv om att
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Ponów
pt_br: Tentar Novamente
ro: Reîncearcă
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயற்சி செய்
tr_tr: Tekrar dene
uk: Спробувати ще раз
vi: Thử lại

source: Uninstalling this app may also delete its data.
ar: إلغاء تثبيت هذا التطبيق يمكن أن يؤدي لحذف بياناته أيضاً.
be: Выдаленне праграмы можа таксама выдаліць яе даныя.
ca: Desinstal·lar aquesta aplicació pot suprimir-ne també les dades.
ckb: لەوانەیە بە ڕەشکردنەوەی ئەم ئەپە، داتاکانیشی بسڕدرێنەوە.
cs: Odinstalování této aplikace může také smazat její data.
de: Bei der Deinstallation dieser Anwendung werden möglicherweise auch die zugehörigen Daten gelöscht.
el: Η απεγκατάσταση αυτής της εφαρμογής ενδέχεται να διαγράψει και τα δεδομένα της.
eo: Malinstali ĉi tiun programon eble ankaŭ forigos ĝiajn datumojn.
es: La desinstalación de esta aplicación también podría eliminar los datos asociados a la misma.
fi: Tämän sovelluksen poistaminen saattaa myös poistaa siihen liittyvät tiedot.
fr: La désinstallation de cette application peut également supprimer ses données.
gl: A desinstalación desta aplicación tamén pode eliminar os seus datos.
he: הסרת היישום הזה עשויה גם למחוק את הנתונים שלו.
hu: Az alkalmazás eltávolítása törölheti az adatait is.
id: Mencopot pemasangan aplikasi ini juga dapat menghapus datanya.
ja: このアプリをアンインストールすると、関連するデータも削除される可能性があります。
mr: हा अ‍ॅप विस्थापित केल्यास त्याचा डेटा हटविला जाऊ शकतो.
nb: Avinstallering av appen kan også slette tilhørende data.
nl: Als u deze app verwijdert, wordt haar data mogelijk ook gewist.
nn: Fjerning av denne appen vil òg fjerna all datainformasjon for appen.
pa: ਇਸ ਐਪ ਦਾ ਅਣ-ਸਥਾਪਨ ਕਰਨ ਨਾਲ਼ ਇਸਦਾ ਡੇਟਾ ਵੀ ਮਿਟ ਸਕਦੈ।
pl: Odinstalowanie tego programu może skutkować także usunięciem jego danych.
pt_br: Desinstalar este aplicativo também pode excluir seus dados.
ro: Dezinstalarea acestei aplicații poate șterge datele sale.
ru: Удаление этого приложения может привести к удалению его данных.
sk: Odinštalovaním tejto aplikácie sa môžu vymazať aj jej dáta.
sv: Om du avinstallerar den här appen raderas också dess data.
tr_tr: Bu uygulamayı kaldırdığınızda verileri de silinebilir.
uk: Видалення цього застосунку також може видалити його дані.

source: Uninstall app?
ar: هل تريد إلغاء تثبيت التطبيق؟
be: Дэінсталяваць праграму?
ca: Voleu desinstal·lar l'aplicació?
ckb: ڕەشکردنەوەی نەرمەکاڵا؟
cs: Odinstalovat aplikaci?
de: Anwendung deinstallieren?
el: Απεγκατάσταση εφαρμογής;
eo: Ĉu malinstali la aplikaĵon?
es: ¿Desea desinstalar la aplicación?
fi: Poistetaanko sovellus?
fr: Désinstaller l'application ?
gl: Desinstalar aplicación?
he: להסיר את היישום?
hu: Eltávolítja az alkalmazást?
id: Copot pemasangan aplikasi?
ja: アプリをアンインストールしますか？
mr: अ‍ॅप विस्थापित करायचा?
nb: Avinstaller app?
nl: App verwijderen?
nn: Avinstaller appen?
pa: ਅਣ-ਸਥਾਪਨ ਕਰਨਾ (ਐਪ ਹਟਾਉਣੀ) ਚਾਹੁੰਦੇ ਹੋ?
pl: Odinstalować program?
pt_br: Desinstalar aplicativo?
ro: Dezinstalare aplicație?
ru: Удалить приложение?
sk: Odinštalovať aplikáciu?
sv: Avinstallera appen?
tr_tr: Uygulamayı kaldırmak istiyor musunuz?
uk: Видалити застосунок?

source: Uninstall “%s”?
ar: هل تريد إلغاء تثبيت ”%s“؟
be: Дэінсталяваць “%s”?
ca: Voleu desinstal·lar %s?
ckb: رەشکردنەوەی "%s"؟
cs: Odinstalovat „%s“?
de: »%s« deinstallieren?
el: Απεγκατάσταση "%s";
eo: Ĉu malinstali „%s“?
es: ¿Desea desinstalar «%s»?
fi: Poistetaanko “%s”?
fr: Désinstaller « %s » ?
gl: Desinstalar «%s»?
he: להסיר את „%s”?
hu: "%s" eltávolítása?
id: Mencopot pemasangan %s?
ja: “%s” をアンインストールしますか？
mr: "%s" विस्थापित करायचा?
nb: Avinstaller "%s"?
nl: “%s” verwijderen?
nn: Avinstaller “%s”?
pa: “%s” ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Odinstalować „%s”?
pt_br: Desinstalar “%s”?
ro: Dezinstalare “%s”?
ru: Удалить «%s»?
sk: Odinštalovať „%s“?
sv: Avinstallera "%s"?
tr_tr: “%s” kaldırılsın mı?
uk: Видалити «%s»?

source: Uninstall
ar: ألغ التثبيت
be: Дэінсталяваць
ca: Desinstal·la
ckb: ڕەشکردنەوە
cs: Odinstalovat
de: Deinstallieren
el: Απεγκατάσταση
eo: Malinstali
es: Desinstalar
fi: Poista asennus
fr: Désinstaller
gl: Desinstalar
he: הסרה
hu: Eltávolítás
id: Copot Pemasangan
ja: アンインストール
mn: Суулгацыг устгах
mr: विस्थापित करा
nb: Avinstaller
nl: Verwijderen
nn: Avinstaller
pa: ਅਣ-ਸਥਾਪਨ ਕਰੋ (ਐਪ ਹਟਾਓ)
pl: Odinstaluj
pt_br: Desinstalar
ro: Dezinstalează
ru: Удалить
sk: Odinštalovať
sv: Avinstallera
ta: நீக்குதல்
th: ถอนการติดตั้ง
tr_tr: Kaldır
uk: Видалити
ur: غیر تنصیب
vi: Gỡ cài đặt

source: This may have been caused by external or manually compiled software.
ar: يمكن أن يحدث هذا بسبب برامج خارجية أو برامج تم بناؤها من الكود المصدري يدوياً.
be: Гэта можа быць выклікана вонкавай ці пабудаванай уласнаручна праграмай.
ca: Això pot haver estat causat per programari extern o compilat manualment.
ckb: دەکرێت ئەمە بەهۆی نەرمەکاڵای دەرەکی یان نەرمەکاڵای یەکخراوی دەستییەوە ڕوویدابێت.
cs: Toto mohlo být zapříčiněno softwarem, který pochází z externích zdrojů nebo byl zkompilován ručně.
de: Dies kann durch die Verwendung externer oder manuell kompilierter Software verursacht worden sein.
el: Αυτό μπορεί να προκλήθηκε από εξωτερικό ή χειροκίνητα μεταγλωττισμένο λογισμικό.
eo: Tion kaŭzis eble ekstera aŭ mane programtradukita programo.
es: Esto puede deberse a aplicaciones externas o compiladas manualmente.
fi: Tämän on saattanut aiheuttaa ulkopuolinen tai käsin käännetty ohjelmisto.
fr: Cela peut être dû à des logiciels externes ou compilés manuellement.
gl: Isto puido ser causado por programas externos ou compilados manualmente.
he: יתכן שבעיה זו נגרמה עקב תכנה חיצונית או כזאת שהודרה ידנית.
hu: Ennek egy külső szoftvergyűjtemény vagy egy sérült forrásfájl lehet az oka.
id: Ini mungkin disebabkan oleh perangkat lunak eksternal atau perangkat lunak yang disusun secara manual.
ja: これは外部のソフトウェアか、コンパイルしてインストールされたソフトウェアによって発生した可能性があります。
mr: हे बाहेरील, मॅन्युअली जोडलेल्या सॉफ्टवेअरमुळे झाले असू शकते.
nb: Dette kan ha sitt opphav i eksterne eller manuelt tillagte programvarepakkebrønner.
nl: Dit werd mogelijk veroorzaakt door externe of handmatig gecompileerde software.
nn: Dette kan ha blitt forårsaka av eksterne, manuelt tillagte programvarebrønnar, eller ei skada kjeldefil.
pa: ਇਹ ਕਿਸੇ ਬਾਹਰੀ ਜਾਂ ਹੱਥੀਂ ਕੰਪਾਇਲ ਕੀਤੇ ਸਾਫ਼ਟਵੇਅਰ ਕਰਕੇ ਹੋ ਸਕਦੈ।
pl: Przyczyną może być zewnętrznie lub ręcznie skompilowane oprogramowanie.
pt_br: Isto pode ter sido causado por aplicativos externos ou compilados manualmente.
ro: Acest lucru poate a fost cauzat de software extern sau compilat manual.
ru: Это может быть вызвано внешним или скомпилированным вручную программным обеспечением.
sk: Toto mohlo byť spôsobené externým, či ručne skompilovaným softvérom.
sv: Detta kan ha orsakats av extern eller manuellt kompilerad programvara.
tr_tr: Bu durum harici veya elle derlenen bir yazılımdan kaynaklanmış olabilir.
uk: Це може бути викликано програмним забезпеченням встановленим шляхом використання зовнішніх джерел або власноруч.

source: Failed to uninstall app
ar: فشل في إلغاء تثبيت التطبيق
be: Не ўдалося дэінсталяваць праграму
ca: Ha fallat desinstal·lar l'aplicació.
ckb: ڕەشکردنەوەی نەرمەکاڵا شکستی هێنا
cs: Odebrání aplikace se nezdařilo
de: Deinstallation der Anwendung fehlgeschlagen
el: Αποτυχία απεγκατάστασης εφαρμογής
eo: Fiaskis la aplikaĵa malinstalo
es: No se pudo desinstalar la aplicación
fi: Sovelluksen poistaminen epäonnistui
fr: Échec de la désinstallation de l'application
gl: Non se puido desinstalar a aplicación
he: הסרת היישום נכשלה
hu: Alkalmazás eltávolítása sikertelen
id: Gagal mencopot pemasangan aplikasi
ja: アプリをアンインストールできませんでした
mr: अ‍ॅप विस्थापित करण्यात अयशस्वी
nb: Klarte ikke å avinstallere appen
nl: Verwijderen van de app is mislukt
nn: Klarte ikkje å avinstallera appen
pa: ਐਪ ਹਟਾਉਣਾ ਨਾਕਾਮ ਰਿਹਾ
pl: Błąd odinstalowania programu
pt_br: Falha ao desinstalar o aplicativo
ro: S-a eșuat în dezinstalarea aplicației
ru: Не удалось удалить приложение
sk: Odinštalovanie aplikácie sa nepodarilo
sv: Misslyckades med att avinstallera appen
tr_tr: Uygulama kaldırılamadı
uk: Не вдалося видалити застосунок

source: Failed to uninstall “%s”
ar: فشل في إلغاء تثبيت ”%s“
be: Не ўдалося дэінсталяваць “%s”
ca: Ha fallat desinstal·lar %s.
ckb: ڕەشکردنەوەی "%s" شکستی هێنا
cs: Odebrání „%s“ se nezdařilo
de: »%s« konnte nicht deinstalliert werden
el: Απέτυχε η απεγκατάσταση του "%s"
eo: Fiaskis la malinstalo de „%s“
es: No se pudo desinstalar «%s»
fi: Sovelluksen “%s” poistaminen epäonnistui
fr: Échec de la désinstallation de « %s »
gl: Fallou ó desinstalar "%s"
he: הסרת „%s” נכשלה
hu: "%s" eltávolítása sikertelen
id: Gagal mencopot pemasangan %s
ja: “%s” をアンインストールできませんでした
mr: "%s" विस्थापित करण्यात अयशस्वी
nb: Klarte ikke å avinstallere "%s"
nl: Het verwijderen van “%s” is mislukt
nn: Klarte ikkje å avinstallera “%s”
pa: “%s” ਨੂੰ ਹਟਾਉਣਾ (ਅਣ-ਸਥਾਪਨ) ਨਾਕਾਮ ਰਿਹਾ
pl: Nie udało się odinstalować „%s”
pt_br: Falha ao desinstalar “%s”
ro: S-a eșuat în dezinstalarea “%s”
ru: Не удалось удалить «%s»
sk: Odinštalovanie „%s“ sa nepodarilo
sv: Misslyckades med att avinstallera "%s"
tr_tr: “%s” kaldırılamadı
uk: Не вдалося видалити «%s»

source: Failed to Fetch Updates
ar: فشل في جلب التحديثات
be: Не ўдалося атрымаць абнаўленні
ca: Ha fallat recuperar les actualitzacions.
ckb: هێنانی نوێکارییەکان شکستی هێنا
cs: Kontrola aktualizací se nezdařila
de: Abrufen der Aktualisierungen fehlgeschlagen
el: Αποτυχία λήψης ενημερώσεων
eo: Malsukcesis la Ŝargo de Ĝisdatigoj
es: No se pudieron obtener las actualizaciones
fi: Päivitysten noutaminen epäonnistui
fr: Erreur lors de la récupération des mises à jour
gl: Fallo obtendo as actualizacións
he: קבלת העדכונים נכשלה
hu: Nem sikerült lekérni a frissítéseket
id: Gagal Mengambil Pembaruan
ja: アップデートを取得できませんでした
mn: Шинэчлэлүүдийг авч чадсангүй
mr: अपडेट्स आणण्यात अयशस्वी
nb: Klarte ikke å hente oppgraderinger
nl: De updates konden niet worden opgehaald
nn: Klarte ikkje å hente oppdateringar
pa: ਅਪਡੇਟਾਂ ਲਿਆਉਣਾ ਨਾਕਾਮ ਰਿਹਾ
pl: Błąd pobrania aktualizacji
pt_br: Falha ao Buscar Atualizações
ro: Descărcarea actualizărilor eșuată
ru: Не удалось получить обновления
sk: Nepodarilo sa získať aktualizácie
sv: Misslyckades med att hämta uppdateringar
tr_tr: Güncellemeler Alınamadı
uk: Не вдалося отримати оновлення
vi: Không thể tải nội dung cập nhật

source: Ignore
ar: تجاهل
be: Ігнараваць
ca: Ignora-ho
ckb: پشتگوێ خستن
cs: Ignorovat
de: Ignorieren
el: Αγνόηση
eo: Ignori
es: Ignorar
fi: Ohita
fr: Ignorer
gl: Ignorar
he: התעלמות
hu: Mellőzés
id: Abaikan
ja: 無視
mn: Үл ойшоох
mr: दुर्लक्ष करा
nb: Ignorer
nl: Negeer
nn: Ignorer
pa: ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ
pl: Zignoruj
pt_br: Ignorar
ro: Ignoră
ru: Игнорировать
sk: Ignorovať
sv: Ignorera
tr_tr: Görmezden gel
uk: Знехтувати
vi: Bỏ qua

source: Try Again
ar: حاول مرة أخرى
be: Паўтарыць спробу
ca: Torna-ho a intentar
ckb: دوبارە هەوڵبدە
cs: Zkuste to znovu
de: Wiederholen
el: Δοκιμάστε ξανά
eo: Reprovi
es: Intentar nuevamente
fi: Yritä uudelleen
fr: Réessayer
gl: Ténteo de novo
he: לנסות שוב
hu: Újrapróbálkozás
id: Coba Kembali
ja: 再試行
mn: Дахин оролдох
mr: पुन्हा प्रयत्न करा
nb: Prøv igjen
nl: Opnieuw proberen
nn: Prøv igjen
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ro: Reîncearcă
ru: Повторить попытку
sk: Skúsiť znova
sv: Försök igen
tr_tr: Tekrar deneyin
uk: Спробувати знову
vi: Thử lại

source: This may have been caused by sideloaded or manually compiled software, a third-party software source, or a package manager error. Manually refreshing updates may resolve the issue.
be: Гэта можа быць выклікана вонкавым або ўласнаручна пабудаваным праграмным забеспячэннем, вонкавай крыніцаю ці памылкаю пакетнага менеджара. Уласнаручная праверка на абнаўленні можа вырашыць праблему.
ca: Això pot haver estat causat per un programari de càrrega lateral o compilat manualment, una font de programari de tercers o un error del gestor de paquets. El refresc manual de les actualitzacions pot resoldre el problema.
cs: Toto mohlo být způsobeno ručně nainstalovaným či zkompilovaným softwarem, repozitářem softwaru třetí strany, nebo chybou správce balíčků. Ruční obnova aktualizací může tuto chybu opravit.
de: Dies könnte verursacht worden sein durch manuell hinzugefügte oder manuell kompilierte Software, eine fremde Software-Quelle oder einen Fehler des Paketmanager. Aktualisierungen neu zu laden behebt möglicherweise das Problem.
el: Αυτό μπορεί να προκλήθηκε από παράλληλα εγκατεστημένο ή χειροκίνητα μεταγλωττισμένο λογισμικό, μια τρίτη πηγή λογισμικού ή κάποιο σφάλμα του διαχειριστή πακέτων. Η χειροκίνητη ανανέωση των ενημερώσεων ενδέχεται να λύσει το πρόβλημα.
es: Esto puede deberse a instalaciones externas o aplicaciones compiladas manualmente, una fuente de aplicaciones de terceros, o un error en el gestor de paquetes. Refrescar las actualizaciones podría solucionar el problema.
fr: Ce problème peut avoir été causé par un logiciel chargé séparément ou compilé manuellement, une source logicielle tierce ou une erreur du gestionnaire de paquets. L'actualisation manuelle des mises à jour peut résoudre le problème.
he: יתכן שבעיה זו נגרמה עקב טעינה מהצד או תוכנה שהידרת בעצמך, מקור צד־שלישי לתוכנה או שגיאה במנהל החבילות. עדכונים שמתרעננים ידנית עשויים לפתור את התקלה.
hu: Ennek egy külső, kézzel hozzáadott vagy épített szoftvergyűjtemény, harmadik féltől származó forrás vagy egy csomagkezelő-hiba lehet az oka. A frissítések manuális keresése megoldhatja a problémát.
id: Ini mungkin disebabkan oleh perangkat lunak yang dimuat atau dikompilasi secara manual, sumber perangkat lunak pihak ketiga, atau kesalahan manajer paket. Menyegarkan pembaruan secara manual dapat menyelesaikan masalah.
ja: これは、サイドロードしたソフトウェアや、サードパーティーのソフトウェアリポジトリ、パッケージマネージャーのエラーなどに起因している可能性があります。この問題は、アップデートを明示的に再取得することで解決することがあります。
nb: Dette kan ha sitt opphav i sideinnlastet, eller manuelt kompilert programvare, en tredjepartskilde, eller en pakkehåndteringsfeil. Manuell gjenoppfrisking av oppdateringer kan løse dette problemet.
nl: Dit zou kunnen zijn veroorzaakt door sideloaded of handmatig gecompileerde software, softwarebronnen van een derde partij of een fout in de pakketbeheerder. Het handmatig vernieuwen van de updates zou dit probleem mogelijk kunnen verhelpen.
nn: Dette kan ha skjedd på grunn av programvare eller appar som er lasta ned utanfor AppCenter, frå tredjepart-kjelder eller ein feil i pakkehandsamaren. Problemet kan bli løyst ved å oppdatera manuellt.
pl: Przyczyną może być zewnętrzne lub ręcznie skompilowane oprogramowanie, oprogramowania uzyskane od osób trzecich lub błąd menadżera pakietów. Ręczne odświeżenie aktualizacji może naprawić ten problem.
pt_br: Isso pode ter sido causado por um software carregado lateralmente ou compilado manualmente, uma fonte de software de terceiros ou um erro do gerenciador de pacotes. Reexecutar as atualizações manualmente pode resolver o problema.
ru: Это может быть вызвано сторонним или вручную скомпилированным программным обеспечением, сторонними репозиториями или ошибкой менеджера пакетов. Ручная проверка обновлений может решить эту проблему.
sk: Toto mohlo byť spôsobené ručne nainštalovaným či skompilovaným softvérom, softvérovým repozitárom tretej strany alebo chybou správcu balíčkov. Ručné opätovné načítanie aktualizácií môže vyriešiť túto chybu.
sv: Detta kan ha orsakats av sidoladdad eller manuellt kompilerad programvara, en programkälla från tredje part eller ett fel i pakethanteraren. Manuell uppdatering av uppdateringar kan lösa problemet.
tr_tr: Bu, yan yüklenen veya elle derlenen yazılım, üçüncü taraf bir yazılım kaynağı veya bir paket yöneticisi hatasından kaynaklanmış olabilir. Güncelleştirmeleri elle yenilemek sorunu çözebilir.
uk: Це могло спричинити завантажене або скомпільоване вручну програмне забезпечення, стороннє джерело програмного забезпечення або помилка менеджера пакунків. Проблема може бути усунена шляхом ручного поновлення оновлень.
