Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: Communication
ar: التواصل
be: Сувязь
ca: Comunicació
ckb: پەیوەندی
cs: Komunikace
de: Kommunikation
el: Επικοινωνία
eo: Komunikado
es: Comunicación
fi: Viestintä
gl: Comunicación
he: תקשורת
hu: Kommunikáció
id: Komunikasi
ja: コミュニケーション
mn: Харилцаа холбоо
mr: संप्रेषण
nb: Kommunikasjon
nl: Communicatie
nn: Kommunikasjon
pa: ਗੱਲਬਾਤ
pl: Komunikacja
pt_br: Comunicação
ro: Comunicare
ru: Общение
sk: Komunikácia
sv: Kommunikation
tr_tr: İletişim
uk: Спілкування

source: Development
ar: التطوير
be: Распрацоўка
ca: Desenvolupament
ckb: گەشەپێدان
cs: Vývoj software
de: Programmentwicklung
el: Προγραμματισμός
eo: Programado
es: Desarrollo
fi: Kehitys
fr: Développement
gl: Desenvolvemento
he: פיתוח
hu: Fejlesztés
id: Pengembangan
ja: 開発
mn: Програм хөгжүүлэлт
mr: विकास
nb: Utvikling
nl: Ontwikkeling
nn: Utvikling
pa: ਸਾਫ਼ਟਵੇਅਰ ਉੱਨਤੀ
pl: Rozwój oprogramowania
pt_br: Desenvolvimento
ro: Dezvoltare
ru: Разработка
sk: Vývoj
sv: Utveckling
ta: மேம்பாடு
th: การพัฒนาโปรแกรม
tr_tr: Geliştirme
uk: Розробка
ur: ڈیولپمنٹ
vi: Phát triển

source: Education
ar: التعليم
be: Адукацыя
ca: Educació
ckb: پەروەردە
cs: Vzdělání
de: Bildung
el: Εκπαίδευση
eo: Edukado
es: Educación
fi: Koulutus
fr: Éducation
gl: Educación
he: חינוך
hu: Oktatás
id: Pendidikan
ja: 教育
mn: Боловсрол
mr: शिक्षण
nb: Opplæring
nl: Onderwijs
nn: Utdanning
pa: ਸਿੱਖਿਆ
pl: Edukacja
pt_br: Educação
ro: Educație
ru: Обучение
sk: Vzdelávanie
sv: Utbildning
ta: கல்வி
th: การศึกษา
tr_tr: Eğitim
uk: Освіта
ur: تعلیم
vi: Giáo dục

source: Finance
ar: المال
be: Фінансы
ca: Finances
ckb: دارایی
de: Finanzen
el: Οικονομικά
eo: Financado
es: Finanzas
fi: Talous
gl: Finanzas
he: כלכלה
hu: Pénzügy
id: Keuangan
ja: ファイナンス
mn: Санхүү
mr: अर्थ व्यवस्था
nb: Finans
nl: Financieel
nn: Finans
pa: ਵਿੱਤੀ
pl: Finanse
pt_br: Finanças
ro: Finanțe
ru: Финансы
sk: Financie
sv: Finans
tr_tr: Finans
uk: Фінанси

source: Graphics
ar: الرسوميات
be: Графіка
ca: Gràfics
ckb: گرافیکەکان
cs: Grafika
de: Grafik
el: Γραφικά
eo: Desegnado
es: Gráficos
fi: Grafiikka
fr: Infographie
gl: Gráficos
he: גרפיקה
hu: Grafika
id: Grafis
ja: グラフィックス
mn: График
mr: ग्राफिक
nb: Grafikk
nl: Beeld
nn: Grafikk
pa: ਗ੍ਰਾਫ਼ਿਕਸ
pl: Grafika
pt_br: Gráficos
ro: Grafică
ru: Графика
sk: Grafika
sv: Grafik
ta: கிராபிக்ஸ்
th: กราฟิก
tr_tr: Grafikler
uk: Графіка
ur: گرافکس
vi: Đồ họa

source: Internet
ar: الإنترنت
be: Інтэрнэт
ckb: ئینته‌رنێت
el: Διαδίκτυο
eo: Interretado
he: אינטרנט
ja: インターネット
mn: Интернэт
mr: इंटरनेट
nb: Internett
nn: Internett
pa: ਇੰਟਰਨੈੱਟ
ru: Интернет
ta: இணையம்
th: อินเทอร์เน็ต
uk: Інтернет
ur: انٹرنیٹ

source: Math, Science, & Engineering
ar: الرياضيات، والعلوم، والهندسة
be: Матэматыка, навука і інжынерыя
ca: Matemàtiques, ciència i enginyeria
ckb: بیرکاری، زانست & ئەندازیاری
cs: Matematika, věda a technika
de: Mathematik, Wissenschaft und Technik
el: Μαθηματικά, Επιστήμη και Μηχανική
eo: Matematiko, Scienco kaj Inĝenierado
es: Matemáticas, ciencia e ingeniería
fi: Matematiikka, tiede ja suunnittelu
fr: Maths, sciences et ingénierie
gl: Matemáticas, Ciencia e Enxeñaría
he: מתמטיקה, מדע והנדסה
hu: Matematika, tudomány és technika
id: Matematika, Sains & Teknik
ja: 数学・科学・工学
mn: Математик, Шинжлэх ухаан болон Инженерчлэл
mr: विज्ञान आणि अभियांत्रिकी
nb: Matematikk, vitenskap og teknikk
nl: Wiskunde, Wetenschap & Techniek
nn: Matematikk, vitskap og teknikk
pa: ਹਿਸਾਬ, ਸਾਇੰਸ, ਅਤੇ ਇੰਜੀਨੀਅਰਿੰਗ
pl: Matematyka, nauka i inżynieria
pt_br: Matemática, Ciência & Engenharia
ro: Matematică, Știință și Inginerie
ru: Математика, наука и инженерия
sk: Matematika, veda a technika
sv: Vetenskap och ingenjörskonst
tr_tr: Matematik, Fen ve Mühendislik
uk: Математика, Наука та Інженерія

source: Media Production
ar: إنتاج الوسائط
be: Медыя вытворчасць
ca: Producció multimèdia
ckb: میدیا پڕۆدەکشن
cs: Mediální tvorba
de: Medienproduktion
el: Παραγωγή μέσων
eo: Aŭdovidaĵa Produktado
es: Producción multimedia
fi: Mediatuotanto
fr: Production de médias
gl: Produción multimedia
he: הפקת מדיה
hu: Tartalomkészítés
id: Media Produksi
ja: メディア製作
mn: Хэвлэл мэдээлэл
mr: माध्यम उत्पादन
nb: Medieproduksjon
nl: Media
nn: Medieproduksjon
pa: ਮੀਡੀਆ ਪ੍ਰੋਡਕਸ਼ਨ
pl: Produkcja mediów
pt_br: Produção de Mídia
ro: Producție Media
ru: Медиапроизводство
sk: Mediálna tvorba
sv: Medieproduktion
tr_tr: Medya Prodüksiyonu
uk: Медіавиробництво

source: Office
ar: المكتب
be: Офіс
ca: Oficina
ckb: نووسینگە
cs: Kancelář
de: Büroanwendungen
el: Γραφείο
eo: Oficejado
es: Ofimática
fi: Toimisto
fr: Bureautique
gl: Ofimática
he: כלי משרד
hu: Iroda
id: Perkantoran
ja: オフィス
mn: Оффис
mr: कार्यालय
nb: Kontor
nl: Kantoor
nn: Kontor
pa: ਦਫ਼ਤਰੀ
pl: Biuro
pt_br: Escritório
ro: Birou
ru: Офис
sk: Kancelária
sv: Kontor
ta: அலுவல்
th: สำนักงาน
tr_tr: Ofis
uk: Офіс
ur: آفس
vi: Văn phòng

source: System
ar: النظام
be: Сістэма
ca: Sistema
ckb: سیسته‌م
cs: Systém
el: Σύστημα
eo: Sistemo
es: Sistema
fi: Järjestelmä
fr: Système
gl: Sistema
he: מערכת
hu: Rendszer
id: Sistem
ja: システム
mn: Систем
mr: सिस्टिम
nl: Systeem
pa: ਸਿਸਟਮ
pt_br: Sistema
ro: Sistem
ru: Система
sk: Systém
ta: அமைப்பு
th: ระบบ
tr_tr: Sistem
uk: Система
ur: سسٹم
vi: Hệ thống

source: Universal Access
ar: الوصول الشامل
be: Універсальны доступ
ca: Accés universal
ckb: خزمەتگوزارییە گشتییەکان
cs: Univerzální přístup
de: Barrierefreiheit
el: Προσβασιμότητα
eo: Faciluziloj
es: Acceso universal
fi: Esteettömyys
fr: Accessibilité
gl: Acceso Universal
he: גישה אוניברסלית
hu: Kisegítő lehetőségek
id: Akses Universal
ja: ユニバーサルアクセス
mn: Нийтийн хандалт
mr: सार्वत्रिक प्रवेश
nb: Tilgjengelighet
nl: Toegankelijkheid
nn: Universelt tilgjenge
pa: ਸਰਬ-ਸਾਂਝਾ
pl: Dostęp uniwersalny
pt_br: Acessibilidade
ro: Accesibilitate
ru: Универсальный доступ
sk: Univerzálny prístup
sv: Hjälpmedel
ta: உலகளாவிய அணுகல்
th: การเข้าใช้งานสำหรับผู้ทุพพลภาพ
tr_tr: Evrensel Erişim
uk: Універсальний доступ
ur: وسیع رسائی
vi: Trợ năng

source: Video
ar: الفيديو
be: Відэа
ca: Vídeo
ckb: ڤیدیۆ
el: Βίντεο
eo: Videado
fr: Vidéo
gl: Vídeo
he: וידאו
hu: Videó
ja: 動画
mn: Видео
mr: व्हिडिओ
pa: ਵਿਡੀਓ
pl: Wideo
pt_br: Vídeo
ru: Видео
ta: காணொளி
th: วิดีทัศน์
uk: Відео
ur: ویڈیو

source: Writing & Language
ar: الكتابة واللغة
be: Пісьменніцтва і мова
ca: Escriptura i llengua
ckb: نووسین & زمان
cs: Psaní a jazyky
de: Schreiben und Sprache
el: Συγγραφή και γλώσσα
eo: Skribado & Lingvoj
es: Escritura e idiomas
fi: Kirjoittaminen ja kieli
fr: Écriture et langue
gl: Escritura e idiomas
he: כתיבה ושפה
hu: Írás és nyelv
id: Penulisan & Bahasa
ja: 文書作成と言語
mn: Бичих, Хэл
mr: लेखन आणि भाषा
nb: Skriving og språk
nl: Schrijven & Taal
nn: Skriving og språk
pa: ਲੇਖਣ ਅਤੇ ਭਾਸ਼ਾ
pl: Pisanie i język
pt_br: Escrita & Linguagem
ro: Scris și Limbă
ru: Писательство и язык
sk: Písanie a jazyk
sv: Skrivande och språk
tr_tr: Yazma ve Dil
uk: Мова і написання

source: Privacy & Security
be: Прыватнасць і бяспека
ca: Privadesa i seguretat
ckb: تایبه‌تێتی & ئاسایش
cs: Soukromí a zabezpečení
de: Datenschutz & Sicherheit
el: Ιδιωτικότητα και ασφάλεια
es: Privacidad y seguridad
fi: Yksityisyys ja tietoturva
fr: Confidentialité et sécurité
he: פרטיות ואבטחה
hu: Adatvédelem és biztonság
id: Privasi & Kemananan
ja: プライバシーとセキュリティー
nl: Privacy & veiligheid
nn: Personvern og tryggleik
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e Segurança
ru: Конфиденциальность и безопасность
sk: Súkromie a zabezpečenie
sv: Integritet och säkerhet
tr_tr: Gizlilik ve Güvenlik
uk: Приватність і безпека

source: Fun & Games
be: Забавы і гульні
ca: Jocs i entreteniment
ckb: خۆشی & یارییه‌كان
cs: Zábava & Hry
de: Spiel & Spaß
el: Διασκέδαση & Παιχνίδια
es: Diversión y juegos
fi: Pelit ja hauskanpito
fr: Divertissement et jeux
he: משחקים וכיף
hu: Szórakozás és játékok
id: Hiburan & Permainan
ja: エンタメとゲーム
nb: Gøy og spill
nl: Plezier & Spelletjes
nn: Spel
pl: Rozrywka i Gry
pt_br: Diversão e Jogos
ru: Игры и развлечения
sk: Zábava a hry
sv: Nöjen och spel
tr_tr: Eğlence ve Oyunlar
uk: Розваги та ігри

source: Fun &
ca: Jocs i
cs: Zábava &
he: כיף ו
hu: Szórakozás és
ja: エンタメと
nl: Plezier &
nn: Moro og
ru: Игры и

source: Games
ar: الألعاب
ca: Jocs
cs: Hry
eo: Ludado
gl: Xogos
he: משחקים
hu: Játékok
ja: ゲーム
mn: Тоглоом
mr: खेळ
nl: Spellen
nn: Spel
pa: ਗੇਮਾਂ
ro: Jocuri
ru: Развлечения
ta: விளையாட்டுகள்
th: เกม
ur: گیمز
vi: Trò chơi

source: No Apps Found
ar: لم يتم العثور على تطبيقات
be: Праграм не знойдзена
ca: No s'ha trobat cap aplicació.
ckb: هیچ ئەپێک نەدۆزرایەوە
cs: Nebyly nalezeny žádné aplikace
de: Keine Anwendungen gefunden
el: Δεν βρέθηκαν εφαρμογές
es: No se encontraron aplicaciones
fi: Sovelluksia ei löytynyt
fr: Aucune application trouvée
he: לא נמצאו יישומים
hu: Nem található alkalmazás
id: Tidak Ada Aplikasi yang Ditemukan
ja: アプリが見つかりません
nb: Fant ingen programmer
nl: Geen apps gevonden
nn: Fann ingen appar
pl: Nie znaleziono aplikacji
pt_br: Nenhum aplicativo encontrado
ro: Nicio aplicație găsită
ru: Приложения не найдены
sk: Neboli nájdené žiadne aplikácie
sv: Inga appar hittades
tr_tr: Uygulama Bulunamadı
uk: Застосунків не знайдено

source: Try changing search terms. You can also sideload Flatpak apps e.g. from %s
ar: حاول تغيير عبارات البحث. يمكنك أيضا تحميل تطبيقات Flatpak بشكل متواز، مثلاً من %s
be: Паспрабуйце змяніць тэрміны ў запыце. Вы таксама можаце спампоўваць праграмы Flatpak, напрыклад з %s
ca: Preveu de canviar els termes de la cerca. També podeu carregar lateralment aplicacions de Flatpak, per exemple des de %s.
ckb: هەوڵدە دەستەواژەکانی گەڕان بگۆڕیت. هەروەها دەتوانیت ئەپەکانی فلاتپاک، بۆ نموونە لە %s، دابمەزرێنیت
cs: Zkuste upravit vyhledávaný pojem. Je také možné nainstalovat bokem Flatpak aplikace, například z %s
de: Versuchen Sie es mit anderen Suchbegriffen. Sie können auch per Sideload Flatpak-Anwendungen, etwa von %s, installieren.
el: Δοκιμάστε να αλλάξετε τους όρους αναζήτησης. Μπορείτε επίσης να εγκαταστήσετε εφαρμογές Flatpak π.χ. από %s
es: Intente cambiar los términos de búsqueda. También puede instalar aplicaciones externas Flatpak desde, por ejemplo, %s
fi: Yritä hakea eri hakuehdoilla. Voit myös sivuladata Flatpak-sovelluksia esimerkiksi %s
fr: Essayez de modifier vos termes de recherche. Vous pouvez également installer des applications Flatpak, par ex. depuis %s
he: נא לנסות לשנות את תנאי החיפוש. ניתן גם לטעון יישומי Flatpak מהצד למשל דרך %s
hu: Próbálja megváltoztatni a keresési kifejezéseket. Lehetősége van Flatpak alkalmazásokat beszerezni például innen is: %s
id: Coba ubah istilah penelusuran. Anda juga dapat melakukan pemuatan-samping aplikasi Flatpak misalnya dari %s
ja: 検索用語を変更してみてください。%s などから Flatpak アプリをサイドロードすることもできます
nl: Probeer een andere zoekterm. U kunt ook Flatpak apps sideloaden bijvoorbeeld vanaf %s
nn: Prøv å endra på søket ditt. Du kan óg lasta ned Flatpak-appar frå %s
pl: Spróbuj zmienić szukane wyrażenie. Możesz także instalować aplikacji Flatpak np. z %s
pt_br: Tente mudar os termos de pesquisa. Você também pode buscar por aplicativos Flatpak, por exemplo, a partir do %s
ro: Încearcă să schimbi cuvintele de căutare. Poți de asemenea să instalezi aplicații Flatpak de exemplu de la %s
ru: Попробуйте перефразировать запрос. Вы также можете загружать сторонние приложения Flatpak, например с %s
sk: Skúste pozmeniť vyhľadávaný výraz. Prípadne môžete nainštalovať Flatpak aplikácie z iného zdroja, napríklad z %s
sv: Försök att ändra söktermerna. Du kan också sidoladda Flatpak-appar, t.ex. från %s
tr_tr: Arama terimlerini değiştirmeyi deneyin. Ayrıca Flatpak uygulamalarını örneğin %s'den yükleyebilirsiniz
uk: Спробуйте змінити пошукові терміни. Ви також можете завантажити застосунки Flatpak, наприклад з %s

source: The search term must be at least 3 characters long.
be: Пошукавы запыт павінны мець 3 або больш сімвалаў.
ca: El terme de recerca ha de tenir com a mínim 3 caràcters.
cs: Hledaný výraz musí být dlouhý alespoň 3 znaky.
de: Der Suchbegriff muss mindestens 3 Zeichen umfassen.
el: Ο όρος αναζήτησης πρέπει να έχει μέγεθος τουλάχιστον 3 χαρακτήρων.
es: El término de búsqueda debe tener al menos 3 caracteres.
fi: Hakuehdossa tulee olla vähintään kolme merkkiä.
fr: La recherche doit comporter au moins 3 caractères.
he: ביטוי החיפוש חייב להיות לפחות באורך 3 תווים.
hu: A keresési kifejezésnek legalább 3 karakter hosszúnak kell lennie.
ja: 検索用語には最低3文字が必要です。
nl: De zoekterm moet minimaal 3 karakters lang zijn.
pl: Wyszukiwana fraza musi mieć długość przynajmniej 3 znaków.
pt_br: O termo de pesquisa deve ter pelo menos 3 caracteres.
ru: Поисковый запрос должен быть не короче 3 символов.
sk: Hľadaný výraz musí byť aspoň 3 znaky dlhý.
sv: Söktermen måste vara minst 3 tecken långt.
tr_tr: Arama terimi en az 3 karakter uzunluğunda olmalıdır.
uk: Пошукова фраза повинна містити щонайменше 3 символи.

source: Card Number
ar: رقم البطاقة
be: Нумар карты
ca: Número de la targeta
ckb: ژمارەی کارد
cs: Číslo karty
de: Kartennummer
el: Αριθμός Κάρτας
eo: Karta Numero
es: Número de tarjeta
fi: Kortin numero
fr: Numéro de carte
gl: Número da tarxeta
he: מספר הכרטיס
hu: Kártya száma
id: Nomor Kartu
ja: カード番号
mn: Картын дугаар
mr: कार्ड नंबर
nb: Kortnummer
nl: Kaartnummer
nn: Kortnummer
pa: ਕਾਰਡ ਨੰਬਰ
pl: Numer karty
pt_br: Número do Cartão
ro: Numărul cardului
ru: Номер карты
sk: Číslo karty
sv: Kortnummer
ta: அட்டை எண்
tr_tr: Kart Numarası
uk: Номер картки
vi: Số thẻ

source: Requires payments, which are not enabled
ar: تتطلب مدفوعات، وهي الآن غير مفعلة
be: Патрэбны плацяжы, якія не ўключаны
ca: Requereix pagaments, que no estan habilitats.
ckb: پێویستی بە پارەدانە کە کارا نەکراوە
cs: Vyžaduje platby a ty nejsou zapnuté
de: Zahlungen erforderlich, die jedoch nicht aktiviert sind
el: Απαιτεί πληρωμές, οι οποίες δεν είναι ενεργοποιημένες
eo: Postulas pagadon, kio ne estas ebligita
es: Requiere pagos, los cuales no están activados
fi: Maksuja vaaditaan. Niitä ei ole kytketty päälle
fr: Requiert le module de paiements, qui n'est pas activé
gl: Require pagos, os cales non están activados
he: דורש תשלומים, שאינם פעילים עדיין
hu: Fizetés szükséges, ami nincs engedélyezve
id: Memerlukan pembayaran, mode belum diaktifkan
ja: 支払いが必要ですが、有効になっていません
mn: Төлбөрийг идэвхижүүлээгүй байна
mr: जे सक्षम नाहीत, त्यांसाठी पेमेंट आवश्यक आहे
nb: Krever betaling, som ikke er aktivert
nl: Vereist betalingen, die niet ingeschakeld zijn
nn: Krev betaling, som ikkje er aktivert
pa: ਇਹਦੇ ਨਹੀਂ ਅਦਾਇਗੀ ਲੋੜੀਂਦੀ ਹੈ, ਜਿਹੜੇ ਕਿ ਚਾਲੂ ਨਹੀਂ ਕੀਤੀ ਹੋਈ
pl: Wymaga dokonania płatności, która jest niedostępna
pt_br: Requer pagamentos, que não estão ativados
ro: Necesită plătirea, care nu este activată
ru: Требует платежи, которые не включены
sk: Vyžaduje platby, ktoré nie sú povolené
sv: Kräver betalning, vilket inte är aktiverat
tr_tr: Etkin olmayan ödemeler gerektirir
uk: Вимагає платежі, які не увімкнено
vi: Yêu cầu thanh toán, nhưng không được bật

source: Free
ar: مجاني
ca: Lliure
ckb: خۆڕایی
cs: Zdarma
eo: Senpaga
es: Gratuita
fr: Gratuit
gl: Gratis
he: חינם
hu: Ingyenes
ja: 無料
mn: Үнэгүй
mr: विनामुल्य
nb: Gratis
nl: Gratis
nn: Gratis
pa: ਮੁਫ਼ਤ
ro: Gratuit
ru: Бесплатно
ta: இலவசம்
vi: Miễn phí

source: Install
ar: ثبت
be: Усталяваць
ca: Instal·la
ckb: دامەزراندن
cs: Nainstalovat
de: Installieren
el: Εγκατάσταση
eo: Instali
es: Instalar
fi: Asenna
fr: Installer
gl: Instalar
he: התקנה
hu: Telepítés
id: Pasang
ja: インストール
mn: Суулгах
mr: प्रस्थापित
nb: Installer
nl: Installeren
nn: Installer
pa: ਸਥਾਪਤ ਕਰੋ
pl: Zainstaluj
pt_br: Instalar
ro: Instalare
ru: Установить
sk: Inštalovať
sv: Installera
tr_tr: Kur
uk: Встановити

source: $%d.00
ca: %d,00 USD
cs: $%dUSD
de: %d,00 USD
es: %d,00 USD
gl: %d,00 USD
he: $%d.00USD
ja: %d.00ドル
nb: $%dUSD
nn: $%d USD
pa: $%d.00 ਅਮਰੀਕੀ ਡਾਲਰ
pt_br: US$%d.00
ro: $%dUSD
ru: %d,00 USD
vi: $%d.00USD

source: $%d
ca: %d USD
cs: $%dUSD
de: %d USD
es: %d USD
gl: %d USD
he: $%d USD
ja: %dドル
pa: $%d ਅਮਰੀਕੀ ਡਾਲਰ
pt_br: US$%d
ro: $%dUSD
ru: %d USD
vi: $%dUSD

source: Fixed Issues
be: Выпраўленыя праблемы
ca: Problemes solucionats
cs: Opravené chyby
de: Behobene Probleme
el: Διορθωμένα Προβλήματα
es: Problemas resueltos
fi: Korjatut ongelmat
fr: Problèmes corrigés
he: תקלות שתוקנו
hu: Javított hibák
id: Memperbaiki Masalah
ja: 修正された不具合
nb: Fiksede problemer
nl: Opgeloste problemen
nn: Fiksa problem
pl: Naprawione błędy
pt_br: Problemas corrigidos
ru: Исправленные проблемы
sk: Opravené chyby
sv: Korrigerade problem
tr_tr: Düzeltilen Sorunlar
uk: Виправлені помилки

source: Unknown date
be: Невядомая дата
ca: Data desconeguda
cs: Neznámý datum
de: Unbekanntes Datum
el: Άγνωστη ημερομηνία
es: Fecha desconocida
fi: Tuntematon päivä
fr: Date inconnue
he: תאריך לא ידוע
hu: Ismeretlen dátum
id: Tanggal tidak diketahui
ja: 日付不明
nb: Ukjent dato
nl: Onbekende datum
nn: Ukjend dato
pl: Nieznana data
pt_br: Data desconhecida
ru: Неизвестная дата
sk: Neznámy dátum
sv: Okänt datum
tr_tr: Bilinmeyen tarih
uk: Невідома дата

source: Unknown version
ar: إصدار غير معروف
be: Невядомая версія
ca: Versió desconeguda
ckb: وەشانی نەزاندراو
cs: Neznámá verze
de: Unbekannte Version
el: Άγνωστη έκδοση
eo: Nekonata versio
es: Versión desconocida
fi: Tuntematon versio
fr: Version inconnue
gl: Versión descoñecida
he: גרסה לא ידועה
hu: Ismeretlen verzió
id: Versi tidak diketahui
ja: バージョン不明
mn: Хувилбар тодорхойгүй
mr: अज्ञात आवृत्ती
nb: Ukjent versjon
nl: Onbekende versie
nn: Ukjend versjon
pa: ਅਣਜਾਣ ਵਰਜਨ
pl: Nieznana wersja
pt_br: Versão desconhecida
ro: Versiune necunoscută
ru: Неизвестная версия
sk: Neznáma verzia
sv: Okänd version
tr_tr: Bilinmeyen sürüm
uk: Невідома версія

source: No description available
ar: الوصف غير متوفر
be: Няма апісання
ca: Sense descripció disponible
ckb: هیچ ڕوونکردنەوەیک بەردەست نییە
cs: Není k dispozici žádný popis
de: Keine Beschreibung verfügbar
el: Μη διαθέσιμη περιγραφή
eo: Neniu priskribo disponebla
es: Ninguna descripción disponible
fi: Ei kuvausta saatavilla
fr: Aucune description disponible
gl: Ningunha descrición dispoñíbel
he: אין תיאור זמין
hu: Nem érhető el leírás
id: Deskripsi tidak tersedia
ja: 説明はありません
mn: Танилцуулга оруулаагүй
mr: कोणतेही वर्णन उपलब्ध नाही
nb: Ingen beskrivelse tilgjengelig
nl: Geen beschrijving beschikbaar
nn: Inga skildring tilgjengeleg
pa: ਵੇਰਵਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak dostępnego opisu
pt_br: Nenhuma descrição disponível
ro: Lipsă descriere
ru: Нет описания
sk: Popis nie je dostupný
sv: Ingen beskrivning tillgängling
tr_tr: Açıklama mevcut değil
uk: Опис відсутній
vi: Không có mô tả

source: Copy link
ar: انسخ الرابط
ca: Copia l'enllaç
eo: Kopii la ligilon
gl: Copiar ligazón
ja: リンクをコピー
mn: Холбоосыг хуулах
mr: दुवा कॉपी करा
nn: Kopier lenke
pa: ਲਿੰਕ ਨਕਲ ਕਰੋ
ro: Copiere link
vi: Sao chép liên kết

source: Actual Download Size Likely to Be Smaller
ar: حجم التنزيل الفعلي من المحتمل أن يكون أصغر
be: Памер спампоўкі, хутчэй за ўсё, будзе меньш
ca: És probable que la mida real de la baixada sigui menor.
ckb: دەکرێت قەبارەی داگرتنی ڕاستەقینە بچووکتر بێت
cs: Skutečná velikost stahování je pravděpodobně menší
de: Tatsächlicher Umfang der herunterzuladenden Daten wahrscheinlich kleiner
el: Το πραγματικό μέγεθος λήψης πιθανών να είναι μικρότερο
eo: La elŝuto povas esti efektive pli malgranda
es: Es probable que el tamaño real de la descarga sea inferior
fi: Varsinainen latauskoko on todennäköisesti pienempi
fr: La taille du téléchargement sera sûrement moindre
gl: É probábel que o tamaño real da descarga sexa inferior
he: ייתכן שגודל הקובץ בפועל יהיה קטן יותר
hu: A valós letöltési méret valószínűleg kisebb
id: Ukuran Unduhan Sesungguhnya Kemungkinan Lebih Kecil
ja: 実際のダウンロードサイズは小さくなる可能性があります
mr: वास्तविक डाउनलोड आकार लहान होण्याची शक्यता आहे
nb: Størrelsen på nedlastingen vil sannsynlig være mindre
nl: De werkelijke bestandsgrootte van de download is waarschijnlijk kleiner
nn: Den faktiske storleiken på nedlastinga vil nok vera lågare
pa: ਲੱਗਦੈ ਕਿ ਅਸਲੀ ਡਾਊਨਲੋਡ ਸਾਈਜ਼ ਇਸਤੋਂ ਛੋਟਾ ਹੀ ਹੋਵੇਗਾ
pl: Realny rozmiar pobrania jest z reguły mniejszy
pt_br: O tamanho real do download pode ser menor
ro: Spațiul ocupat de descărcare este probabil mai mic
ru: Размер загрузки, вероятно, будет меньше
sk: Skutočná veľkosť sťahovania je pravdepodobne menšia
sv: Faktisk nedladdningsstorlek är sannolikt mindre
tr_tr: Gerçek İndirme Boyutu Muhtemelen Daha Küçük Olacak
uk: Фактичний розмір завантаження, ймовірно, буде меншим

source: Only the parts of apps and updates that are needed will be downloaded.
ar: سيتم تنزيل أجزاء التطبيقات والتحديثات المطلوب تنزيلها فقط.
be: Будуць спампаваны толькі часткі патрэбных праграм і абнаўленняў.
ca: Només es baixaran les parts que calguin de les aplicacions i de les actualitzacions.
ckb: تەنها بەش و نوێکارییە پێویستەکان دادەگیرێن.
cs: Stahovány budou pouze ty části aplikací a aktualizací, které jsou potřeba.
de: Es werden nur diejenigen Komponenten der Anwendungen und Aktualisierungen heruntergeladen, die benötigt werden.
el: Μόνο τα απαραίτητα τμήματα εφαρμογών και ενημερώσεων θα ληφθούν.
eo: Nur tiuj aplikaĵoj kaj ĝisdatigoj necesaj estos elŝutitaj.
es: Se descargarán solo las partes de las aplicaciones y las actualizaciones que se necesiten.
fi: Vain tarvittavat osat sovelluksista ja päivityksistä ladataan.
fr: Seules les parties de l'application nécessitants une mise à jour seront téléchargés.
gl: Descargaranse só as partes das aplicacións e as actualizacións que se necesiten.
he: רק החלקים של היישומים והעדכונים שנדרשים יורדו.
hu: Az alkalmazásnak csak a szükséges részei és frissítései kerülnek letöltésre.
id: Hanya mengunduh bagian-bagian dari aplikasi dan pembaruan yang diperlukan saja.
ja: アプリとアップデートの、必要な部分のみをダウンロードします。
mr: केवळ अॅप्सचे आवश्यक भाग आणि अद्यतने डाउनलोड केली जातील.
nb: Kun de delene av programmene og oppgraderingene som er nødvendige vil bli lastet ned.
nl: Alleen de benodigde gegevens van de apps en updates worden gedownload.
nn: Kun dei delane av appen og oppdateringa som trengs vil bli lasta ned.
pa: ਸਿਰਫ਼ ਲੋੜੀਂਦੀਆਂ ਅਪਡੇਟਾਂ ਅਤੇ ਐਪਾਂ ਦੇ ਹਿੱਸੇ ਹੀ ਡਾਊਨਲੋਡ ਹੋਣਗੇ।
pl: Zostaną pobrane tylko potrzebne części programu i jego aktualizacje.
pt_br: Apenas as partes necessárias de aplicativos e atualizações serão baixadas.
ro: Numai părțile necesare din aplicații și actualizări vor fi descărcate.
ru: Будут загружены только необходимые части приложений и обновлений.
sk: Budú stiahnuté iba tie časti aplikácií a aktualizácií, ktoré sú potrebné.
sv: Endast de delar av appar och uppdateringar som behövs kommer att laddas ner.
tr_tr: Uygulamaların ve güncellemelerin sadece ihtiyaç duyulan kısımları indirilecek.
uk: Буде завантажено лише необхідні частини застосунків та оновлень.

source: Up to %s
ar: يصل إلى %s
be: Па %s
ca: Fins a %s
ckb: هەتا %s
cs: Až po %s
de: Bis zu %s
el: Έως και %s
eo: Ĝis %s
es: Hasta %s
fi: Noin %s
fr: Jusqu'à %s
gl: Ata %s
he: עד %s
hu: Legfeljebb %s
id: Mencapai %s
ja: 最大 %s
mr: %s पर्यंत
nb: Opptil %s
nl: Tot %s
nn: Opptil %s
pa: %s ਤੱਕ
pl: Do %s
pt_br: Até %s
ro: Până la %s
ru: До %s
sk: Až do %s
sv: Upp till %s
tr_tr: %s'ye kadar
uk: До %s

source: Update
ar: حدث
be: Абнавіць
ca: Actualitza
ckb: نوێکردنەوە
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση
eo: Ĝisdatigi
es: Actualizar
fi: Päivitä
fr: Mettre à jour
gl: Actualizar
he: עדכון
hu: Frissítés
id: Perbarui
ja: アップデート
mn: Шиэнчлэх
mr: अद्ययावत (अपडेट) करा
nb: Oppdater
nl: Bijwerken
nn: Oppdater
pa: ਅਪਡੇਟ
pl: Zaktualizuj
pt_br: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
ta: புதுப்பிக்கவும்
th: การอัปเดต
tr_tr: Güncelle
uk: Оновити
ur: تجدید-
vi: Cập nhật

source: Download
ja: ダウンロード
nn: Last ned

source: Release notes
be: Заўвагі да выпуску
ca: Notes de la versió
cs: Poznámky k vydání
de: Versionshinweise
el: Σημειώσεις έκδοσης
es: Notas de la versión
fi: Julkaisutiedot
fr: Notes de version
he: הערות הוצאה לאור
hu: Kiadási megjegyzések
id: Catatan rilis
ja: リリースノート
nb: Utgivelsesnotater
nl: Opmerkingen bij uitgave
nn: Versjonsmerknader
pl: Informacje o wydaniu
pt_br: Notas de lançamento
ru: Примечания к выпуску
sk: Poznámky k vydaniu
sv: Versionsinformation
tr_tr: Sürüm notları
uk: Примітки до випуску
