Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: %s (local)
ar: %s (محلي)
be: %s (лакальна)
ckb: (ناوخۆی) %s
cs: %s (lokální)
de: %s (lokal)
el: %s (τοπικά)
fi: %s (paikallinen)
he: %s (מקומי)
id: %s (lokal)
ja: %s (ローカル)
mr: %s (स्थानिक)
nb: %s (lokal)
nl: %s (lokaal)
nn: %s (lokal)
pa: %s (ਮਕਾਮੀ)
pl: %s (lokalny)
ru: %s (локальный)
sk: %s (miestny)
sv: %s (lokal)
uk: %s (локальний)

source: An error occurred while processing the card. Please try again later. We apologize for any inconvenience caused.
ar: حصل خطأ في معالجة البطاقة. الرجاء المحاولة مرة أخرى. نعتذر عن أي إزعاج حاصل.
be: У час апрацоўкі карткі паўстала памылка. Калі ласка, паспрабуйце яшчэ раз пазней. Выбачайце за аніякія няёмкасці.
ca: Hi ha hagut un error mentre es processava la targeta. Torneu-ho a provar més tard. Disculpeu les molèsties.
ckb: هەڵەیەک ڕوویدا لەکاتی پرۆسێسکردنی کاردەکە. تکایە دواتر هەوڵ بدەوە. داوای لێبوردن دەکەین بۆ هەر ئاسودەییەک کە هاتۆتە پێشت.
cs: Při zpracování karty se vyskytla chyba. Zkuste to prosím znovu později. Omlouváme se za jakékoli způsobené potíže.
de: Bei der Verarbeitung der Kartendaten ist ein Fehler aufgetreten. Versuchen Sie es später erneut. Wir bedauern eventuell verursachte Unannehmlichkeiten.
el: Παρουσιάστηκε ένα σφάλμα κατά την επεξεργασία της κάρτας. Παρακαλώ δοκιμάστε ξανά αργότερα. Ζητούμε συγγνώμη για την ταλαιπωρία.
eo: Okazis eraro dum procezado de la karto. Bonvolu reprovi poste. Ni pardonpetas pri la okazigita ĝeno.
es: Se ha producido un error al procesar la tarjeta. Inténtelo de nuevo más tarde. Sentimos cualquier inconveniente causado.
fi: Korttiasi käsitellessä tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur est survenue lors du traitement de la carte. Veuillez réessayer plus tard. Veuillez nous excuser pour la gêne occasionnée.
gl: Ocorreu un erro mentres se procesaba a tarxeta. Por favor, probe outra vez máis tarde. Pedímoslle desculpas por calquera inconveniente causado.
he: אירעה שגיאה בעת עיבוד נתוני הכרטיס. נא לנסות שוב מאוחר יותר. אנו מתנצלים על הטרחה הכרוכה בתהליך.
hu: Hiba történt a kártya feldolgozása során. Kérjük, próbálja meg újra később. Elnézést kérünk a kellemetlenségért.
id: Terjadi kesalahan saat mengolah kartu. Silakan ulangi kembali. Kami mohon maaf atas ketidaknyamanan yang terjadi.
ja: カードの処理中にエラーが発生しました。後ほどもう一度お試しください。ご迷惑おかけして申し訳ありません。
mr: ह्या कार्डावरुन प्रक्रिया करतांना काही चूक झाली आहे. कृपया पुन्हा प्रयत्न करा. आपणांस होणाऱ्या असुविधेबद्दल क्षमा असावी.
nb: En feil inntraff under behandling av kortet. Prøv igjen senere. Ethvert bryderi beklages.
nl: Er is een fout opgetreden bij het verwerken van de kaart. Probeer het later opnieuw. Excuses voor het ongemak.
nn: Ein feil skjedde under prosessering av kortet. Prøv igjen seinare. Vi ber om orsak for eventuelle ulemper det medfører.
pa: ਕਾਰਡ ਪ੍ਰੋਸੈਸਿੰਗ ਦੌਰਾਨ ਖ਼ਰਾਬੀ ਰਹੀ। ਕਿਸੇ ਵੀ ਤਕਲੀਫ਼ ਲਈ ਅਸੀਂ ਮਾਫ਼ੀ ਚਾਹੁੰਦੇ ਹਾਂ।
pl: Podczas przetwarzania karty wystąpił błąd. Spróbuj ponownie później. Przepraszamy za wszelkie niedogodności.
pt_br: Um erro ocorreu ao processar o cartão. Por favor tente novamente mais tarde. Pedimos desculpas por qualquer inconveniente causado.
ro: Eroare la procesarea cardului. Ne cerem scuze pentru inconvenient și vă rugăm să încercați din nou mai târziu.
ru: Ошибка при обработке карты. Пожалуйста, повторите попытку позже. Приносим свои извинения за причинённые неудобства.
sk: Počas spracovávania karty sa vyskytla chyba. Skúste to prosím znova neskôr. Ospravedlňujeme sa za akékoľvek komplikácie.
sv: Ett fel uppstod vid betalning med kort. Försök igen senare. Vi ber om ursäkt för eventuella besvär.
ta: கார்டைச் செயலாக்குகையில் பிழை ஏற்பட்டது. தயவுசெய்து பின்னர் முயற்சிக்கவும். எந்த சிரமத்திற்கும் நாங்கள் மன்னிப்பு கோருகிறோம்.
tr_tr: Kart işlenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin. Yaşanan herhangi bir rahatsızlıktan dolayı özür dileriz.
uk: Під час обробки картки сталася помилка. Будь ласка, спробуйте пізніше. Перепрошуємо за незручності.
vi: Có một lỗi xảy ra trong quá trình hoàn tất thẻ. Vui lòng thử lại sau. Chúng tôi xin lỗi về sự bất tiện này.

source: Please review your payment info and try again.
ar: من فضلك تأكد من معلومات الدفع وحاول مرة أخرى.
be: Калі ласка, праверце плацежную інфармацыю і паспрабуйце ізноў.
ca: Reviseu la informació del pagament i torneu-ho a intentar.
ckb: تکایە پێداچوونەوە بۆ زانیاری پارەدانت بکە و دوبارە هەوڵدەوە.
cs: Zkontrolujte prosím vaše platební údaje a zkuste to znovu.
de: Bitte überprüfen Sie die Zahlungsinformationen und versuchen Sie es erneut.
el: Παρακαλώ ελέγξτε τα στοιχεία της πληρωμής σας και δοκιμάστε ξανά.
eo: Bonvolu kontroli viajn pagajn informojn kaj reprovi.
es: Revise la información de su pago e intente de nuevo.
fi: Tarkista maksutiedot ja yritä uudelleen.
fr: Veuillez vérifier vos informations de paiement et réessayer.
gl: Por favor, revise a súa información de pago e probe outra vez.
he: נא לסקור את פרטי התשלום שלך ולנסות שוב.
hu: Nézze át a fizetési adatait és próbálja újra.
id: Silahkan periksa informasi pembayaran Anda dan ulangi lagi.
ja: 支払い情報を見直して、もう一度お試しください。
mn: Тө өөрийн төлбөр болон түүнтэй холбоотой мэдээллээ шалгаад дахин оролдоорой.
mr: कृपया आपल्या देयक माहितीचे पुनरावलोकन करा आणि पुन्हा प्रयत्न करा.
nb: Se over din betalingsinfo og prøv igjen.
nl: Controleer je betaalgegevens en probeer het opnieuw.
nn: Sjå over betalingsinformasjonen din og forsøk om att.
pa: ਮਿਹਰਬਾਨੀ ਕਰਕੇ ਅਦਾਇਗੀ ਦੀ ਜਾਣਕਾਰੀ ਦਾ ਮੁਆਇਨਾ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Proszę przejrzyj informacje dotyczące płatności i spróbuj ponownie.
pt_br: Por favor revise suas informações de pagamento e tente novamente.
ro: Revizuiți informațiile de plată și reveniți.
ru: Проверьте информацию о платеже и попробуйте снова.
sk: Prosím, skontrolujte platobné údaje a skúste to znova.
sv: Kontrollera betaluppgifterna och försök igen.
ta: உங்கள் கட்டணத் தகவலை மதிப்பாய்வு செய்து மீண்டும் முயற்சிக்கவும்.
tr_tr: Lütfen ödeme bilgilerinizi gözden geçirip tekrar deneyin.
uk: Будь ласка, перевірте дані платежу та спробуйте ще раз.
vi: Vui lòng kiểm tra thông tin thanh toán của bạn và thử lại

source: The card number is incorrect. Please try again using the correct card number.
ar: رقم البطاقة خاطئ. من فضلك حاول مرة أخرى باستخدام رقم البطاقة الصحيح.
be: Нумар карты няправільны. Калі ласка, паспрабуйце яшчэ раз з правільным нумарам.
ca: El número de la targeta no és correcte. Torneu-ho a intentar amb el número correcte.
ckb: ژمارەی کاردەکە هەڵەیە. تکایە دوبارە هەوڵبدە بە بەکارهێنانی ژمارە کاردێکی دروست.
cs: Číslo karty není platné. Zkuste to prosím znovu s použitím platného čísla karty.
de: Die Kartennummer ist nicht korrekt. Bitte geben Sie die richtige Kartennummer ein.
el: Ο αριθμός κάρτας είναι λανθασμένος. Παρακαλώ δοκιμάστε ξανά χρησιμοποιώντας τον σωστό αριθμό κάρτας.
eo: La kartonumero malvalidas. Bonvolu reprovi uzante la ĝustan numeron.
es: El número de tarjeta es incorrecto. Inténtelo de nuevo con el número de tarjeta correcto.
fi: Kortin numero on väärin. Yritä uudelleen käyttäen oikeaa kortin numeroa.
fr: Le numéro de carte est incorrect. Veuillez réessayer avec le bon numéro de carte.
gl: O número da tarxeta é incorrecto. Por favor, inténteo outra vez usando o número correcto da tarxeta.
he: מספר הכרטיס שגוי. נא לנסות שוב עם מספר הכרטיס הנכון.
hu: A kártya száma helytelen. Kérjük, próbálja újra a megfelelő kártyaszámmal.
id: Nomor kartu salah. Silakan coba lagi dengan menggunakan nomor kartu yang benar.
ja: カード番号が違います。正しいカード番号を使用して、もう一度お試しください。
mn: Картын дугаар буруу байна. Картын дугаараа шалгаад дахин оролдноорой.
mr: कार्ड नंबर चुकीचा आहे. कृपया योग्य कार्ड नंबर वापरून पुन्हा प्रयत्न करा.
nb: Kortnummeret er feil. Prøv igjen senere med rett kortnummer.
nl: Het kaartnummer is onjuist. Probeer het opnieuw met het juiste kaartnummer.
nn: Kortnummeret er feil. Prøv igjen seinare med rett kortnummer.
pa: ਕਾਰਡ ਦਾ ਨੰਬਰ ਗ਼ਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਕਾਰਡ ਨੰਬਰ ਨਾਲ਼ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Numer karty jest nieprawidłowy. Spróbuj ponownie, używając prawidłowego numeru karty.
pt_br: O número do cartão está incorreto. Por favor tente novamente usando o número correto do cartão.
ro: Numărul cardului nu este corect. Vă rugăm încercați din nou, folosind numărul corect.
ru: Некорректный номер карты. Попробуйте снова, используя корректный номер.
sk: Číslo karty je nesprávne. Skúste to znova s použitím správneho čísla karty.
sv: Ogiltigt kortnummer. Försök igen med korrekta kortuppgifter.
ta: அட்டை எண் தவறானது. சரியான கார்டு எண்ணைப் பயன்படுத்தி மீண்டும் முயற்சிக்கவும்.
tr_tr: Kart numarası yanlış. Lütfen doğru kart numarasını kullanarak tekrar deneyin.
uk: Номер картки не правильний. Будь ласка, спробуйте ще раз з правильним номером картки.
vi: Số thẻ bị sai. Vui lòng thử lại bằng số thẻ chính xác.

source: The expiration month is invalid. Please try again using the correct expiration date.
ar: شهر الانتهاء غير صحيح. من فضلك حاول مرة أخرى باستخدام تاريخ الانتهاء الصحيح.
be: Месяц заканчэння годнасці няправільны. Калі ласка, паспрабуйце яшчэ раз з правільным месяцам.
ca: El mes de caducitat no és vàlid. Torneu-ho a intentar amb la data de caducitat correcta.
ckb: مانگی بەسەرچوون هەڵەیە. تکایە دوبارە هەوڵبدە بەکارهێنانی بەروارێکی بەسەرچوونی دروست.
cs: Měsíc konce platnosti není správný. Zkuste to prosím znovu s použitím správného data konce platnosti.
de: Der angegebene Monat im Ablaufdatum ist ungültig. Bitte versuchen Sie es erneut mit dem korrekten Ablaufdatum.
el: Ο μήνας λήξης δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά χρησιμοποιώντας τη σωστή ημερομηνία λήξης.
eo: La monato de la limdato malvalidas. Bonvolu reprovi uzante la ĝustan limdaton.
es: El mes de caducidad no es válido. Inténtelo de nuevo utilizando la fecha de caducidad correcta.
fi: Vanhenemiskuukausi on virheellinen. Yritä uudelleen käyttäen oikeaa vanhenemispäiväystä.
fr: Le mois d’expiration de la carte est incorrect. Veuillez réessayer avec la bonne date d’expiration.
gl: O mes de expiración non é válido. Por favor, inténteo de novo usando a data de expiración correcta.
he: חודש התפוגה שגוי. נא לנסות שוב עם תאריך תפוגה נכון.
hu: A lejárati hónap érvénytelen. Kérjük, próbálja újra a megfelelő lejárati dátumot használva.
id: Bulan kadaluarsa salah. Silakan coba lagi dengan menggunakan tanggal kadaluarsa yang benar.
ja: 有効期限の月が不適切です。正しい有効期限を使用して、もう一度お試しください。
mn: Дуусах хугацаа буруу байна. Картын дуусах хугацаагаа шалгаад дахин оролдоорой.
mr: कालबाह्यता महिना अवैध आहे. कृपया योग्य कालबाह्यता तारीख वापरून पुन्हा प्रयत्न करा.
nb: Ugyldig utløpsmåned . Prøv igjen med korrekt utløpsdato.
nl: De maand van de uiterste geldigheidsdatum is onjuist. Gelieve het opnieuw te proberen met de juiste vervaldatum.
nn: Utløpsmånaden er ugyldig. Prøv igjen med korrekt dato.
pa: ਖ਼ਤਮ ਹੋਣ ਦਾ ਮਹੀਨਾ ਜਾਇਜ਼ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਮਿਤੀ ਭਰ ਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Miesiąc w dacie wygaśnięcia jest nieprawidłowy. Spróbuj ponownie, używając właściwej daty wygaśnięcia.
pt_br: O mês de validade está incorreto. Por favor tente novamente usando a data de validade correta.
ro: Luna expirării nu este validă. Vă rugăm încercați din nou, folosind data corectă.
ru: Некорректный месяц истечения срока действия карты. Попробуйте снова, используя корректный месяц.
sk: Mesiac konca platnosti je nesprávny. Skúste to znova použitím správneho dátumu konca platnosti.
sv: Utgångsmånaden är ogiltig. Försök igen med rätt utgångsdatum.
ta: காலாவதி மாதம் தவறானது. சரியான காலாவதி தேதி பயன்படுத்தி மீண்டும் முயற்சிக்கவும்.
tr_tr: Son kullanma ayı geçersiz. Lütfen doğru son kullanma tarihini kullanarak tekrar deneyin.
uk: Місяць закінчення терміну дії неправильний. Будь ласка, спробуйте знову використавши правильну дату закінчення терміну дії.
vi: Tháng hết hạn không hợp lệ. Hãy thử lại bằng cách sử dụng ngày hết hạn chính xác.

source: The expiration year is invalid. Please try again using the correct expiration date.
ar: سنة الانتهاء غير صحيحة. من فضلك حاول مرة أخرى باستخدام تاريخ الانتهاء الصحيح.
be: Дата заканчэння годнасці няправільная. Калі ласка, паспрабуйце яшчэ раз з правільнай датаю.
ca: L'any de caducitat no és vàlid. Torneu-ho a intentar amb la data de caducitat correcta.
ckb: ساڵی بەسەرچوون هەڵەیە. تکایە دوبارە هەوڵبدە بەکارهێنانی بەروارێکی بەسەرچوونی دروست.
cs: Rok konce platnosti není správný. Zkuste to prosím znovu s použitím správného data konce platnosti.
de: Das angegebene Jahr im Ablaufdatum ist ungültig. Bitte versuche es erneut mit dem korrekten Ablaufdatum.
el: Το έτος λήξης δεν είναι έγκυρο. Παρακαλώ δοκιμάστε ξανά χρησιμοποιώντας τη σωστή ημερομηνία λήξης.
eo: La jaro de la limdato malvalidas. Bonvolu reprovi uzante la ĝustan limdaton.
es: El año de caducidad no es válido. Inténtelo de nuevo utilizando la fecha de caducidad correcta.
fi: Vanhenemisvuosi on väärin. Yritä uudelleen käyttäen oikeaa vanhenemispäiväystä.
fr: L’année d’expiration de la carte est incorrect. Veuillez réessayer avec la bonne date d’expiration.
gl: O ano de expiración non é válido, Por favor, inténteo de novo utilizando a data de expiración correcta.
he: שנת התפוגה שגויה. נא לנסות שוב עם תאריך תפוגה נכון.
hu: A lejárati év érvénytelen. Kérjük, próbálja újra a megfelelő lejárati dátumot használva.
id: Tahun kadaluarsa salah. Silakan coba lagi dengan menggunakan tanggal kadaluarsa yang benar.
ja: 有効期限の年が不適切です。正しい有効期限を使用して、もう一度お試しください。
mn: Картын дуусах он буруу байна. Дахин шалгаад оролдож үзнэ үү.
mr: कालबाह्यता वर्ष अवैध आहे. कृपया योग्य कालबाह्यता तारीख वापरून पुन्हा प्रयत्न करा.
nb: Ugyldig utløpsår. Prøv igjen med rett utløpsdato.
nl: Het jaar van de uiterste geldigheidsdatum is onjuist. Gelieve het opnieuw te proberen met de juiste vervaldatum.
nn: Utløpsåret er ugyldig. Prøv igjen med korrekt dato.
pa: ਖ਼ਤਮ ਹੋਣ ਦਾ ਸਾਲ ਜਾਇਜ਼ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਮਿਤੀ ਭਰ ਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Rok w dacie wygaśnięcia jest nieprawidłowy. Spróbuj ponownie, używając właściwej daty wygaśnięcia.
pt_br: O ano de validade está incorreto. Por favor tente novamente usando a data de validade correta.
ro: Anul expirării nu este valid. Vă rugăm încercați din nou, folosind anul corect.
ru: Некорректный год истечения срока действия карты. Попробуйте снова, используя корректный год.
sk: Rok konca platnosti je nesprávny. Skúste to znova použitím správneho dátumu konca platnosti.
sv: Utgångsåret är ogiltigt. Försök igen med rätt utgångsdatum.
ta: காலாவதி ஆண்டு தவறானது. சரியான காலாவதி தேதியைப் பயன்படுத்தி மீண்டும் முயற்சிக்கவும் .
tr_tr: Son kullanma yılı geçersiz. Lütfen doğru son kullanma tarihini kullanarak tekrar deneyin.
uk: Рік закінчення терміну дії неправильний. Будь ласка, спробуйте ще раз використавши правильну дату закінчення терміну дії.
vi: Năm hết hạn không hợp lệ. Hãy thử lại bằng cách sử dụng ngày hết hạn chính xác.

source: The CVC number is incorrect. Please try again using the correct CVC.
ar: رمز الأمان CVC غير صحيح. من فضلك حاول مرة أخرى باستخدام الرمز الصحيح.
be: Код CVC няправільны. Калі ласка, паспрабуйце яшчэ раз з правільным кодам.
ca: El número CVC no és correcte. Torneu-ho a intentar amb el número correcte.
ckb: ژمارەی CVC هەڵەیە. تکایە دوبارە هەوڵدە بە بەکارهێنانی ژمارە CVCی دروست.
cs: CVC číslo není správné. Zkuste prosím znovu použít správné CVC.
de: Die CVC-Prüfnummer ist ungültig. Versuchen Sie es bitte mit der korrekten Nummer erneut.
el: Ο κωδικός CVC δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά χρησιμοποιώντας το σωστό κωδικό CVC.
eo: La CVC-kodo malvalidas. Bonvolu reprovi uzante la ĝustan kodon.
es: El número CVV es incorrecto. Vuelva a intentarlo utilizando el CVV correcto.
fi: CVC-numero on väärin. Yritä uudelleen käyttäen oikeaa CVC:tä.
fr: Le cryptogramme visuel de la carte est incorrect. Veuillez réessayer avec le bon cryptogramme visuel.
gl: O código de seguridade da tarxeta é incorrecto. Por favor, inténteo de novo utilizando o código de seguridade correcto.
he: קוד האבטחה (CVC) שגוי. נא לנסות שוב עם קוד האבטחה הנכון.
hu: A CVC-szám helytelen. Kérjük, próbálja meg újra a megfelelő CVC-szám használatával.
id: Nomor CVC salah. Silakan coba lagi dengan menggunakan nomor CVC yang benar.
ja: CVC 番号が違います。正しい CVC 番号を使用して、もう一度お試しください。
mn: CVC дугаар буруу байна. CVC дугаараа шалгаад дахин оролдож үзнэ үү.
mr: सीव्हीसी क्रमांक चुकीचा आहे. कृपया योग्य सीव्हीसी वापरून पुन्हा प्रयत्न करा.
nb: CVC-nummeret er ikke rett. Prøv igjen med riktig CVC.
nl: Het CVC-nummer is onjuist. Gelieve het opnieuw te proberen met het juiste CVC-nummer.
nn: CVC-nummeret er ikkje rett. Prøv igjen med rett CVC.
pa: ਸੀਵੀਸੀ ਨੰਬਰ ਗ਼ਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਸੀਵੀਸੀ ਨੰਬਰ ਭਰ ਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Numer CVC jest nieprawidłowy. Spróbuj ponownie, używając właściwego numeru CVC.
pt_br: O CVC (Código de Verificação do Cartão) está incorreto. Por favor tente novamente usando o CVC correto.
ro: Codul CVC nu este corect. Vă rugăm încercați din nou, folosind codul corect.
ru: Некорректный CVC-код. Попробуйте снова, используя корректный код.
sk: CVC číslo je nesprávne. Skúste to znova použitím správneho CVC čísla.
sv: Ogiltigt CVC-nummer. Kontrollera uppgifterna och försök igen.
ta: CVC எண் தவறானது. சரியான CVC ஐ பயன்படுத்தி மீண்டும் முயற்சிக்கவும்.
tr_tr: CVC numarası yanlış. Lütfen doğru CVC'yi kullanarak tekrar deneyin.
uk: CVC номер не правильний. Будь ласка, спробуйте ще раз, використавши правильний CVC.
vi: Số CVC bị sai. Vui lòng thử lại bằng số CVC chính xác.

source: The card has expired. Please try again with a different card.
ar: البطاقة منتهية الصلاحية. من فضلك حاول مرة أخرى ببطاقة مختلفة.
be: Тэрмін дзеяння карты скончыўся. Калі ласка, паспрабуйце іншую карту.
ca: La targeta està caducada. Torneu-ho a intentar amb una targeta diferent.
ckb: کاردەکە بەسەرچووە. تکایە کاردێکی تر تاقی بکەوە.
cs: Platnost karty skončila. Zkuste to prosím znovu s jinou kartou.
de: Die Karte ist abgelaufen. Versuchen Sie es bitte mit einer anderen Karte erneut.
el: Η κάρτα έχει λήξει. Παρακαλώ δοκιμάστε ξανά με διαφορετική κάρτα.
eo: La karto eksvalidiĝis. Bonvolu reprovi uzante alian bankokarton.
es: La tarjeta ha expirado. Intente de nuevo con una tarjeta diferente.
fi: Kortti on vanhentunut. Yritä uudelleen käyttäen toista korttia.
fr: La carte a expiré. Veuillez utiliser une autre carte.
gl: A tarxeta expirou. Por favor, inténteo de novo cunha tarxeta diferente.
he: תוקף הכרטיס פג. נא לנסות שוב עם כרטיס אחר.
hu: A kártya lejárt. Kérjük, próbálja meg újra egy másik kártyával.
id: Kartu telah kadaluarsa. Silakan coba lagi dengan kartu yang berbeda.
ja: カードが期限切れです。別のカードを使用して、もう一度お試しください。
mn: Картын хүчинтэй хугацаа дууссан байна. Өөр карт ашиглан дахин оролдож үзнэ үү.
mr: कार्ड कालबाह्य झाले आहे. कृपया वेगळ्या कार्डासह पुन्हा प्रयत्न करा.
nb: Kortet har utløpt. Prøv igjen med et annet kort.
nl: De kaart is vervallen. Gelieve het opnieuw te proberen met een andere kaart.
nn: Kortet har gått ut på dato. Prøv igjen med eit anna kort.
pa: ਕਾਰਡ ਖ਼ਤਮ ਹੋ ਚੁੱਕਿਐ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਕਾਰਡ ਨਾਲ਼ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Ważność karty wygasła. Spróbuj ponownie z inną kartą.
pt_br: O cartão expirou. Por favor tente novamente com um cartão diferente.
ro: Acest card a expirat. Vă rugăm încercați cu un alt card.
ru: Срок действия карты истёк. Попробуйте снова, используя другую карту.
sk: Platnosť karty vypršala. Skúste to znova s inou kartou.
sv: Kortet har löpt ut. Försök igen med ett annat kort.
ta: அட்டை காலாவதியானது. வேறு ஒரு கார்டை மீண்டும் முயற்சிக்கவும்.
tr_tr: Kartın süresi doldu. Lütfen farklı bir kartla tekrar deneyin.
uk: Картка нечинна. Будь ласка, спробуйте знову з іншою карткою.
vi: Thẻ đã hết hạn. Vui lòng thử lại với một thẻ khác.

source: There are too many payment requests at the moment, please retry later.
ar: يوجد العديد من طلبات الدفع حالياً. من فضلك حاول لاحقاً.
be: На дадзены момант занадта шмат запытаў на аплату, паспрабуйце пазней.
ca: Hi ha massa peticions de pagament en aquests moments. Torneu-ho a intentar més tard.
ckb: لە ئێستادا داواکارییەکی زۆری پارەدان هەیە، تکایە دواتر هەوڵ بدەوە.
cs: Právě vyřizujeme příliš mnoho požadavků na platbu, zkuste to prosím později.
de: Im Augenblick sind zu viele Zahlungsanfragen in Bearbeitung. Versuchen Sie bitte später erneut.
el: Υπάρχουν υπερβολικά πολλά αιτήματα πληρωμής αυτή την στιγμή, παρακαλώ προσπαθήστε ξανά αργότερα.
eo: Okazas momente tro multaj pago-petoj, bonvolu reprovi pli poste.
es: Hay demasiadas solicitudes de pago en este momento. Vuelva a intentarlo más tarde.
fi: Liian monta samanaikaista maksupyyntöä, yritä myöhemmin uudelleen.
fr: Il y a trop de demandes de paiement actuellement, veuillez réessayer plus tard.
gl: Hai moitas peticións de pagamento neste momento, por favor inténteo de novo máis tarde.
he: מתבצעות יותר מדי בקשות תשלום כרגע, נא לנסות שוב מאוחר יותר.
hu: Jelenleg túl sok fizetési tranzakció fut párhuzamosan. Kérjük, próbálja meg újra később.
id: Ada terlalu banyak permintaan pembayaran saat ini, silakan coba lagi nanti.
ja: ただいま基準以上の支払い要求があります。後ほどお試しください。
mn: Яг энэ агшинд маш олон төлбөрийн хүсэлт ирсэн тул, дараа дахин оролдно уу.
mr: याक्षणी बऱ्याच पेमेंट विनंत्या आहेत, कृपया नंतर पुन्हा प्रयत्न करा.
nb: For mange betalingsforespørsler for øyeblikket, prøv igjen senere.
nl: Er zijn momenteel te veel betaalverzoeken, gelieve het later opnieuw te proberen.
nn: I augneblinken er det for mange betalingsførespurnader. Prøv igjen seinare.
pa: ਇਸ ਵੇਲ਼ੇ ਅਦਾਇਗੀ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਬੇਨਤੀਆਂ ਆ ਰਹੀਆਂ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: W tej chwili jest zbyt wiele próśb o płatność, proszę spróbować później.
pt_br: Existem muitas requisições de pagamentos no momento, por favor tente novamente mais tarde.
ro: Sistemul de plată este suprasolicitat momentan. Vă rugăm încercați mai târziu.
ru: Слишком много запросов оплаты в данный момент, повторите попытку позже.
sk: Práve spracovávame príliš veľa žiadostí o platbu, skúste to prosím neskôr.
sv: Det finns för många betalningsförfrågningar just nu, försök igen senare.
ta: தற்போது பல பணம் கோரிக்கைகள் உள்ளன, பின்னர் மீண்டும் முயற்சிக்கவும்.
tr_tr: Şu anda çok fazla ödeme talebi var, lütfen daha sonra tekrar deneyin.
uk: Наразі забагато запитів на оплату. Будь ласка, повторіть спробу пізніше.
vi: Có quá nhiều yêu cầu thanh toán vào lúc này, vui lòng thử lại sau.
