Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: Repairing…
be: Рамантаванне…
ca: Es repara…
cs: Opravování…
de: Reparieren …
el: Γίνεται επιδιόρθωση…
es: Reparando…
fi: Korjataan…
fr: Réparation…
he: מתבצע תיקון…
hu: Javítás…
id: Memperbaiki…
ja: 修復しています…
nb: Reparerer …
nl: Repareren…
pl: Naprawianie…
pt_br: Reparando…
ru: Починка…
sk: Opravuje sa…
sv: Reparerar…
tr_tr: Onarılıyor…
uk: Налагодження…

source: Starting
ar: قيد البدء
be: Пачатак
ca: S'inicia
ckb: دەستپێکردن
cs: Spouštění
de: Starten
el: Εκκίνηση
eo: Komencanta
es: Iniciando
fi: Käynnistetään
fr: Démarrage
gl: Iniciando
he: בהתחלה
hu: Indítás
id: Memulai
ja: 開始しています
mn: Эхлэж байна
mr: सुरु होत आहे
nb: Starter
nl: Starten
nn: Startar
pa: ਸ਼ੁਰੂ ਕਰ ਰਿਹੈ
pl: Rozpoczynanie
pt_br: Iniciando
ro: Se începe
ru: Запуск
sk: Spúšťanie
sv: Startar
ta: தொடங்குகிறது
th: กำลังเริ่ม
tr_tr: Başlatılıyor
uk: Запускається
ur: شروع ھو رھا ھے
vi: Đang bắt đầu

source: Waiting
ar: قيد الانتظار
be: Чакае
ca: En espera
ckb: چاوەڕێکردن
cs: Čekání
de: Warten
el: Σε αναμονή
eo: Atendanta
es: Esperando
fi: Odottaa
fr: En attente
gl: Esperando
he: בהמתנה
hu: Várakozás
id: Menunggu
ja: 待機しています
mn: Хүлээж байна
mr: वाट पाहत आहे
nb: Venter
nl: Wachten
nn: Ventar
pa: ਉਡੀਕ ਰਿਹੈ
pl: Oczekiwanie
pt_br: Aguardando
ro: În așteptare
ru: Ожидание
sk: Čaká sa
sv: Väntar
ta: காத்திருக்கிறது
th: กำลังรอ
tr_tr: Bekliyor
uk: Очікування
ur: انتظار کر رہا ہے
vi: Đang chờ

source: Running
ar: قيد التشغيل
eo: Funkcianta
gl: Executando
ja: 実行しています
mn: Ажиллаж байна
mr: सुरु आहे
nn: Køyrer
pa: ਚੱਲ ਰਿਹੈ
ro: Se rulează
ta: இயங்குகிறது
th: กำลังทำงาน
ur: چل رہا ہے
vi: Đang thực hiện

source: Querying
ar: قيد الاستعلام
eo: Serĉanta
gl: A consultar
ja: 問い合わせています
mn: Хайж байна
mr: तपासणी करत आहे
nn: Førespør informasjon
pa: ਪੜਤਾਲ ਕਰ ਰਿਹੈ
ro: Se interoghează
th: กำลังสืบค้น
ur: طلب جاری
vi: Đang truy vấn

source: Getting information
ar: قيد الحصول على المعلومات
eo: Ricevi Informojn
gl: Recollendo información
ja: 情報を取得しています
mn: Мэдээлэл авч байна
mr: माहिती आणत आहे
nn: Hentar informasjon
pa: ਜਾਣਕਾਰੀ ਲਿਆ ਰਿਹੈ
ro: Se obțin informațiile
ta: தகவலைப் பெறுகிறது
th: กำลังรับข้อมูล
ur: معلومات حاصِل کی جارہی ہے
vi: Đang lấy thông tin

source: Removing packages
ar: قيد حذف الحزم
eo: Foriganta pakaĵojn
gl: Eliminando paquetes
ja: パッケージを削除しています
mn: Багцуудыг арилгаж байна
mr: पॅकेज मिटवत आहे
nn: Fjernar pakkar
pa: ਪੈਕੇਜ ਹਟਾ ਰਿਹੈ
ro: Se elimină pachetele
ta: தொகுப்புகளை நீக்குகிறது
th: กำลังถอดถอนแพกเกจ
ur: بنڈل ہٹاءے جا رہے ہیں
vi: Đang xóa gói

source: Downloading
ar: قيد التحميل
eo: Elŝutanta
gl: Descargando
ja: ダウンロードしています
mn: Татаж авч байна
mr: डाउनलोड करित आहे
nn: Lastar ned
pa: ਡਾਊਨਲੋਡ ਕਰ ਰਿਹੈ
ro: Se descarcă
ta: பதிவிறக்குகிறது
th: กำลังดาวน์โหลด
ur: اتارا جارہا ہے
vi: Đang tải về

source: Installing
ar: قيد التثبيت
be: Усталяванне
ca: S'instal·la
ckb: دامەزراندن
cs: Instalace
de: Installieren
el: Γίνεται εγκατάσταση
eo: Instalanta
es: Instalando
fi: Asennetaan
fr: Installation
gl: Instalando
he: בהליך התקנה
hu: Telepítés
id: Memasang
ja: インストールしています
mn: Суулгаж байна
mr: इन्स्टॉल होत आहे
nb: Installerer
nl: Installeren
nn: Installerer
pa: ਸਥਾਪਤ ਕਰ ਰਿਹੈ
pl: Instalowanie
pt_br: Instalando
ro: Se instalează
ru: Установка
sk: Inštaluje sa
sv: Installerar
ta: நிறுவுகிறது
th: กำลังติดตั้ง
tr_tr: Kuruluyor
uk: Встановлення
ur: انسٹال کیا جارہا ہے
vi: Đang cài đặt

source: Refreshing software list
ar: قيد تحديث قائمة التطبيقات
eo: Ĝisdatiganta programliston
gl: Refrescando a lista de software
ja: ソフトウェアリストを更新しています
mn: Програм хангамжын жагсаалтыг дахин ачаалаж байна
mr: सॉफ्टवेअर यादी रिफ्रेश करीत आहे
nn: Oppdaterer programvarelista
pa: ਸਾਫ਼ਟਵੇਅਰ ਸੂਚੀ ਤਾਜ਼ੀ ਕਰ ਰਿਹੈ
ro: Se reîmprospătează lista aplicațiilor
ta: மென்பொருள் பட்டியலை புதுப்பிக்கிறது
th: กำลังโหลดรายชื่อซอฟต์แวร์ใหม่
ur: تازہ سافٹ ویئر کی فہرست
vi: Đang làm mới danh sách phần mềm

source: Installing updates
ar: قيد تثبيت التحديثات
eo: Instalanta ĝisdatigojn
gl: Instalando actualizacións
ja: アップデートをインストールしています
mn: Шинэчлэлүүдийг суулгаж байна
mr: अपडेट इन्स्टॉल करीत आहे
nn: Installerer oppdateringar
pa: ਅਪਡੇਟਾਂ ਸਥਾਪਤ ਹੋ ਰਹੀਆਂ ਹਨ
ro: Se instalează actualizările
ta: புதுப்பிப்புகளை நிறுவுகிறது
th: กำลังติตดั้งการอัปเดต
ur: تجدید نصب کی جا رہی ہیں
vi: Đang cài đặt cập nhật

source: Cleaning up packages
ar: قيد تنظيف الحزم
eo: Puriganta pakaĵojn
gl: Limpando paquetes
ja: パッケージをクリーンアップしています
mn: Пакэйжүүдийг цэвэрлэж байна
mr: पॅकेजेस साफ करीत आहे
nn: Ryddar opp i pakkar
pa: ਪੈਕੇਜਾਂ ਦੀ ਸਫ਼ਾਈ ਹੋ ਰਹੀ ਹੈ
ro: Se curăță pachetele
ta: தொகுப்புகளை சீர்செய்கிறது
th: กำลังทำความสะอาดแพกเกจ
ur: پیکج صاف کر رہا ہے
vi: Đang dọn dẹp các gói

source: Obsoleting packages
ar: قيد إلغاء الحزم القديمة
eo: Kadukiganta pakaĵojn
gl: Paquetes obsoletos
ja: 古いパッケージを取り除いています
mn: Багцуудад залруулга хийж байна
mr: पॅकेजेस अॅबसोलेट करीत आहे
nn: Markerer pakkar som forelda
pa: ਘਸੇ-ਪੁਰਾਣੇ ਪੈਕੇਜ
ro: Se marchează pachetele învechite
ta: தேவையற்ற தொகுப்புகளை நீக்குகிறது
th: กำลังเลิกใช้แพกเกจ
ur: پیکج فرسودہ کر رہا ہے
vi: Đang loại bỏ những gói cũ

source: Resolving dependencies
ar: قيد معالجة الحزم الاعتمادية
eo: Solvanta dependojn
gl: Resolución de dependencias
ja: 依存関係を解決しています
mn: Хамааралуудыг шийдвэрлэж байна
mr: अवलंबित्व दूर करा
nn: Løyser avhengnadar
pa: ਮੁਥਾਜੀਆਂ ਸੁਲਝਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
ro: Se rezolvă dependențele
ta: சார்புகளைத் தீர்த்துக் கொள்கிறது
th: กำลังแก้ปัญหาการขึ้นต่อกัน
ur: انحصاریوں کا اندازہ کررہا ہے
vi: Đang xử lý những thành phần phụ thuộc

source: Checking signatures
ar: قيد التحقق من التواقيع
eo: Kontrolanta subskribojn
gl: Comprobando sinaturas
ja: 署名を確認しています
mn: Гарын үсгийг шалгаж байна
mr: सह्या तपासत आहे
nn: Kontrollerer signaturar
pa: ਦਸਤਖ਼ਤ ਜਾਂਚੇ ਜਾ ਰਹੇ ਹਨ
ro: Se verifică semnăturile
ta: கையொப்பங்களைச் சரிபார்க்கிறது
th: กำลังตรวจสอบลายเซ็น
ur: دستخط کی جانچ ہو رہی ہے
vi: Đang kiểm tra chữ ký

source: Testing changes
ar: قيد فحص التغييرات
eo: Provanta ŝanĝojn
gl: Probando cambios
ja: 変更をテストしています
mn: Өөрчлөлтүүдийг шалгаж байна
mr: बदलांची तपासणी करीत आहे
nn: Testar endringane
pa: ਤਬਦੀਲੀਆਂ ਪਰਖੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
ro: Se testează modificările
ta: மாற்றங்களை சோதிக்கிறது
th: กำลังทดสอบการเปลี่ยนแปลง
ur: تبدیلیاں آذمائ جا رہی ہیں
vi: Đang kiểm tra các thay đổi

source: Committing changes
ar: قيد إتمام التغييرات
eo: Enmetanta ŝanĝojn
gl: Realizando modificacións
ja: 変更を適用しています
mn: Өөрчлөлтүүдийг нэмэж байна
mr: बदल कमीट करीत आहे
nn: Lagrar endringane
pa: ਤਬਦੀਲੀਆਂ ਪੱਕੀਆਂ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
ro: Se aplică modificările
ta: மாற்றங்களைச் செய்கிறது
th: กำลังปรับใช้การเปลี่ยนแปลง
ur: تبدیلیوں کا ارتکاب کیا جارھا ھے
vi: Đang áp dụng các thay đổi

source: Requesting data
ar: قيد طلب البيانات
eo: Petanta datumojn
gl: Solicitando datos
ja: データを要求しています
mn: Өгөгдөл хүсэж байна
mr: डेटाची मागणी करीत आहे
nn: Spør etter data
pa: ਡੇਟਾ ਮੰਗਿਆ ਜਾ ਰਿਹੈ
ro: Se cer date
ta: தரவு கோருகிறது
th: กำลังร้องขอข้อมูล
ur: اعدادوشمار کی درخواست کی جا رھی ھے
vi: Đang yêu cầu dữ liệu

source: Finished
ar: انتهى
be: Завершана
ca: S'ha acabat
ckb: تەواوبوو
cs: Hotovo
de: Beendet
el: Ολοκληρώθηκε
eo: Finita
es: Terminado
fi: Valmis
fr: Terminé
gl: Rematado
he: הסתיים
hu: Befejeződött
id: Selesai
ja: 完了しました
mn: Бэлэн боллоо
mr: पूर्ण झाले
nb: Ferdig
nl: Klaar
nn: Ferdig
pa: ਖ਼ਤਮ ਹੋਇਆ
pl: Zakończono
pt_br: Concluído
ro: Finalizat
ru: Завершено
sk: Dokončené
sv: Klart
ta: முடிந்தது
th: สำเร็จแล้ว
tr_tr: Bitti
uk: Завершено
ur: ختم شد
vi: Đã hoàn tất

source: Cancelling
ar: قيد الإلغاء
be: Скасаванне
ca: Es cancel·la
ckb: هەڵوەشاندنەوە
cs: Rušení
de: Abbrechen
el: Γίνεται ακύρωση
eo: Rezignanta
es: Cancelando
fi: Perutaan
fr: Annulation
gl: Cancelando
he: מתבצע ביטול
hu: Megszakítás
id: Membatalkan
ja: キャンセルしています
mn: Цуцлаж байна
mr: रद्द करीत आहे
nb: Avbryter
nl: Annuleren
nn: Avbryt
pa: ਰੱਦ ਹੋ ਰਿਹੈ
pl: Anulowanie
pt_br: Cancelando
ro: În curs de anulare
ru: Отмена
sk: Ruší sa
sv: Avbryter
ta: ரத்து செய்யப்படுகிறது
th: กำลังยกเลิก
tr_tr: İptal ediliyor
uk: Скасування
ur: منسوخ کیا جا رھا ھے
vi: Đang hủy

source: Downloading repository information
ar: قيد تنزيل معلومات المستودعات
eo: Elŝutanta deponejajn informojn
gl: Descargando información do repositorio
ja: リポジトリの情報をダウンロードしています
mn: Репозиторын мэдээллийг татаж авч байна
mr: रिपोसिटरी ची माहिती डाउनलोड करीत आहे
nn: Lastar ned informasjon om fillager
pa: ਭੰਡਾਰ ਦੀ ਜਾਣਕਾਰੀ ਡਾਊਨਲੋਡ ਹੋ ਰਹੀ ਹੈ
ro: Se descarcă informațiile din depozit
ta: களஞ்சியத் தகவலைப் பதிவிறக்குகிறது
th: กำลังดาวน์โหลดข้อมูลคลังแพกเกจ
ur: مخزن سے معلومات ڈاؤن لوڈ کی جارھی ھے
vi: Đang tải về thông tin kho chứa

source: Downloading list of packages
ar: قيد تنزيل قائمة الحزم
eo: Elŝutanta pakaĵliston
gl: Descargando lista de paquetes
ja: パッケージの一覧をダウンロードしています
mn: Багцуудын листийг татаж байна
mr: पॅकेजेस ची यादी डाउनलोड करीत आहे
nn: Lastar ned pakkeliste
pa: ਪੈਕੇਜਾਂ ਦੀ ਸੂਚੀ ਡਾਊਨਲੋਡ ਹੋ ਰਹੀ ਹੈ
ro: Se descarcă lista de pachete
ta: தொகுப்புகள் பட்டியலைப் பதிவிறக்குகிறது
th: กำลังดาวน์โหลดรายชื่อแพกเกจ
ur: پیکیج کی فہرست ڈاؤن لوڈ کررہا ہے
vi: Đang tải về danh sách các gói

source: Downloading file lists
ar: قيد تنزيل قوائم الملفات
eo: Elŝutanta dosierlistojn
gl: Descargando listas de arquivos
ja: ファイルの一覧をダウンロードしています
mn: Файлын листүүдийг татаж байна
mr: फाईल्स ची यादी डाउनलोड करीत आहे
nn: Lastar ned fillister
pa: ਫ਼ਾਇਲਾਂ ਦੀਆਂ ਸੂਚੀਆਂ ਡਾਊਨਲੋਡ ਹੋ ਰਹੀਆਂ ਹਨ
ro: Se descarcă listele de fișiere
ta: கோப்பு பட்டியல்களைப் பதிவிறக்குகிறது
th: กำลังดาวน์โหลดรายชื่อแฟ้ม
ur: فائلوں کی فہرستیں اتار رہا ہے
vi: Đang tải về danh sách các tệp

source: Downloading lists of changes
ar: قيد تنزيل القوائم بالتغييرات
eo: Elŝutanta ŝanĝolistojn
gl: Descargando listas de cambios
ja: 変更の一覧をダウンロードしています
mn: Өөрчлөлтүүдийг жагсаалтыг татаж байна
mr: बदलांची यादी डाउनलोड करीत आहे
nn: Lastar ned endringslogg
pa: ਤਬਦੀਲੀਆਂ ਦੀਆਂ ਸੂਚੀਆਂ ਡਾਊਨਲੋਡ ਹੋ ਰਹੀਆਂ ਹਨ
ro: Se descarcă listele de modificări
ta: மாற்றங்களின் பட்டியல்களை பதிவிறக்குகிறது
th: กำลังดาวน์โหลดรายชื่อการเปลี่ยนแปลง
ur: تبدیلیوں کی فہرست ڈاؤن لوڈ کررہا ہے
vi: Đang tải về danh sách các thay đổi

source: Downloading groups
ar: قيد تنزيل المجموعات
eo: Elŝutanta grupojn
gl: Descargando grupos
ja: グループをダウンロードしています
mn: Бүлгүүдийг татаж байна
mr: समूह डाउनलोड करीत आहे
nn: Lastar ned grupper
pa: ਗਰੁੱਪ ਡਾਊਨਲੋਡ ਹੋ ਰਹੇ ਹਨ
ro: Se descarcă grupurile
ta: குழுக்களை பதிவிறக்குகிறது
th: กำลังดาวน์โหลดกลุ่ม
ur: گروپ ڈاؤن لوڈ کررہا ہے
vi: Đang tải về các nhóm

source: Downloading update information
ar: قيد تنزيل معلومات التحديث
eo: Elŝutanta ĝisdatigajn informojn
gl: Descargando información da actualización
ja: アップデート情報をダウンロードしています
mn: Шинэчлэлийг мэдээллийг татаж авч байна
mr: अपडेट करण्यासाठीची माहिती डाउनलोड करीत आहे
nn: Lastar ned informasjon om oppdateringa
pa: ਅਪਡੇਟ ਜਾਣਕਾਰੀ ਡਾਊਨਲੋਡ ਹੋ ਰਹੀ ਹੈ
ro: Se descarcă informațiile de actualizare
ta: மேம்படுத்தல் தகவலை பதிவிறக்குகிறது
th: กำลังดาวน์โหลดข้อมูลการอัปเดต
ur: تازہ کاری معلومات کی ڈاؤن لوڈنگ
vi: Đang tải về các thông tin cập nhật

source: Repackaging files
ar: قيد إعادة تحزيم الملفات
eo: Repakiganta dosierojn
gl: Reempaquetando arquivos
ja: ファイルを再パッケージしています
mn: Дахин багцлагдсан файлууд
mr: फाईल्सचे पुन्हा पॅकेजिंग करीत आहे
nn: Pakkar filene om att
pa: ਫ਼ਾਇਲਾਂ ਰੀਪੈਕਿਜ ਹੋ ਰਹੀਆਂ ਹਨ
ro: Se reasamblează fișierele
ta: கோப்புகளை மறுபதிப்பு செய்கிறது
th: กำลังจัดแพกเกจแฟ้มใหม่
ur: فائلیں ری پیکج کر رہا ہے
vi: Đang đóng gói lại các tệp

source: Loading cache
ar: قيد تحميل الملفات المؤقتة
eo: Ŝarganta kaŝmemoron
gl: Cargando caché
ja: キャッシュを読み込んでいます
mn: Кэшийг ачааллаж байна
mr: कॅश लोड करीत आहे
nn: Lastar mellomlageret
pa: ਕੈਸ਼ ਲੋਡ ਹੋ ਰਿਹੈ
ro: Se încarcă datele din cache
ta: கேச் ஏற்றுகிறது
th: กำลังโหลดแคช
ur: کیشے لوڈ کر رہا ہے
vi: Đang đọc cache

source: Scanning applications
ar: قيد فحص التطبيقات
eo: Analizanta aplikaĵojn
gl: Escaneando aplicacións
ja: アプリケーションをスキャンしています
mn: Аппликэйшнүүдийг шүүж байна
mr: अप्लिकेशन तपासत आहे
nn: Skannar applikasjonane
pa: ਐਪਾਂ ਸਕੈਨ ਕਰ ਰਿਹੈ
ro: Se scanează aplicațiile
ta: மென்பொருள்களை ஸ்கேன் செய்கிறது
th: กำลังสแกนโปรแกรมต่าง ๆ
ur: ایپلیکیشن سکین کر رہا ہے
vi: Đang quét các ứng dụng

source: Generating package lists
ar: قيد توليد قوائم الحزم
eo: Generanta pakaĵlistojn
gl: Xerando listas de paquetes
ja: パッケージリストを生成しています
mn: Багцын жагсаалтыг үүсгэж байна
mr: पॅकेजेसची यादी बनवीत आहे
nn: Lagar pakkelister
pa: ਪੈਕੇਜ ਸੂਚੀਆਂ ਬਣ ਰਹੀਆਂ ਹਨ
ro: Se generează listele pachetelor
ta: தொகுப்பு பட்டியலை உருவாக்குகிறது
th: กำลังสร้างรายชื่อแพกเกจ
ur: پیکج کی فہرستیں بنا رہا ہے
vi: Đang tạo danh sách các gói

source: Waiting for package manager lock
ar: في انتظار قفل مدير الحزم
eo: Atendanta pakaĵan mastruman riglilon
gl: Esperando polo bloqueo do xestor de paquetes
ja: パッケージマネージャーがロックされるのを待機しています
mn: Багцын удирдлагын түгжээг хүлээж байна
mr: पॅकेज मॅनेजर लॉक ची वाट पाहत आहे
nn: Ventar på låsen til pakkehandsamaren
pa: ਪੈਕੇਜ ਪ੍ਰਬੰਧਕ ਦੇ ਜਿੰਦਰੇ ਦੀ ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ
ro: Se așteaptă disponibilitatea managerului de pachete
ta: தொகுப்பு மேலாளர் பூட்டுக்காக காத்திருக்கிறது
th: กำลังรอที่จะล็อกโปรแกรมจัดการแพกเกจ
ur: پیکج مینجر لاک کا انتظار کر رہا ہے
vi: Đang đợi khóa trình quản lý gói

source: Waiting for authentication
ar: في انتظار التوثيق
eo: Atendanta aŭtentigon
gl: Esperando pola autenticación
ja: アプリが認証されるのを待機しています
mn: Баталгаажуулалтыг хүлээж байна
mr: प्रमाणीकरणाची वाट पाहत आहे
nn: Ventar på autentisering
pa: ਇਜਾਜ਼ਤ ਮਿਲਣ ਦੀ ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ
ro: Se așteaptă autentificarea
ta: அங்கீகாரத்திற்காக காத்திருக்கிறது
th: กำลังรอการตรวจสอบความถูกต้อง
ur: تصدیق کا انتظار کر رہا ہے
vi: Đang đợi xác thực

source: Updating running applications
ar: قيد تحديث التطبيقات المشغلة
eo: Ĝisdatiganta funkciantajn aplikaĵojn
gl: Actualizando aplicaciones en funcionamento
ja: 実行中のアプリケーションをアップデートしています
mn: Ажиллаж байгаа програмуудыг шинчилж байна
mr: चालू अप्लिकेशन्स उपडते करीत आहोत
nn: Oppdaterer opne applikasjonar
pa: ਚੱਲ ਰਹੀਆਂ ਐਪਾਂ ਅਪਡੇਟ ਹੋ ਰਹੀਆਂ ਹਨ
ro: Se actualizează aplicațiile pornite
ta: இயங்கும் மென்பொருள்களை புதுப்பிக்கப்படுகின்றன
th: กำลังอัปเดตโปรแกรมที่ทำงานอยู่
ur: اپ ڈیٹ کر رہا ہے چلتی ہوئی ایپلی کیشنز
vi: Đang cập nhật các ứng dụng đang chạy

source: Checking applications in use
ar: قيد التأكد من التطبيقات المستخدمة
eo: Kontrolanta uzatajn aplikaĵojn
gl: Comprobando aplicacións en uso
ja: 使用中のアプリケーションを確認しています
mn: Аппликэйшний хэрэглээж шалгаж байна
mr: वापरात असलेली अप्लिकेशन्स तपासत आहे
nn: Sjekkar dei opne applikasjonane
pa: ਵਰਤੋਂ ਵਿਚਲੀਆਂ ਐਪਾਂ ਦਾ ਪਤਾ ਲਾਇਆ ਜਾ ਰਿਹੈ
ro: Se verifică aplicațiile în uz
ta: பயன்பாட்டில் உள்ள மென்பொருள்களை சரிபார்க்கிறது
th: กำลังตรวจสอบโปรแกรมที่ใช้งานอยู่
ur: چیک کر رہا ہے کہ کونسی ایپ استعمال میں ہیں
vi: Kiểm tra các ứng dụng đang sử dụng

source: Checking libraries in use
ar: قيد التأكد من المكتبات المستخدمة
eo: Kontrolanta uzatajn kodotekojn
gl: Comprobando librarías en uso
ja: 使用中のライブラリを確認しています
mn: Сангуудын хэрэглээг шалгаж байна
mr: वापरात असलेली लाइब्ररीस तपासत आहे
nn: Sjekkar bibliotek som er i bruk
pa: ਵਰਤੋਂ ਵਿਚਲੀਆਂ ਲਾਇਬ੍ਰੇਰੀਆਂ ਦਾ ਪਤਾ ਲਾਇਆ ਜਾ ਰਿਹੈ
ro: Se verifică bibliotecile în uz
ta: பயன்பாட்டில் உள்ள நூலகங்களைச் சரிபார்க்கிறது
th: กำลังตรวจสอบคลังที่ใช้งานอยู่
ur: چیک کر رہا ہے کہ کونسی لائیبریری استعمال میں ہیں
vi: Kiểm tra các thư viện đang sử dụng

source: Copying files
ar: قيد نسخ الملفات
eo: Kopianta dosierojn
gl: Copiando ficheiros
ja: ファイルをコピーしています
mn: Файлуудыг хуулж байна
mr: फाईल्स कॉपी करीत आहे
nn: Kopierer filer
pa: ਫ਼ਾਇਲਾਂ ਨਕਲ ਹੋ ਰਹੀਆਂ ਹਨ
ro: Se copiază fișierele
ta: கோப்புகளை நகலெடுக்கிறது
th: กำลังคัดลอกแฟ้ม
ur: فائلیں کاپی کی جارہی ہیں
vi: Đang sao chép các tập tin

source: Unknown state
ar: حالة غير معروفة
eo: Nekonata stato
gl: Estado descoñecido
ja: 不明な状態
mn: Тодорхойгүй төлөв
mr: अज्ञात परिस्थिती
nn: Ukjend tilstand
pa: ਅਣਜਾਣ ਹਾਲਤ
ro: Stare necunoscută
ta: தெரியாத நிலை
th: สถานะที่ไม่รู้จัก
ur: نامعلوم حالت
vi: Trạng thái không xác định

source: package operations are being performed
ar: يتم الآن تنفيذ العمليات الخاصة بالحزم
be: аперацый на пакетах праводзіцца
ca: es fan operacions de paquets
ckb: گورزەکردارەکان ئەنجام دەدرێن
cs: jsou prováděny operace s balíčky
de: Pakete werden verarbeitet
el: διαδικασίες πακέτων εκτελούνται
es: efectuando operaciones de paquetes
fi: pakettitoimenpiteitä suoritetaan
fr: des opérations sur le paquet sont en cours
gl: estanse a realizar as operacións dos paquetes
he: מתבצעות פעולות על החבילה
hu: csomagműveletek vannak folyamatban
id: operasi paket sedang dilakukan
ja: パッケージ操作が進行中です
mr: पॅकेज ऑपरेशन्स सुरू आहेत
nb: pakkeoperasjoner utføres
nl: pakketbewerkingen worden momenteel uitgevoerd
nn: pakkearbeid blir gjennomført
pa: ਪੈਕੇਜ ਕਾਰਵਾਈਆਂ ਦੀ ਤਾਮੀਲ ਹੋ ਰਹੀ ਹੈ
pl: operacje na pakietach są wykonywane
pt_br: operações de pacote estão sendo realizadas
ro: se desfășoară operațiuni cu pachete
ru: выполняются операции с пакетами
sk: vykonávajú sa operácie s balíčkami
sv: paketoperationer genomförs
tr_tr: paket işlemleri yürütülüyor
uk: виконуються операції з пакунками

source: Update Available
ar: لا تتوفر تحديثات
be: Даступна абнаўленне
ca: Hi ha una actualització disponible
ckb: نوێبوونەوە بەردەستە
cs: Dostupná aktualizace
de: Aktualisierung verfügbar
el: Διαθέσιμη ενημέρωση
eo: Ĝisdatigo havebla
es: Actualización disponible
fi: Päivitys saatavilla
fr: Mise à jour disponible
gl: Actualización dispoñible
he: עדכון זמין
hu: Frissítés érhető el
id: Pembaruan Tersedia
ja: アップデートが利用可能です
mn: Шинэчлэл илэрлээ
mr: एक
nb: Oppdatering tilgjengelig
nl: Update beschikbaar
nn: Oppdatering tilgjengeleg
pa: ਅਪਡੇਟ ਉਪਲਬਧ ਹੈ
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ro: actualizare disponibilă
ru: Доступно обновление
sk: Dostupná aktualizácia
sv: Uppdatering tillgänglig
ta: புதுப்பிப்பு உள்ளது
th: อัปเดตที่พร้อมใช้งานแล้ว
tr_tr: Güncelleme Var
uk: Оновлення доступне
ur: اپ ڈیٹ دستیاب ہے
vi: Bản cập nhật khả dụng

source: %u update is available for your system
ar: لا تتوفر تحديثات لنظامك
eo: %u ĝisdatigo disponeblas por via sistemo
gl: %u actualización está dispoñible para o seu sistema
ja: システムに%u件のアップデートが利用可能です
mn: %u шинэчлэл таны системд илэрсэн байна
mr: %u अपडेट आपल्या सिस्टिम साठी उपलब्ध आहे
nn: %u oppdatering er tilgjengeleg for ditt system
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਲਈ %u ਅਪਡੇਟ ਉਪਲਬਧ ਹੈ
ta: %u உங்கள் கணினிக்கு புதுப்பிப்பு உள்ளது
th: การอัปเดต %u รายการพร้อมใช้งานสำหรับระบบของคุณแล้ว
ur: %u تازہ کاری آپ کے سسٹم کے لیے دستیاب ہے
vi: %u bản cập nhật khả dụng cho hệ thống của bạn

source: %s (system-wide)
ar: %s (على صعيد النظام بأكمله)
be: %s (уся сістэма)
ca: %s (a tot el sistema)
ckb: %s (سیستەم-واید)
cs: %s (celosystémově)
de: %s (systemweit)
el: %s (σε επίπεδο συστήματος)
es: %s (en todo el sistema)
fi: %s (järjestelmänlaajuinen)
fr: %s (système)
gl: %s (todo o sistema)
he: %s (כלל מערכתי)
hu: %s (rendszerszintű)
id: %s (seluruh sistem)
ja: %s (全ユーザーへのインストール)
mr: %s (सिस्टम-व्यापी)
nb: %s (på hele systemet)
nl: %s (systeem-breed)
nn: %s (for heile systemet)
pa: %s (ਸਾਰੇ ਸਿਸਟਮ 'ਤੇ)
pl: %s (systemowy)
pt_br: %s (todo o sistema)
ro: %s (pe tot sistemul)
ru: %s (общесистемное)
sk: %s (celý systém)
sv: %s (systemövergripande)
tr_tr: %s (sistem-geneli)
uk: %s (загальносистемний)

source: Uninstalling
ar: قيد إلغاء التثبيت
be: Выдаленне
ca: Es desinstal·la
ckb: هەڵوەشاندنەوەی دامەزراندن
cs: Odebírání
de: Deinstallation
el: Γίνεται απεγκατάσταση
es: Desinstalando
fi: Poistetaan
fr: Désinstallation
gl: Desinstalando
he: מתבצעת הסרה
hu: Eltávolítás
id: Mencopot pemasangan
ja: アンインストールしています
mr: विस्थापित करीत आहे
nb: Avinstaller
nl: Deïnstalleren
nn: Avinstaller
pa: ਅਣ-ਸਥਾਪਨ ਹੋ ਰਿਹੈ
pl: Odinstalowywanie
pt_br: Desinstalando
ro: Dezinstalare
ru: Удаление
sk: Odinštalovanie
sv: Avinstallerar
tr_tr: Kaldırılıyor
uk: Видалення

source: Updating
ar: قيد التحديث
be: Абнаўленне
ca: S'actualitza
ckb: نوێکردنەوە
cs: Aktualizování
de: Aktualisierung
el: Γίνεται ενημέρωση
es: Actualizando
fi: Päivitetään
fr: Mise à jour
gl: Actualizando
he: מתבצע עדכון
hu: Frissítés
id: Memperbarui
ja: アップデートしています
mr: अद्ययावत (अपडेट) करीत आहे
nb: Oppdaterer
nl: Updaten
nn: Oppdaterar
pa: ਅਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹੈ
pl: Aktualizowanie
pt_br: Atualizando
ro: Actualizare
ru: Обновление
sk: Aktualizovanie
sv: Uppdaterar
tr_tr: Güncelleniyor
uk: Оновлення

source: %s Developers
ar: مطورو %s
be: Распрацоўшчыкі %s
ca: %s, els desenvolupadors
ckb: گەشەپێدەرە %sکان
cs: Vývojáři %s
de: Die Entwickler von %s
el: Οι προγραμματιστές του %s
eo: %s Programistoj
es: Desarrolladores de %s
fi: %s-kehittäjät
fr: Les développeurs de %s
gl: Desenvolvedores de %s
he: המפתחים שמאחורי %s
hu: %s fejlesztői
id: %s Pengembang
ja: %s の開発者
mn: %s хөгжүүлэгчтэй
mr: %s डेव्हलपर
nb: %s-utviklerne
nl: Ontwikkelaars van %s
nn: %s-utviklarane
pa: %s ਡਿਵੈਲਪਰ
pl: Programiści %s
pt_br: %s Desenvolvedores
ro: Dezvoltatorii %s
ru: Разработчики %s
sk: Vývojári %s
sv: %s Utvecklare
tr_tr: %s Geliştiriciler
uk: %s розробників
vi: %s Nhà phát triển

source: elementary Updates
ar: تحديثات elementary
eo: Ĝisdatigoj de elementary
gl: Actualizacións de elementary
ja: elementary のアップデート
mr: एलिमेंटरी अपडेट
nn: Oppdateringar frå elementary
pa: ਐਲੀਮੈਂਟਰੀ ਅਪਡੇਟਾਂ
ro: Actualizări elementary

source: Ubuntu (non-curated)
ar: Ubuntu (غير مختارة)
eo: Ubuntu (ne kontrolita)
gl: Ubuntu (non verificadas)
ja: Ubuntu (キュレーションされていないアプリ)
mr: उबंटू (नॉन-क्युरेटेड)
nn: Ubuntu (ikkje-bekrefta)
pa: ਉਬੂੰਟੂ (ਅਣ-ਘੜੀਆਂ)
ro: Ubuntu (neverificat)

source: Ubuntu Drivers
ar: تعريفات Ubuntu
eo: Peliloj de Ubuntu
gl: Controladores de Ubuntu
ja: Ubuntu ドライバー
mr: उबंटू ड्राइव्हर्स
nn: Drivarar frå Ubuntu
pa: ਉਬੂੰਟੂ ਡਰਾਇਵਰ
ro: Drivere Ubuntu

source: Unknown Origin (non-curated)
ar: غير معروفة الأصل (غير مختارة)
ca: D'origen desconegut (sense cura)
eo: Nekonata Deveno (ne kontrolita)
gl: Orixe descoñecida (non verificadas)
ja: 提供元不明 (キュレーションされていないアプリ)
mr: अज्ञात उत्पत्ति (नॉन-क्युरेटेड)
nn: Ukjend opphav (ikkje-bekrefta)
pa: ਅਣਜਾਣ ਸਰੋਤ ਤੋਂ (ਅਣ- ਘੜੀ/ਘੜੀਆਂ)
ro: Origine necunoscută (neverificată)

source: Application state not set as installed in AppCenter for package: %s
ar: حالة التطبيق غير معينة ك "مثبت" في آب سنتر للحزمة: %s
be: Стан праграмы ў AppCenter не з'яўляецца "усталяваны" для пакета: %s
ca: L'estat de l'aplicació no està establert com a instal·lada al Centre d'aplicacions per al paquet %s.
ckb: دۆخی نەرمەکاڵا لە ئەپسەنتەر وەکو دامەزراو دیارینەکراوە بۆ گورزەی: %s
cs: Stav aplikace v Centru aplikací není nastaven jako instalovaná pro balíček:%s
de: Anwendung ist im AppCenter nicht als »installiert« markiert: %s
el: Η κατάσταση εφαρμογής δεν έχει οριστεί ως εγκατεστημένη στο πακέτο: %s
eo: Aplikaĵa stato ne difinita kiel instalita en la Aplikaĵa Centro, rilate la pakaĵon: %s
es: El paquete %s no está catalogado como instalado en el Centro de Aplicaciones
fi: Sovellustilaa ei ole asetettu asennetuksi Sovelluskeskuksessa paketille %s
fr: L'état de l'application n'est pas défini comme installé dans le Centre d'Applications pour le paquet : %s
gl: O paquete da aplicación non foi marcado como instalado no Centro de Aplicacións: %s
he: מצב היישום לא מוגדר כמותקן בחנות היישומים לחבילה: %s
hu: Az Appközpontban nincs telepítettre állítva: %s
id: Status aplikasi tidak ditetapkan sebagai terpasang di AppCenter untuk paket: %s
ja: 以下のパッケージのアプリケーションは AppCenter でインストール済みの状態になっていません: %s
mr: %s : पॅकेजसाठी AppCenter मध्ये स्थापित केल्यानुसार अनुप्रयोग स्थिती सेट केलेली नाही
nl: Het volgende pakket is niet geïnstalleerd in AppCenter: %s
nn: Tilstanden til appen står som ikkje installert i AppCenter for pakken: %s
pa: ਇਹਨਾ ਪੈਕੇਜਾਂ ਲਈ ਐਪ-ਸੈਂਟਰ ਵਿੱਚ ਐਪ ਹਾਲਾਤ ਬਤੌਰ ਸਥਾਪਤ ਨਹੀਂ ਤੈਅ ਕੀਤੇ ਹੋਈ: %s
pl: Stan programu nie jest ustawiony jako zainstalowany w AppCenter dla pakietu: %s
pt_br: Estado do aplicativo não definido como instalado no AppCenter para o pacote: %s
ro: Statutul aplicației nu este setat drept instalat în Centrul de Aplicații pentru pachetul: %s
ru: Состояние приложения не определено как установленное в AppCenter для пакета: %s
sk: Stav aplikácie v AppCentre nie je nastavený ako inštalovaný pre balíček: %s
sv: Programtillståndet inte inställt som installerat i AppCenter för paketet: %s
tr_tr: %s paketinin uygulama durumu AppCenter içerisinde kurulu olarak ayarlanmamış
uk: Стан застосунку не визначено як встановлений в Центрі застосунків для пакунка: %s
