Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: Could not parse the media type %s
ar: لا يمكن تحليل نوع الوسائط %s
be: Не атрымалася прааналізаваць тып даных %s
ca: No s'ha pogut analitzar el tipus de mitjà %s
ckb: نەتوانرا جۆری میدیا %s شیبکرێتەوە
cs: Nedaří se rozpoznat typ média %s
de: Der Medientyp %s wurde nicht erkannt
el: Δεν ήταν δυνατή η ανάλυση του τύπου MIME %s
eo: Ne eblas analizi la aŭdovidaĵan tipon %s
es: No se pudo analizar el tipo MIME %s
fi: Mediatyyppiä %s ei voitu jäsentää
fr: Impossible d'analyser le type de média %s
gl: Non se puido analizar o tipo de medio %s
he: לא ניתן לפענח את סוג המדיה %s
hu: Nem sikerült elemezni a(z) %s médiatípust
id: Tidak dapat mengurai jenis media %s
ja: メディアタイプ %s を解析できませんでした
mr: मीडिया टाईप %s पार्स होऊ शकला नाही
nb: Kunne ikke tolke MIME-type %s
nl: Kon het mediatype %s niet lezen
nn: Kunne ikkje tolke mediatypen %s
pa: ਮੀਡੀਆ ਕਿਸਮ %s ਦੀ ਪੜਚੋਲ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕੀ
pl: Nie można przetworzyć typu mediów %s
pt_br: Não foi possível analisar o tipo de mídia %s
ro: Nu s-a putut analiza tipul media %s
ru: Не удалось распознать тип данных %s
sk: Nepodarilo sa rozpoznať typ média %s
sv: Det gick inte att tolka mediatypen %s
tr_tr: %s medya türü çözümlenemedi
uk: Не вдалося визначити медіа тип %s

source: Specified link '%s' could not be found, searching instead
ar: الرابط المحدد '%s' غير موجود، سيتم البحث بدلاً من ذلك
be: Указаная спасылка «%s» не знойдзена, пошук замены
ca: No s'ha pogut trobar l'enllaç especificat «%s». En lloc d'això, se cerca
ckb: بەستەری دیاریکراو '%s' نادۆزرێتەوە، گەڕان ئەنجام دەدرێت
cs: Uvedený odkaz „%s“ nebyl nalezen, náhradně tedy bude hledáno
de: Der angegebene Link »%s« konnte nicht ermittelt werden, stattdessen wird gesucht
el: Ο σύνδεσμος '%s' δεν βρέθηκε, αναζήτηση αντί αυτού
eo: Specifita ligo „%s“ ne troveblas, nun serĉanta
es: No se encontró el enlace «%s» especificado; buscando alternativas
fi: Linkkiä '%s' ei löytynyt, haetaan sen sijaan
fr: Le lien '%s' spécifié n'a pas été trouvé, recherche effectuée
gl: A ligazón '%s' non pode ser atopada, procurando alternativas
he: לא ניתן למצוא את הקישור שצוין ‚%s’, מתבצע חיפוש במקום
hu: A(z) '%s' hivatkozás nem található, keresés helyette
id: Tautan yang ditentukan '%s' tidak dapat ditemukan, cari sebagai gantinya
ja: 指定されたリンク '%s' が見つからなかったので、代わりに検索しています
mn: Онцгойлон '%s' холбоос олдсонгүй, хайлтын үр дүнд
mr: दिलेली लिंक '%s ' मिळाली नाही, त्याऐवजी शोध सुरु आहे
nb: Fant ikke oppgitt lenke «%s», søker istedenfor
nl: Opgegeven koppeling '%s' kon niet gevonden worden, in plaats daarvan als zoekterm gebruiken
nn: Lenka '%s vart ikkje funne. Prøv eit søk i staden
pa: ਦਿੱਤਾ ਹੋਇਆ ਲਿੰਕ '%s' ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ, ਇਸਦੀ ਬਜਾਇ ਖੋਜ ਕਰ ਰਿਹੈ
pl: Określony odnośnik '%s' nie został odnaleziony, wyszukiwanie
pt_br: O link especificado '%s' não pôde ser encontrado, buscando
ro: Legătura '%s' nu este disponibilă. Se inițiază o căutare
ru: Cсылка «%s» не найдена, вместо этого выполняется поиск
sk: Uvedený odkaz „%s“ sa nenašiel, spúšťa sa vyhľadávanie
sv: Angivna länken '%s' kunde inte hittas, söker i stället
ta: குறிப்பிடப்பட்ட இணைப்பு '%s' கண்டுபிடிக்க முடியவில்லை, அதற்கு பதிலாக தேடுகிறது
tr_tr: Belirtilen '%s' bağlantısı bulunamadı, bunun yerine arama yapılıyor
uk: Вказане посилання «%s» не знайдено, пошук заміни
vi: Không tìm thấy liên kết cụ thể tới '%s', đang tìm kiếm thay thế

source: AppCenter will automatically start when this device turns on and run when its window is closed so that it can automatically check and install updates.
be: AppCenter аўтаматычна запусціцца, калі прылада будзе ўключана і выконвацца, калі акно закрытае, каб аўтаматычна правяраць наяўнасць і ўсталёўваць абнаўленні.
ca: El Centre d'aplicacions s'iniciarà automàticament quan aquest dispositiu s'engegui i s'executarà quan se'n tanqui la finestra perquè pugui comprovar i instal·lar actualitzacions automàticament.
cs: AppCenter se automaticky spustí po zapnutí tohoto zařízení a spustí se po zavření jeho okna, aby mohl automaticky kontrolovat a instalovat aktualizace.
de: AppCenter startet automatisch, sobald dieses Gerät eingeschaltet wird, und wird nach Schließen seines Fensters weiterhin ausgeführt, damit Aktualisierungen automatisch gesucht und installiert werden können.
el: Το AppCenter θα ξεκινά αυτόματα κατά την εκκίνηση αυτής της συσκευής και θα λειτουργεί και όταν είναι κλειστό το παράθυρο για να μπορεί να ελέγχει και να εγκαθιστά αυτόματα τις ενημερώσεις.
es: Centro de Aplicaciones se iniciará automáticamente cuando este equipo se encienda y seguirá ejecutándose cuando se cierre la ventana para que se puedan comprobar e instalar actualizaciones automáticamente.
fi: Sovelluskeskus käynnistyy automaattisesti, kun laite käynnistyy, ja pysyy käynnissä kun sen ikkuna suljetaan, jotta se voi automaattisesti tarkistaa ja asentaa päivitykset.
fr: Le Centre d'Applications démarrera automatiquement lors du démarrage de cet appareil et fonctionnera même lorsque la fenêtre sera fermée afin de vérifier et installer des mises à jour.
he: מרכז היישומים יופעל אוטומטית כאשר המכשיר הזה פועל ויישאר לרוץ כאשר החלון שלו סגור כדי שיוכל לבדוק ולהתקין עדכונים אוטומטית.
hu: Az Appközpont automatikusan el fog indulni a készülék bekapcsolásakor és tovább fog futni akkor is, ha ablaka bezárásra kerül, hogy továbbra is tudjon automatikusan frissítéseket keresni és telepíteni.
ja: 自動的にアップデートを確認しインストールできるよう、AppCenter はデバイス起動時に自動的にバックグラウンドで起動し、ウィンドウを閉じても常駐します。
nl: AppCenter zal automatisch opstarten en blijft op de achtergrond draaien wanneer het venster gesloten is zodat het automatisch op updates kan controleren en ze kan installeren.
pl: AppCenter zostanie automatycznie uruchomione gdy to urządzenie włączy się i pozostanie uruchomione po zamknięciu okna by móc automatycznie sprawdzać i instalować aktualizacje.
pt_br: A Central de Aplicativos será iniciada automaticamente quando esse dispositivo for ligado e executado e quando sua janela for fechada, para que possa verificar e instalar atualizações automaticamente.
ru: AppCenter будет автоматически запускаться при включении этого устройства и работать после закрытия окна для автоматической проверки и установки обновлений.
sk: AppCentrum sa automaticky spustí, keď sa zapne toto zariadenie a bude bežať, keď sa zatvorí jeho okno, aby mohlo automaticky kontrolovať a inštalovať aktualizácie.
sv: AppCenter startar automatiskt när enheten slås på och körs när fönstret stängs, så att det automatiskt kan kontrollera och installera uppdateringar.
tr_tr: Uygulama Merkezi, bu cihaz açıldığında otomatik olarak başlayacak ve penceresi kapatıldığında çalışacaktır, bu sayede güncellemeleri otomatik olarak kontrol edip yükleyebilecektir.
uk: Центр застосунків автоматично запускається, коли пристрій вмикається, і запускається, коли його вікно закривається, щоб автоматично перевіряти та встановлювати оновлення.

source: The app has been installed
ar: تم تثبيت التطبيق بنجاح
be: Праграма паспяхова ўсталяваная
ca: L'aplicació s'ha instal·lat
ckb: نەرمەکاڵاکە دامەزرا
cs: Aplikace byla nainstalována
de: Die Anwendung wurde installiert
el: Η εφαρμογή εγκαταστάθηκε
es: Se instaló la aplicación
fi: Sovellus on asennettu
fr: L’application a été installée
gl: Instalouse a aplicación
he: היישום הותקן
hu: Az alkalmazás telepítésre került
id: Aplikasi sudah terpasang
ja: アプリをインストールしました
mr: अ‍ॅप स्थापित केले गेले आहे
nb: Programmet har blitt installert
nl: De app is geïnstalleerd
nn: Appen er installert
pa: ਐਪ ਸਥਾਪਤ ਹੋ ਚੁੱਕੀ ਹੈ
pl: Aplikacja została zainstalowana
pt_br: O aplicativo foi instalado
ro: Aplicația s-a instalat
ru: Приложение установлено
sk: Aplikácia bola nainštalovaná
sv: Appen har installerats
tr_tr: Uygulama yüklendi
uk: Застосунок було встановлено

source: “%s” has been installed
ar: تم تثبيت ”%s“
be: “%s” была ўсталяваная
ca: %s s'ha instal·lat
ckb: "%s" بەسەرکەوتوویی دامەزرا
cs: „%s“ bylo nainstalováno
de: »%s« wurde installiert
el: Η εφαρμογή "%s" έχει εγκατασταθεί
es: Se instaló «%s»
fi: “%s” on asennettu
fr: L’application « %s » a été installée
gl: Instalouse “%s”
he: „%s” הותקן
hu: A(z) "%s" telepítésre került
id: "%s" sudah terpasang
ja: “%s” をインストールしました
mr: "%s" इन्स्टॉल झाले
nb: %s ble installert
nl: “%s” is geïnstalleerd
nn: “%s” har blitt innstallert
pa: “%s” ਸਥਾਪਤ ਹੋ ਚੁੱਕੀ ਹੈ
pl: „%s” zostało zainstalowane
pt_br: “%s” foi instalado
ro: "%s" s-a instalat
ru: «%s» установлено
sk: Aplikácia „%s“ bola nainštalovaná
sv: "%s" har installerats
tr_tr: “%s” yüklendi
uk: «%s» було встановлено

source: Failed to launch “%s“
ar: فشل تشغيل ”%s“
be: Не атрымалася запусціць «%s»
ca: Ha fallat executar «%s».
ckb: نەتوانرا “%s“ بکرێتەوە
cs: Nepodařilo se spustit „%s“
de: »%s« konnte nicht gestartet werden
el: Σφάλμα εκκίνησης του “%s“
es: No se pudo iniciar «%s»
fi: Sovelluksen “%s“ käynnistäminen epäonnistui
fr: Échec du lancement de « %s »
he: ההפעלה של „%s” נכשלה
hu: "%s" indítása sikertelen
id: Gagal meluncurkan “%s”
ja: “%s” を起動できませんでした
mr: "%s" लाँच करण्यात अयशस्वी
nb: Klarte ikke å kjøre «%s»
nl: Kon “%s” niet starten
nn: Klarte ikkje å opna “%s”
pa: “%s“ ਨੂੰ ਲਾਂਚ ਕਰਨ ਨਾਕਾਮ ਰਿਹਾ
pl: Nie udało się uruchomić „%s”
pt_br: Falha ao inicializar “%s”
ro: S-a eșuat în pornirea “%s“
ru: Не удалось запустить «%s»
sk: Nepodarilo sa spustiť „%s“
sv: Misslyckades med att starta "%s"
tr_tr: "%s" başlatılamadı
uk: Не вдалося запустити «%s»

# view
source: Updates & installed apps
be: Абнаўлення і ўсталяваныя праграмы
ca: Actualitzacions i aplicacions instal·lades
cs: Aktualizace & nainstalované aplikace
de: Aktualisierungen und installierte Anwendungen
el: Ενημερώσεις και εγκατεστημένες εφαρμογές
es: Aplicaciones instaladas y actualizaciones
fi: Päivitykset ja asennetut sovellukset
fr: Mises à jour et applications installées
he: עדכונים ויישומים מותקנים
hu: Frissítések és telepített alkalmazások
id: Pembaruan & aplikasi terpasang
ja: アップデートとインストール済みアプリ
nl: Updates & geïnstalleerde apps
nn: Oppdateringar og innstallerte appar
pl: Aktualizacje i zainstalowane aplikacje
pt_br: Atualizações e aplicativos instalados
ru: Обновления и установленные приложения
sk: Aktualizácie a nainštalované aplikácie
sv: Uppdateringar och installerade appar
tr_tr: Güncellemeler ve yüklü uygulamalar
uk: Оновлення й установлені застосунки

source: Search Apps
ar: ابحث عن تطبيقات
be: Пошук праграм
ca: Cerca aplicacions
ckb: گەڕان بۆ نەرمەواڵەکان
cs: Hledat aplikace
de: Anwendungen suchen
el: Αναζήτηση εφαρμογών
eo: Serĉi Aplikaĵojn
es: Buscar aplicaciones
fi: Etsi sovelluksia
fr: Rechercher des applications
gl: Busca de aplicacións
he: חיפוש יישומים
hu: Alkalmazások keresése
id: Cari Aplikasi
ja: アプリを検索
mn: Апп Хайх
mr: अनुप्रयोग शोधा
nb: Programsøk
nl: Zoek apps
nn: Søk etter applikasjonar
pa: ਐਪਾਂ ਖੋਜੋ
pl: Wyszukaj program
pt_br: Encontrar Aplicativos
ro: Caută aplicații
ru: Поиск приложений
sk: Hľadať aplikácie
sv: Sök efter appar
ta: பயன்பாடுகளை தேடு
th: ค้นหาแอป
tr_tr: Uygulama Ara
uk: Шукати застосунки
ur: اطلاقیےتلاش کریں
vi: Tìm kiếm ứng dụng

source: Automatic App Updates
ja: アプリの自動アップデート
nn: Automatiske oppdateringar for appar

source: System updates and unpaid apps will not update automatically
ja: システムのアップデートと未購入のアプリは対象外です
nn: Systemoppdateringar og gratis-appar vil ikkje oppdaterast automatisk

source: Check for Updates
be: Праверыць на абнаўленні
ca: Comprova si hi ha actualitzacions
ckb: پشکنین بۆ نوێبوونەوەکان
cs: Vyhledat aktualizace
de: Auf Aktualisierungen prüfen
el: Έλεγχος για Ενημερώσεις
es: Comprobar si hay actualizaciones
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
he: חיפוש עדכונים
hu: Frissítések keresése
id: Periksa Pembaruan
ja: アップデートを確認
nb: Se etter oppgraderinger
nl: Controleer op updates
nn: Leit etter oppdateringar
pl: Sprawdź aktualizacje
pt_br: Buscar por atualizações
ru: Проверить обновления
sk: Vyhľadať aktualizácie
sv: Leta efter uppdateringar
tr_tr: Güncellemeleri Kontrol Et
uk: Перевірити наявність оновлень

source: Settings
be: Налады
ca: Paràmetres
ckb: ڕێکخستن
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
id: Pengaturan
ja: 設定
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Параметры
sk: Nastavenia
sv: Inställningar
tr_tr: Ayarlar
uk: Налаштування

source: Network Not Available.
ar: الشبكة غير متوفرة.
be: Сетка недаступная.
ca: La xarxa no està disponible.
ckb: تۆڕ بەردەست نییە.
cs: Síťové připojení není k dispozici.
de: Netzwerk nicht verfügbar.
el: Το δίκτυο δεν είναι διαθέσιμο.
eo: Reto ne disponebla.
es: Red no disponible.
fi: Verkkoyhteys ei ole käytettävissä.
fr: Pas de connexion réseau.
gl: Rede non dispoñíbel.
he: הרשת אינה זמינה.
hu: A hálózat nem érhető el.
id: Jaringan Tidak Tersedia.
ja: ネットワークが利用できません。
mr: नेटवर्क उपलब्ध नाही.
nb: Nettverk ikke tilgjengelig.
nl: Netwerk niet beschikbaar.
nn: Nettverk er ikkje tilgjengeleg.
pa: ਨੈੱਟਵਰਕ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Sieć jest niedostępna.
pt_br: Rede indisponível.
ro: Lipsă conexiune la internet.
ru: Сеть недоступна.
sk: Sieťové pripojenie je nedostupné.
sv: Nätverket är inte tillgängligt.
tr_tr: Ağ Kullanılamıyor.
uk: Мережа не доступна.

source: Connect to the Internet to browse and install apps.
ar: اتصل بالإنترنت لتصفح وتنزيل التطبيقات.
be: Падключыцеся да інтэрнэту, каб шукаць і ўсталёўваць праграмы.
ca: Connecteu a Internet per remenar i instal·lar aplicacions.
ckb: پەیوەست ببە بە ئینتەرنێتەوە بۆ گەڕان بەناو ئەپەکان و دامەزراندنیان.
cs: Pro procházení a instalaci aplikací se připojte k Internetu.
de: Verbindung mit dem Internet herstellen, um Anwendungen zu durchsuchen und zu installieren.
el: Συνδεθείτε στο διαδίκτυο για να περιηγηθείτε και να εγκαταστήσετε εφαρμογές.
eo: Konektu al la Interreto por foliumi aŭ instali aplikaĵojn.
es: Conéctese a Internet para explorar e instalar aplicaciones.
fi: Yhdistä internetiin selataksesi ja asentaaksesi sovelluksia.
fr: Connectez-vous à Internet pour parcourir et installer des applications.
gl: Conéctese a Internet para explorar e instalar aplicacións.
he: יש להתחבר לאינטרנט כדי לעיין או להתקין יישומים.
hu: Az alkalmazások böngészéséhez vagy telepítéséhez csatlakozzon az internetre.
id: Sambungkan ke Internet untuk menelusuri atau memasang aplikasi.
ja: アプリを検索したりインストールしたりするには、インターネットに接続してください。
mr: अ‍ॅप्स ब्राउझ आणि स्थापित करण्यासाठी इंटरनेटशी कनेक्ट व्हा.
nb: Du må koble til Internett for å bla gjennom eller installere apper.
nl: Maak verbinding met internet om apps te bekijken en te installeren.
nn: Kople til internett for å installere eller oppdatere appar.
pa: ਐਪ ਭੰਡਾਰ ਫਰੋਲਣ ਅਤੇ ਐਪਾਂ ਸਥਾਪਤ ਕਰਨ ਲਈ ਨੈੱਟਵਰਕ ਨਾਲ਼ ਜੁੜੋ।
pl: Połącz się z Internetem, aby przeglądać i instalować programy.
pt_br: Conecte-se à Internet para navegar e instalar aplicativos.
ro: Conectați-vă la Internet pentru căutat și instalat aplicații.
ru: Для просмотра и установки приложений необходимо соединение с Интернетом.
sk: Pre prehliadanie a inštaláciu aplikácií sa pripojte k internetu.
sv: Anslut till internet för att bläddra och installera appar.
tr_tr: Uygulamalara göz atmak ve yüklemek için İnternet'e bağlanın.
uk: Необхідне з'єднання з Інтернетом для перегляду чи встановлення застосунків.

source: Network Settings…
ar: إعدادات الشبكة…
be: Налады сеткі…
ca: Configuració de la xarxa…
ckb: ڕێکخستنەکانی تۆڕ…
cs: Nastavení sítě…
de: Netzwerkeinstellungen …
el: Ρυθμίσεις δικτύου…
eo: Retaj Agordoj…
es: Configuración de red…
fi: Verkon asetukset…
fr: Paramètres réseau…
gl: Axustes de redes…
he: הגדרות רשת…
hu: Hálózati beállítások…
id: Pengaturan Jaringan…
ja: ネットワークの設定…
mn: Сүлжээний тохиргоо…
mr: नेटवर्क सेटिंग्ज…
nb: Nettverksinnstillinger…
nl: Netwerkinstellingen…
nn: Nettverksinnstillingar…
pa: ਨੈੱਟਵਰਕ ਸੈਟਿੰਗਾਂ…
pl: Ustawienia sieci…
pt_br: Configurações de Rede…
ro: Setări de rețea…
ru: Параметры сети…
sk: Nastavenia siete…
sv: Nätverksinställningar…
ta: நெட்வொர்க் அமைப்புகள் …
tr_tr: Ağ Ayarları…
uk: Налаштування мережі…
vi: Cài đặt truy cập mạng…

source: Running in Demo Mode
be: Выконваецца ў дэманстрацыйным рэжыме
ca: S'executa en mode de demostració
cs: Spuštěno v Režimu pro ukázku
de: Im Demomodus ausgeführt
el: Εκτέλεση σε δοκιμαστική λειτουργία
es: Ejecutando en modo demostración
fi: Käynnissä demotilassa
fr: Exécution en mode de démonstration
he: פועל במצב הדגמה
hu: Demó módban való futás
id: Berjalan pada Mode Demo
ja: デモモードで実行しています
nb: Kjører i demo-modus
nl: Draait in demo-modus
nn: Køyrer i demomodus
pl: Działanie w trybie demo
pt_br: Executando em Modo de Demonstração
ru: Запущено в демо-режиме
sk: Spustené v Demo režime
sv: Kör i demoläge
tr_tr: Deneme Modunda yürütülüyor
uk: Робота в демонстраційному режимі

source: Install %s to browse and install apps.
be: Усталюйце %s, каб шукаць і ўсталёўваць праграмы.
ca: Instal·leu %s per navegar i instal·lar aplicacions.
cs: Nainstalujte %s, abyste mohli procházet a instalovat aplikace.
de: Nach der Installation von %s können Sie nach Anwendungen suchen und sie installieren.
el: Εγκαταστήστε το %s για να περιηγηθείτε και να εγκαταστήσετε εφαρμογές.
es: Instale %s para explorar e instalar aplicaciones.
fi: Asenna %s selataksesi ja asentaaksesi sovelluksia.
fr: Installez %s pour découvrir et installer des applications.
he: יש להתקין את %s כדי לעיין ולהתקין יישומים.
hu: Az alkalmazások böngészéséhez vagy telepítéséhez telepítse az %s-t.
id: Pasang %s untuk menelusuri and memasang aplikasi.
ja: アプリを検索したりインストールしたりするには、%s をインストールしてください。
nb: Installer %s for å utforske eller installere programmer.
nl: Installeer %s om apps te bekijken en te installeren.
nn: Innstaller %s for å sjå og innstallera appar.
pl: Zainstaluj %s aby przeglądać i instalować programy.
pt_br: Instale %s para navegar e instalar aplicativos.
ro: Instalați %s pentru a naviga și instala aplicații
ru: Установите %s для просмотра и установки приложений.
sk: Nainštalujte %s, aby ste mohli prehliadať a inštalovať aplikácie.
sv: Installera %s för att bläddra bland och installera appar.
tr_tr: Uygulamalara göz atmak ve uygulama yüklemek için %s'yi yükleyin.
uk: Установіть %s для перегляду і встановлення застосунків.

source: Search %s
ar: ابحث في %s
be: Пошук %s
ca: Cerca %s
ckb: گەڕان %s
cs: Hledat %s
de: %s durchsuchen
el: Αναζήτηση %s
eo: Serĉi %s
es: Buscar %s
fi: Etsi %s
fr: Rechercher %s
gl: Buscar %s
he: חיפוש %s
hu: A(z) %s keresése
id: Cari %s
ja: %s を検索
mn: Хайх %s
mr: %s शोधा
nb: Søk %s
nl: Zoek %s
nn: Søk %s
pa: %s ਖੋਜੋ
pl: Wyszukaj %s
pt_br: Procurar %s
ro: Caută %s
ru: Поиск %s
sk: Hľadať %s
sv: Sök efter %s
ta: தேடுக %s
th: ค้นหา %s
tr_tr: %s'i Ara
uk: Пошук %s
ur: تلاش کریں %s
vi: Tìm %s

source: Home
ar: الرئيسية
be: Галоўная
ca: Pàgina principal
ckb: پەڕەی سەرەکی
cs: Domů
de: Startseite
el: Αρχική Σελίδα
eo: Ĉefpaĝo
es: Inicio
fi: Etusivu
fr: Accueil
gl: Páxina principal
he: בית
hu: Kezdőlap
id: Halaman Utama
ja: ホーム
mn: Эхлэл
mr: मुख्य पृष्ठ
nb: Startside
nl: Startpagina
nn: Heim
pa: ਮੁੱਖ ਪੰਨਾ
pl: Strona główna
pt_br: Início
ro: Pagina principală
ru: Главная
sk: Domov
sv: Hem
ta: முதன்மை பக்கம்
tr_tr: Ana Sayfa
uk: Головна

# view
source: Search
ar: البحث
be: Пошук
ca: Cerca
ckb: گه‌ڕان
cs: Vyhledávání
de: Suchen
el: Αναζήτηση
eo: Serĉo
es: Búsqueda
fi: Haku
fr: Recherche
gl: Procura
he: חיפוש
hu: Keresés
id: Cari
ja: 検索
mn: Хайх
mr: शोधा
nb: Søk
nl: Zoeken
nn: Søk
pa: ਖੋਜਣਾ/ਲੱਭਣਾ
pl: Szukaj
pt_br: Pesquisa
ro: Căutare
ru: Поиск
sk: Vyhľadávanie
sv: Sök
ta: தேடுதல்
th: ค้นหา
tr_tr: Ara
uk: Знайти
ur: تلاش کریں
vi: Tìm kiếm

# view
source: Installed
ar: مثبت
be: Усталяваныя
ca: Instal·lades
ckb: دامەزراو
cs: Nainstalované
de: Installiert
el: Εγκατεστημένες
eo: Instalitaj
es: Instaladas
fi: Asennettu
fr: Installées
gl: Instalado
he: מותקן
hu: Telepítve
id: Terpasang
ja: インストール済み
mn: Суулгагдсан
mr: प्रस्थापित
nb: Installerte
nl: Geïnstalleerd
nn: Installerte
pa: ਸਥਾਪਤ ਕੀਤੇ ਹੋਏ
pl: Zainstalowane
pt_br: Instalado
ro: Instalate
ru: Установленные
sk: Nainštalované
sv: Installerade
tr_tr: Kurulanlar
uk: Установлені

source: Open
ar: افتح
be: Адкрыць
ca: Obre
ckb: کردنەوە
cs: Otevřít
de: Öffnen
el: Άνοιγμα
eo: Malfermi
es: Abrir
fi: Avaa
fr: Ouvrir
gl: Abrir
he: פתיחה
hu: Megnyitás
id: Buka
ja: 開く
mn: Нээх
mr: उघडा
nb: Åpne
nn: Opne
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
pt_br: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
ta: திற
tr_tr: Aç
uk: Відкрити
vi: Mở

source: Getting app information…
ca: S'obté informació de l'aplicació…
cs: Získávání informací o aplikaci…
es: Obteniendo información de la aplicación…
fi: Noudetaan sovellukseen tietoja…
fr: Obtention des informations de l'application…
he: פרטי היישום מתקבלים…
hu: Alkalmazásinformációk lekérése…
id: Mendapatkan informasi aplikasi…
ja: アプリの情報を取得しています…
nb: Henter programinfo …
nl: App-informatie wordt opgehaald…
nn: Hentar informasjon om appen…
pl: Pobieranie informacji o aplikacji…
pt_br: Obtendo informações do aplicativo…
ru: Получение информации о приложении…
sk: Získavanie informácií o aplikácii…

source: Getting download size…
be: Атрыманне памеру спампоўкі…
ca: S'obté la mida de la baixada…
cs: Zjišťování velikosti ke stažení…
de: Umfang ermitteln …
el: Λήψη μεγέθους λήψης…
es: Obteniendo el tamaño de la descarga…
fi: Noudetaan latauksen kokoa…
fr: Récupération de la taille du téléchargement…
he: גודל ההורדה מתקבל…
hu: Letőltési méret lekérése…
id: Mendapatkan ukuran unduhan…
ja: ダウンロードサイズを取得しています…
nb: Henter nedlastingsstørrelse …
nl: Downloadgrootte wordt opgehaald…
nn: Hentar storleik på nedlastninga…
pl: Obliczanie rozmiaru pliku…
pt_br: Obtendo o tamanho do download…
ru: Получение размера загрузки…
sk: Zisťovanie veľkosti sťahovania…
sv: Hämtar nedladdningsstorlek…
tr_tr: İndirme büyüklüğü bilgisi alınıyor…
uk: Отримання розміру завантаження…

source: Checking for updates…
be: Праверка абнаўленняў…
ca: Es comprova si hi ha actualitzacions…
cs: Hledají se aktualizace…
de: Auf Aktualisierungen prüfen …
el: Γίνεται έλεγχος για ενημερώσεις…
es: Comprobando actualizaciones…
fi: Etsitään päivityksiä…
fr: Recherche de mises à jour…
he: בחיפוש אחר עדכונים…
hu: Frissítések keresése…
id: Memeriksa pembaruan…
ja: アップデートを確認しています…
nb: Ser etter oppgraderinger …
nl: Controleren op updates…
nn: Leitar etter oppdateringar…
pl: Sprawdzanie aktualizacji…
pt_br: Procurando por atualizações…
ru: Проверка обновлений…
sk: Hľadajú sa aktualizácie…
sv: Letar efter uppdateringar…
tr_tr: Güncellemeler denetleniyor…
uk: Перевірка наявності оновлень…

source: Installing…
be: Усталяванне…
ca: S'instal·la…
cs: Instalace…
de: Installieren …
el: Γίνεται εγκατάσταση…
es: Instalando…
fi: Asennetaan…
fr: Installation…
he: מתבצעת התקנה…
hu: Telepítés…
id: Memasang…
ja: インストールしています…
nb: Installerer …
nl: Installeren…
nn: Innstallerar…
pl: Instalowanie…
pt_br: Instalando…
ru: Установка…
sk: Inštaluje sa…
sv: Installerar…
tr_tr: Kuruluyor…
uk: Встановлення…

source: Installing updates…
be: Усталяванне абнаўленняў…
ca: S'instal·len les actualitzacions…
cs: Instalace aktualizací…
de: Aktualisierungen installieren …
el: Εγκατάσταση ενημερώσεων…
es: Instalando actualizaciones…
fi: Asennetaan päivityksiä…
fr: Installation des mises à jour…
he: עדכונים מותקנים…
hu: Frissítések telepítése…
id: Memasang pembaruan…
ja: アップデートをインストールしています…
nb: Installerer oppgraderinger …
nl: Updates installeren…
nn: Installerar oppdateringar…
pl: Instalowanie aktualizacji…
pt_br: Instalando atualizações…
ru: Установка обновлений…
sk: Inštalujú sa aktualizácie…
sv: Installerar uppdateringar…
tr_tr: Güncellemeler kuruluyor…
uk: Встановлення оновлень…

source: Uninstalling…
be: Выдаленне…
ca: Es desinstal·la…
cs: Odebírání…
de: Deinstallieren …
el: Γίνεται απεγκατάσταση…
es: Desinstalando…
fi: Poistetaan…
fr: Désinstallation…
he: מתבצעת הסרה…
hu: Eltávolítás…
id: Mencopot pemasangan…
ja: アンインストールしています…
nb: Avinstallerer …
nl: Verwijderen…
nn: Slettar app…
pl: Odinstalowywanie…
pt_br: Desinstalando…
ru: Удаление…
sk: Odinštalováva sa…
sv: Avinstallerar…
tr_tr: Kaldırılıyor…
uk: Видалення…
