Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: What's new in %s
be: Што новага ў %s
ca: Què hi ha de nou a la versió %s
cs: Co je nového v %s
de: Das ist neu in %s
el: Τι είναι καινούργιο στο %s
es: Novedades de %s
fi: Mitä uutta %s sisältää
fr: Nouveautés de %s
he: מה חדש ב־%s
hu: %s újdonságai
id: Apa yang Baru di %s
ja: %s の更新情報
nb: Nyheter i %s
nl: Wat is er nieuw in %s
nn: Kva er nytt i %s
pl: Co nowego w %s
pt_br: O que há de novo em %s
ro: Ce este nou în %s:
ru: Что нового в %s
sk: Čo je nové v %s
sv: Vad är nytt i %s
tr_tr: %s'deki yenilikler
uk: Що нового в %s

source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
eo: Fermi
es: Cerrar
fr: Fermer
gl: Pechar
he: סגירה
hu: Bezárás
ja: 閉じる
nb: Lukk
nl: Sluiten
nn: Lukk
ro: Închide
ru: Закрыть

source: MM / YY
be: ММ / ГГ
ca: MM / AA
cs: MM / RR
de: MM / JJ
el: ΜΜ/ΕΕ
eo: MM / JJ
es: MM / AA
fi: KK / VV
fr: MM / AA
gl: MM / AA
hu: HH / ÉÉ
id: BB / TT
mn: СС / ЖЖ
mr: /अनुवादक: क्रम बदलू नका केवळ लिप्यंतरण करा
nb: MM / ÅÅ
nn: MM / ÅÅ
pa: ਮਹੀਨਾ / ਸਾਲ
pl: MM / RR
pt_br: MM / AA
ro: LL / AA
ru: ММ / ГГ
sk: MM / RR
sv: MM / ÅÅ
ta: மாதம் / வருடம்
tr_tr: AA/YY
uk: ММ / РР

source: %u runtime with updates
be: %u асяроддзе выканання з абнаўленнем
de: Für %u Runtime ist eine Aktualisierung verfügbar
el: %u runtime με ενημερώσεις
es: %u entorno de ejecución con actualizaciones
fr: %u exécutable avec mise à jour
he: זמן ריצה אחד עם עדכונים
hu: %u frissíthető futtatókörnyezet
nl: %u runtime met updates
pl: Jedno środowisko wykonawcze z aktualizacją
pt_br: %u componente com atualizações
ru: %u среда выполнения с обновлениями
sk: %u runtime vyžaduje aktualizáciu
sv: %u körtid med uppdateringar
tr_tr: %u çalışma zamanı güncellemesi
uk: %u середовище виконання з оновленнями

source: %u app update is available
be: Даступна %u абнаўленне праграмы
ca: %u actualització disponible
de: %u Anwendungsaktualisierung verfügbar
el: %u Διαθέσιμη ενημέρωση εφαρμογής
es: Hay %u actualización disponible
fi: %u sovelluspäivitys on saatavilla
fr: %u mise à jour d'application disponible
he: עדכון זמין ליישום
hu: %u alkalmazásfrissítés érhető el
nl: %u app update beschikbaar
pl: Dostępna jest aktualizacja %u aplikacji
pt_br: %u atualização está disponível
ru: Доступно %u обновление приложения
sk: %u aktualizácia aplikácie je dostupná
sv: %u uppdatering för app tillgänglig
tr_tr: %u uygulama güncellemesi mevcut
uk: Доступне оновлення для %u застосунку

source: CVC
de: CVC-Prüfnummer
el: Kωδικός CVC
eo: CVC-kodo malantaŭ la bankokarto
es: CVV
fr: Cryptogramme visuel
he: קוד אבטחה (CVC)
pa: ਸੀਵੀਸੀ
pt_br: CVC (Código de Verificação do Cartão)
ta: சிவிசி

source: %u rating
el: %u κριτική
sv: %u betyg
uk: %u оцінка

source: Made for elementary OS
be: Зроблена для elementary OS
ca: Feta per a l'elementary OS
de: Für elementary OS entwickelt
el: Σχεδιασμένο για το elementary OS
es: Hecha para elementary OS
fi: Tehty elementary OS:lle
fr: Conçu pour elementary OS
he: נוצר עבור elementary OS
hu: elementary OS-hez készítve
nb: Laget for elementary OS
nl: Gemaakt voor elementary OS
pl: Stworzone dla elementary OS
pt_br: Feito para o elementary OS
ru: Сделано для elementary OS
sk: Vytvorené pre elementary OS
sv: Gjord för elementary OS
tr_tr: elementary OS için yapılmıştır
uk: Зроблено для elementary OS

source: Reviewed by elementary for security, privacy, and system integration
be: Праверана elementary на бяспеку, прыватнасць і інтэграцыю з сістэмай
ca: Revisada per l'elementary quant a seguretat, privadesa i integració amb el sistema
de: Von elementary auf Sicherheit, Datenschutz und Systemintegration überprüft
el: Αξιολογήθηκε από την elementary για θέματα ασφάλειας, ιδιωτικότητας και ενσωμάτωσης συστήματος
es: Revisada por elementary para comprobar que sea segura, privada e integrada con el sistema
fi: Katselmoitu elementaryn toimesta tietoturvan, yksityisyyden tai järjestelmäintegraation osalta
fr: Vérifié par elementary, notamment au regard de la sécurité, de la confidentialité et l’intégration dans le système
he: נסקר על ידי elementary בהיבטים של אבטחה, פרטיות ושילוב עם המערכת
hu: Jóváhagyva az elementary által biztonsági, adatvédelmi és rendszerintegrációi szempontból
nb: Vurdert av elementary mht. sikkerhet, personvern, og systemintegrasjon.
nl: Gecontroleerd door elementary op veiligheid, privacy en systeemintegratie
pl: Zweryfikowane przez elementary pod kątem bezpieczeństwa, prywatności oraz integracji z systemem
pt_br: Verificado pelo elementary para segurança, privacidade e integração do sistema
ru: Проверено elementary на безопасность, конфиденциальность и системную интеграцию
sk: Preverené spoločnosťou elementary ohľadom zabezpečenia, rešpektovania súkromia a začlenenia do systému
sv: Granskad av elementary för säkerhet, integritet och systemintegration
tr_tr: Güvenlik, gizlilik ve sistem entegrasyonu açısından elementary tarafından incelendi
uk: Перевірено elementary щодо безпечності, приватності та сумісності з системою

source: What's New
el: Τι είναι καινούργιο
sv: Vad är nytt
uk: Що нового

source: Version History…
el: Ιστορικό εκδόσεων…
sv: Versionshistorik…
uk: Історія версій…

source: Requires a Controller
be: Патрабуе кантролер
el: Απαιτεί χειριστήριο
es: Se requiere un mando de juego
fr: Manette nécessaire
pl: Wymaga kontrolera
pt_br: Requer um controle
sv: Kräver en handkontroller
uk: Потребує контролера

source: Recommends a Controller
be: Рэкамендуецца кантролер
el: Προτείνεται χειριστήριο
es: Se recomienda un mando de juego
fr: Manette recommandée
pl: Rekomenduje kontroler
pt_br: Recomenda um controle
sv: Rekommenderar en handkontroller
uk: Контролер рекомендований

source: Play With a Controller
be: Гуляйце з кантролерам
el: Παίξτε με ένα χειριστήριο
es: Se puede jugar con un mando de juego
fr: Jouez avec une manette
pl: Graj z kontrolerem
pt_br: Jogue com um controle
sv: Spela med en handkontroll
uk: Грати з контролером

source: Such as a PlayStation, Xbox, or 8BitDo controller.
be: Накшталт кантролера PlayStation, Xbox або 8BitDo.
el: Όπως για παράδειγμα, ένα χειριστήριο PlayStation, Xbox ή 8BitDo.
es: Como un mando de 8Bitdo, PlayStation o Xbox.
fr: Par exemple une manette de PlayStation, Xbox ou 8BitDo.
pl: Takim jak kontroler PlayStation, Xbox lub 8BitDo.
pt_br: Como um controle de PlayStation, Xbox ou 8BitDo.
sv: Till exempel en PlayStation-, Xbox- eller 8BitDo-handkontroll.
uk: Наприклад, контролер PlayStation, Xbox або 8BitDo.

source: Automatically Update Free & Purchased Apps
be: Аўтаматычна абнаўляць бясплатныя і набытыя праграмы
ca: Actualitza automàticament les aplicacions seleccionades gratuïtes i de pagament.
de: Kostenlose und gekaufte Anwendungen automatisch aktualisieren
el: Αυτόματη ενημέρωση δωρεάν και αγορασμένων εφαρμογών
es: Actualizar automáticamente aplicaciones gratuitas y pagadas
fi: Päivitä automaattisesti ilmaiset ja ostetut sovellukset
fr: Mettre à jour automatiquement les applications gratuites et achetées
he: לעדכן יישומים בחינם ובתשלום אוטומטית
hu: Az ingyenes és a megvásárolt alkalmazások automatikus frissítése
nl: Update gratis en betaalde apps automatisch
pl: Automatycznie aktualizuj darmowe i zakupione aplikacje
pt_br: Atualizar automaticamente aplicativos gratuitos e comprados
ru: Автоматически обновлять бесплатные и приобретённые приложения
sk: Automaticky aktualizovať aplikácie zadarmo a zakúpené aplikácie
sv: Uppdatera gratis- och köpta appar automatiskt
tr_tr: Ücretsiz ve Ücretli Uygulamaları Otomatik Olarak Güncelle
uk: Автоматично оновлювати безплатні та придбані застосунки

source: Apps being tried for free will not update automatically
be: Праграмы на пробным перыядзе не будуць абнаўляцца аўтаматычна
ca: Les aplicacions de pagament en fase de prova no s'actualitzaran automàticament.
de: Kostenlos getestete Anwendungen werden nicht automatisch aktualisiert
el: Οι εφαρμογές υπό δωρεάν δοκιμή δεν θα ενημερώνονται αυτόματα
es: Las aplicaciones en modo de prueba no se actualizarán automáticamente
fi: Ilmaiseksi kokeiltavia sovelluksia ei päivitetä automaattisesti
fr: Les applications avec un essai gratuit ne seront pas mises à jour automatiquement
he: יישומים שניסית בחינם לא יתעדכנו אוטומטית
hu: Az ingyenesen kipróbált alkalmazások nem fognak automatikusan frissülni
nl: Systeemupdates en onbetaalde apps zullen niet automatisch worden bijgewerkt
pl: Aplikacje, które są aktualnie testowane nie będą automatycznie aktualizowane
pt_br: Os aplicativos em avaliação gratuita não serão atualizados automaticamente
ru: Приложения, испытываемые бесплатно, не будут обновляться автоматически
sk: Aplikácie, ktorých používanie si skúšate zadarmo, sa nebudú automaticky aktualizovať
sv: Appar som provas gratis uppdateras inte automatiskt
tr_tr: Ücretsiz olarak denenen uygulamalar otomatik olarak güncellenmeyecek
uk: Застосунки, випробувані безплатно не оновлюватимуться автоматично

# action
source: Search
be: Шукаць
de: Suchen
el: Αναζήτηση
es: Búsqueda
fi: Etsi
fr: Rechercher
he: חיפוש
hu: Keresés
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ru: Искать
sk: Hľadať
sv: Sök
tr_tr: Ara
uk: Знайти

source: Browse and manage apps
be: Праглядвайце і кіруйце праграмамі
ca: Navegueu i gestioneu aplicacions
de: Nach Anwendungen suchen und sie verwalten
el: Περιηγηθείτε και διαχειριστείτε εφαρμογές
es: Explora y administra aplicaciones
fi: Selaa ja hallitse sovelluksia
fr: Parcourez et gérez les applications
he: עיון וניהול יישומים
hu: Alkalmazások böngészése és kezelése
nb: Utforsk og håndter programmer
nl: Apps bekijken en beheren
pl: Przeglądaj i zarządzaj aplikacjami
pt_br: Navegue e gerencie aplicativos
ru: Просмотр и управление приложениями
sk: Prehľadávajte a spravujte aplikácie
sv: Bläddra och hantera appar
tr_tr: Uygulamalara göz atın ve yönetin
uk: Керуйте та переглядайте застосунки

source: The open source, pay-what-you-want app store from elementary. Reviewed and curated by elementary to ensure a native, privacy-respecting, and secure experience. Browse by categories or search and discover new apps. AppCenter is also used for updating your system to the latest and greatest version for new features and fixes.
be: Крама праграм з адкрытым зыходным кодам, якая працуе па прынцыпу "плаціце, колькі можаце", ад elementary. Назіраецца elementary, каб забяспечыць уласны, прыватны і бяспечны досвед. Праглядвайце катэгорыі або шукайце і знаходзьце новыя праграмы. AppCenter таксама выкарыстоўваецца для абнаўлення вашай сістэмы да навейшай і лепшай версіі, каб даць вам новыя функцыі і выпраўленні.
ca: La botiga d’aplicacions de codi obert, que permet pagar el que vulgueu, de l'elementary; revisada i mantinguda per l'elementary per garantir una experiència nativa, respectuosa amb la privadesa i segura. Navegueu per les categories o cerqueu i descobriu aplicacions noves. El Centre d'aplicacions també s'usa per actualitzar el sistema a la versió més recent i més avançada per obtenir les funcions i correccions noves.
de: Der Open Source, pay-what-you-want AppStore von elementary. Gepflegt und kuratiert von elementary um eine native, datenschutzfreundliche und sichere Erfahrung zu bieten. Stöbern Sie durch Kategorien oder suchen und entdecken Sie neue Apps. AppCenter wird außerdem zum Aktualisieren Ihres Systems genutzt. Somit erhalten Sie die aktuellste und beste Software mit allen neuen Funktionen und Verbesserungen.
el: Το κέντρο λογισμικού ανοιχτού κώδικα όπου πληρώνετε με τους δικούς σας όρους από την elementary. Εποπτεύεται και επιμελείται από την elementary για να διασφαλισθεί μια εγγενή και ασφαλή εμπειρία με σεβασμό στην ιδιωτικότητα. Περιηγηθείτε ανά κατηγορία ή αναζητήστε και ανακαλύψτε νέες εφαρμογές. Το AppCenter επίσης χρησιμεύει στο να ενημερώνει το λογισμικό σας στην τελευταία έκδοση για νέες λειτουργίες και επιδιορθώσεις.
es: La tienda de aplicaciones de elementary, de código abierto y que permite que pagues lo que tú quieras. Revisada y seleccionada por elementary para garantizar una experiencia nativa, segura y que respete tu privacidad. Explora por categorías, o busca y descubre nuevas aplicaciones. El Centro de aplicaciones también se utiliza para actualizar su sistema a la versión más reciente con las características y correcciones más recientes.
fi: Avoimeen lähdekoodiin ja maksamisen vapaaehtoisuuteen pohjautuva sovelluskauppa elementarylta. Katselmoitu ja kuratoitu elementaryn toimesta, jotta natiivi, yksityisyyttä kunnioittava ja turvallinen kokemus on mahdollinen. Selaa luokkia tai etsi ja löydä uusia sovelluksia. AppCenteriä käytetään myös järjestelmän päivittämiseen uusimpaan versioon uusien ominaisuuksien ja korjausten saamiseksi.
fr: Le magasin d'applications open source et où vous payez ce que vous voulez d'elementary. Les applications sont examinées et sélectionnées par elementary pour garantir une expérience native, respectueuse de la vie privée et sécurisée. Parcourez les catégories ou recherchez et découvrez de nouvelles applications. Le centre d'applications est aussi utile pour la mise à jour de votre système vers la version la plus récente et la plus performante afin d'obtenir de nouvelles fonctionnalités et des correctifs.
he: חנות היישומים בקוד פתוח ל־elementary שמאפשרת גם לשלם כראות עיניך. המאגר נסקר ונאסף על ידי elementary כדי להבטיח חוויה אחידה, מכבדת פרטיות ומאובטחת. ניתן לעיין לפי קטגוריות או לחפש ולגלות יישומים חדש. מרכז היישומים משמש גם לעדכון מערכת הפעלה שלך לגרסה העדכנית והטובה ביותר לקבלת יכולות ותיקונים חדשים.
hu: Az elementary nyílt forráskódú, fizessen-amennyit-akar alkalmazásüzlete. Ellenőrizve és jóváhagyva az elementary által egy natív, adatvédelmet szem előtt tartó és biztonságos élményért. Böngésszen kategóriák szerint, vagy keressen és fedezzen fel új alkalmazásokat. Az Appközpont segítségével mindig a legújabb és legjobb verzióra frissítheti rendszerét.
nb: Fri betal-hva-du-vil -butikk fra elementary. Vurdert og gjennomsett av elementary for å tilby noe systemspesifikt som også er personvernsrespekterende og sikkert. Utforsk kategorier, eller søk og oppdag nye programmer. Programsenter brukes også for å oppdatere systemet ditt til nyeste versjon av funksjoner og feilfikser.
nl: De open source, betaal-wat-je-wilt app store van elementary. Beoordeeld en samengesteld door elementary om een native, privacy respecterende en veilige ervaring te garanderen. Blader door categorieën of zoek en ontdek nieuwe apps. AppCenter wordt ook gebruikt voor het updaten van je systeem naar de nieuwste en beste versie voor nieuwe functies en verbeteringen.
pl: Otwartoźródłowy sklep na zasadzie zapłać-ile-chcesz od elementary. Sprawdzany i selekcjonowany przez elementary by zapewnić natywne, respektujące prywatność i bezpieczne doświadczenie. Przeglądaj według kategorii lub wyszukuj i odkrywaj nowe programy. AppCenter jest także używane do aktualizowania systemu do najnowszej wersji, celem uzyskiwania nowych wspaniałych funkcji i niezbędnych poprawek.
pt_br: A loja de aplicativos de código aberto e pague-quanto-quiser do elementary. Analisado e selecionado pelo elementary para garantir uma experiência nativa, segura e que respeite a privacidade. Navegue por categorias ou pesquise e descubra novos aplicativos. A Central de Aplicativos também é utilizada para atualizar seu sistema para a versão mais recente para novos recursos e correções.
ru: Магазин приложений от elementary с открытым кодом, использующий модель «Платите сколько сможете». Проверяется и курируется elementary, чтобы обеспечить согласованную, с уважением к конфиденциальности и безопасностью работу приложений. Просматривайте приложения по категориям или ищите и открывайте для себя новые приложения. AppCenter также используется для обновления системы до новой версии, чтобы вы получали новые функции и исправления.
sk: Open-source obchod s aplikáciami od elementary s dobrovoľnými platbami. Vyskúšané a preverené aplikácie, aby bol zaručený natívny, bezpečný a súkromie rešpektujúci zážitok. Prezerajte kategórie alebo vyhľadávajte a objavujte nové aplikácie. AppCentrum je tiež používané na aktualizovanie vášho systému na najnovšiu a najlepšiu verziu pre budúce nové funkcie a opravy.
sv: Appbutiken med öppen källkod, betala vad du vill från elementary. Granskade och kurerade av elementary för att säkerställa en inbyggd, integritetsrespekterande och säker upplevelse. Bläddra efter kategorier eller sök och upptäck nya appar. AppCenter används också för att uppdatera ditt system till den senaste och bästa versionen för nya funktioner och korrigeringar.
tr_tr: Elementary'den açık kaynaklı, istediğinizi ödeyin uygulama mağazası. Native, gizliliğe saygılı ve güvenli bir deneyim sağlamak için elementary tarafından incelendi ve düzenlendi. Kategorilere göre göz atın veya yeni uygulamaları arayın ve keşfedin. AppCenter ayrıca sisteminizi yeni özellikler ve düzeltmeler için en son ve en iyi sürüme güncellemek için kullanılır.
uk: Крамниця застосунків від elementary з відкритим кодом, у якій плати як хочеш. Переглянута та курована elementary, щоб забезпечити узгоджену, з повагою до приватності та безпечну роботу застосунків. Переглядайте застосунки за категоріями або відкривайте для себе нові. Центр застосунків також використовується для оновлення системи до найновішої версії, щоб ви отримували нові можливості та виправлення.

source: In-app purchases
be: Пакупкі ў праграме
de: Käufe innerhalb von Anwendungen
el: Αγορές εντός εφαρμογής
es: Compras en la aplicación
fr: Achats via l'application
he: רכישות מתוך היישום
nl: In-app aankopen
pl: Zakupy wewnątrz aplikacji
pt_br: Compras dentro do aplicativo
sv: Köp i appen
uk: Покупки в застосунку

source: Add-Ons
el: Επεκτάσεις
sv: Tillägg
uk: Додатки

source: Website
be: Вэб-сайт
de: Internetseite
el: Ιστοσελίδα
es: Sitio web
fi: Verkkosivusto
fr: Site web
he: אתר
hu: Weboldal
pl: Strona internetowa
ru: Веб-сайт
sk: Webstránka
sv: Webbplats
tr_tr: Web sitesi
uk: Вебсайт

source: Get Help
be: Атрымаць дапамогу
de: Hilfe
el: Λάβετε βοήθεια
es: Obtener ayuda
fi: Tuki
fr: Obtenir de l'aide
he: קבלת עזרה
hu: Segítségszerzés
nl: Krijg hulp
pl: Pomoc
pt_br: Obter ajuda
ru: Получить помощь
sk: Získať pomoc
sv: Få hjälp
tr_tr: Yardım Al
uk: Отримати допомогу

source: Contact The Developer
be: Звязацца з распрацоўшчыкам
de: Entwickler kontaktieren
el: Επικοινωνήστε με τον προγραμματιστή
es: Contactar al desarrollador
fi: Ota yhteys kehittäjään
fr: Contacter le développeur
he: יצירת קשר עם המפתח
hu: A fejlesztő felkeresése
nl: Neem contact op met de ontwikkelaar
pl: Skontaktuj się z deweloperem
pt_br: Contate o desenvolvedor
ru: Связаться с разработчиком
sk: Kontaktovať vývojára
sv: Kontakta utvecklaren
tr_tr: Geliştiriciyle İletişime Geç
uk: Зв'язатися з розробником

source: Sponsor
be: Падтрымаць
de: Unterstützer
el: Συνεισφέρετε
es: Patrocinar
fi: Sponsoroi
fr: Donner
he: מימון
hu: Támogatás
pl: Sponsoruj
pt_br: Patrocinador
ru: Поддержать
sk: Podporiť
uk: Спонсорувати

source: Contribute Translations
be: Паўдзельнічаць у перакладзе
de: Übersetzungen beitragen
el: Συνεισφέρετε μεταφράσεις
es: Contribuir traducciones
fi: Osallistu käännöksiin
fr: Contribuer à la traduction
he: תרומת תרגומים
hu: Közreműködés a fordításban
nl: Draag bij aan de vertalingen
pl: Pomóż w tłumaczeniu
pt_br: Sugerir traduções
ru: Помочь с переводом
sk: Prispieť prekladmi
sv: Bidra med översättningar
tr_tr: Çevirilere Katkıda Bulun
uk: Допомогти з перекладом

source: Get The Source Code
be: Атрымаць зыходны код
de: Quelltext
el: Δείτε τον πηγαίο κώδικα
es: Obtener el código fuente
fi: Hanki lähdekoodi
fr: Obtenir le code source
he: משיכת קוד המקור
hu: Forráskód
nl: Verkrijg de broncode
pl: Zdobądź kod źródłowy
pt_br: Obtenha o código fonte
ru: Получить исходный код
sk: Získať zdrojový kód
sv: Hämta källkoden
tr_tr: Kaynak Kodunu Al
uk: Отримати початковий код

source: Get Involved
be: Дапамагчы з распрацоўкаю
de: Mitmachen
el: Βοηθήστε στην Ανάπτυξη
es: Participa
fr: Contribuer
he: השתתפות
nl: Doe mee
pl: Zaangażuj się
pt_br: Envolva-se
ru: Помочь в разработке
sv: Engagera dig
uk: Долучитися

source: No License
el: Χωρίς άδεια χρήσης
fr: Pas de licence
sv: Ingen licens
uk: Немає ліцензії

source: Contact %s for licensing information
el: Απευθυνθείτε στο %s για πληροφορίες άδειας
fr: Contactez %s pour des informations sur la licence
sv: Kontakta %s för licensinformation
uk: Зверніться до %s для отримання інформації про ліцензування

source: Mixed License
el: Μεικτή άδεια χρήσης
fr: Licence mixte
sv: Blandad licens
uk: Змішана ліцензія

source: Custom License
el: Εξατομικευμένη άδεια
fr: Licence personnalisée
sv: Anpassad licens
uk: Користувацька ліцензія

source: Payment provided by Stripe
be: Аплата праз Stripe
de: Zahlung üer Stripe
el: Η πληρωμή παρέχεται από την Stripe
es: Pagos proporcionados por Stripe
fi: Maksun toteuttaa Stripe
fr: Paiement via Stripe
he: התשלום סופק על ידי Stripe
hu: Fizetés a Stripe-on keresztül
nl: Betalingen aangeboden door Stripe
pl: Płatności obsługiwane przez Stripe
pt_br: Pagamento fornecido pela Stripe
ru: Оплата осуществляется через Stripe
sk: Nákup poskytovaný cez Stripe
sv: Betalning tillhandahålls av Stripe
tr_tr: Ödeme Stripe tarafından sağlanır
uk: Платіж забезпечено Stripe

source: AppCenter
ar: آب سنتر
ca: Centre d'aplicacions
ckb: ناوەندی نەرمەواڵەکان
cs: Centrum Aplikací
eo: Aplikaĵa Centro
es: Centro de Aplicaciones
fi: Sovelluskeskus
fr: Centre d’Applications
gl: Centro de aplicacións
he: מרכז היישומים
hu: Appközpont
mn: Аппын Төв
mr: अनुप्रयोग भांडार(अॅप सेंटर)
nb: AppSenter
pa: ਐਪ-ਸੈਂਟਰ
pt_br: Central de Aplicativos
ro: Centru de Aplicații
sk: AppCentrum
ta: மென்பொருள்-மையம்
th: ศูนย์รวมแอพ
uk: Центр застосунків
ur: مرکزِ اپلی کیشن
vi: Trung tâm Ứng dụng

source: Downloading a list of available updates to the installed apps
he: מתקבלת רשימת העדכונים הזמינים ליישומים המותקנים
hu: A telepített alkalmazások frissítéseinek listájának letöltése
nl: Een lijst met updates voor de geïnstalleerde apps downloaden
ru: Загрузка списка доступных обновлений для приложений

source: https://www.gnu.org/proprietary/proprietary.en.html
fr: https://www.gnu.org/proprietary/proprietary.fr.html

source: Flathub
ckb: فلاتهەب
fi: Flathubista

source: Facebook
ar: فيسبوك
mn: Фэйсбүүк
mr: फेसबुक
pa: ਫੇਸਬੁੱਕ

source: Twitter
ar: تويتر
mn: Жиргэх
mr: ट्विटर
pa: ਟਵਿੱਟਰ

source: Reddit
ar: ريديت
mr: रेडिट
pa: ਰੈੱਡਿਟ

source: Tumblr
ar: تمبلر
mr: टंबलर
pa: ਟਮਲਰ

source: Telegram
ar: تيليجرام
mr: टेलीग्राम
pa: ਟੈਲੀਗ੍ਰਾਮ

source: Non-Curated Apps
eo: Ne-kontrolitaj Aplikaĵoj
gl: Aplicacións non revisadas polos editores
mn: Ашиглаагүй аппууд
vi: Không được quản lý

source: Flatpak runtime
eo: Rultempo de Flatpak

source: Application installed
mn: Програм суулгагдсан
ta: மென்பொருள் நிறுவப்பட்டது
th: ติดตั้งโปรแกรมแล้ว
ur: ایپ نصب کر دی گئی
vi: Ứng dụng đã được cài đặt

source: %s has been successfully installed
mn: %s амжилттай суулгагдлаа
th: %s ได้ถูกติดตั้งอย่างสมบูรณ์แล้ว
ur: پیکج %s کامیابی کے ساتھ انسٹال کر دیا گیا ہے
vi: %s đã được cài đặt thành công

source: Content Warning
mn: Агуулгын анхааруулга
vi: Cảnh báo nội dung

source: Show content warnings
mn: Агуулгын анхааруулгыг харах
vi: Hiện cảnh báo nội dung

source: Don’t Install
mn: Суулгахгүй
vi: Đừng cài đặt

source: Install Anyway
mn: Суулгая

source: Are you sure you want to Restart?
mn: Та системийн унтрааж асаахдаа итгэлтэй байна уу?
ta: நிச்சயமாக நீங்கள் மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?
vi: Bạn có chắc chắn muốn khởi động lại?

source: This will close all open applications and restart this device.
mn: Төхөөрөмжийг унтрааж асаах үед одоо ажиллаж байгаа бүх програмуудаас гарах болно.
ta: இது எல்லா திறந்த பயன்பாடுகளையும் மூடிவிட்டு இந்த சாதனத்தை மறுதொடக்கம் செய்யும்.
vi: Điều này sẽ đóng tất cả các ứng dụng đang mở và khởi động lại thiết bị.

source: Restart
mn: Дахин эхлүүлэх
ta: மறுதொடக்கம்
vi: Khởi động lại
