Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: Legacy Autostart
be: Састарэлы аўтазапуск
ca: Inici automàtic de llegat
de: Herkömmlicher automatischer Start
el: Παρωχημένη αυτόματη εκκίνηση
es: Inicio automático heredado
fi: Vanhentunut automaattikäynnistys
fr: Ancien démarrage automatique
he: התחלה אוטומטית מיושנת
hu: Elavult automatikus indulás
ja: 旧来の自動起動システム
nl: Verouderde autostart
pl: Przestarzałe automatyczne uruchamianie
pt_br: Inicialização Legada
ru: Устаревший автозапуск
sk: Zastarané automatické spustenie
sv: Föråldrad autostart
tr_tr: Eski Otomatik Başlatma
uk: Застарілий автозапуск

source: Can automatically start up and run in the background without asking
be: Можа аўтаматычна запускацца і выконвацца ў фоне без запыту
ca: Es pot iniciar i executar automàticament en segon pla sense demanar-ho
de: Kann ohne Nachfrage automatisch starten und im Hintergrund ausgeführt werden
el: Μπορεί να εκκινείται αυτόματα και να εκτελείται στο παρασκήνιο χωρίς ερώτηση
es: Puede que se inicie y ejecute automáticamente en segundo plano sin preguntar
fi: Voi käynnistyä automaattisesti ja toimia taustalla lupaa kysymättä
fr: Peut démarrer automatiquement et s'exécuter en arrière-plan sans demande préalable
he: יוכל לעלות אוטומטית ולפעול ברקע מבלי לבקש
hu: Automatikusan elindulhat és futhat a háttérben kérdés nélkül
ja: 許可なく自動起動とバックグラウンド実行が可能です
nl: Kan automatisch starten en op de achtergrond draaien zonder toestemming te vragen
pl: Może automatycznie uruchomić się i działać w tle bez pytania
pt_br: Pode ser iniciado automaticamente e executado em segundo plano sem perguntar
ru: Может запускаться автоматически и работать в фоне без разрешения
sk: Môže sa bez opýtania automaticky spustiť a bežať na pozadí
sv: Kan starta automatiskt och köras i bakgrunden utan att fråga
tr_tr: Sormadan otomatik olarak başlatılabilir ve arka planda çalışabilir
uk: Може автоматично запускатися і працювати у фоновому режимі без запиту

source: Location Access
be: Доступ да лакацыі
ca: Accés a la ubicació
cs: Přístup k poloze
de: Zugriff auf Ortsdienste
el: Πρόσβαση στην τοποθεσία σας
es: Acceso a la ubicación
fi: Pääsy sijaintiin
fr: Accès à l'emplacement
he: גישה למיקום
hu: Helyhozzáférés
id: Akses Lokasi
ja: 位置情報へのアクセス
nb: Posisjonstilgang
nl: Locatietoegang
pl: Dostęp do lokalizacji
pt_br: Acesso de Localização
ru: Доступ к местоположению
sk: Prístup k polohe
sv: Platsåtkomst
tr_tr: Konum Erişimi
uk: Доступ до розташування

source: Can see your precise location at any time without asking
be: Можа бачыць ваша дакладнае месцазнаходжанне ў любы час без запыту
ca: Es pot veure la ubicació precisa en qualsevol moment sense demanar-ho.
cs: Může kdykoliv zjistit vaši přesnou polohu bez zeptání
de: Kann ohne Nachfrage jederzeit Ihren genauen Aufenthaltsort ermitteln
el: Μπορεί να δει την ακριβή τοποθεσία σας οποιαδήποτε στιγμή χωρίς να ρωτήσει
es: Puede ver su ubicación precisa en todo momento sin preguntar
fi: Voi nähdä tarkan sijaintisi milloin tahansa kysymättä
fr: Peut accéder à votre position précise à tout moment, sans avoir à vous le demander
he: אפשרות לצפות במיקום המדויק בכל עת מבלי לבקש
hu: Láthatja a pontos tartózkodási helyét bármikor, kérdés nélkül
id: Dapat melihat lokasi persis Anda kapan saja tanpa bertanya
ja: 許可なくいつでもユーザーの正確な現在地の検出が可能です
nb: Har tilgang til din nøyaktige posisjon når som helst uten å spørre
nl: Kan altijd uw exacte locatie achterhalen zonder u om toestemming te vragen
pl: Może sprawdzić twoją dokładną lokalizację w dowolnym momencie bez pytania
pt_br: Acesso a sua localização a qualquer momento sem perguntar
ru: Может в любое время получить ваше точное местоположение без разрешения
sk: Môže bez opýtania kedykoľvek zistiť vašu presnú polohu
sv: Kan se din exakta position när som helst utan att fråga
tr_tr: İstediği zaman sormadan tam konumunuzu görebilir
uk: Можливість бачити своє точне місце перебування будь-коли без запиту

source: Legacy Notifications
be: Старыя апавяшчэнні
ca: Notificacions de llegat
de: Veraltete Benachrichtigungen
el: Παρωχημένες Ειδοποιήσεις
es: Notificaciones heredadas
fi: Vanhentuneet ilmoitukset
fr: Anciennes notifications
he: התראות מיושנות
hu: Elavult értesítések
ja: 旧来の通知システム
nb: Gammeldagse merknader
nl: Verouderde notificaties
pl: Przestarzałe powiadomienia
pt_br: Notificações Legadas
ru: Устаревшие уведомления
sk: Zastarané oznámenia
sv: Föråldrade meddelanden
tr_tr: Eski Bildirimler
uk: Застарілі сповіщення

source: Bubbles may not be configurable or appear in notification center as “Other”
be: Бурбалкі могуць не наладжвацца або з'яўляцца ў цэнтры апавяшчэнняў як "Іншыя"
ca: És possible que les bombolles no es puguin configurar o que apareguin al centre de notificacions com a altres.
de: Benachrichtigungen sind möglicherweise nicht konfigurierbar und erscheinen im Benachrichtungscenter als »Weitere«
el: Οι ειδοποιήσεις μπορεί να μην είναι ρυθμιζόμενες ή να εμφανίζονται στο κέντρο ειδοποιήσεων ως "Άλλες"
es: Las notificaciones puede que no sean configurables o aparezcan en el Centro de notificaciones como «Otros»
fr: Les bulles risquent de ne pas être configurables ou d'apparaître dans le centre de notification comme « Autres »
he: הבועות לא תושפענה מהגדרות או תופענה במרכז ההתראות בתור „אחר”
hu: Az értesítések nem biztos, hogy személyre szabhatók lesznek és az "Egyéb" kategóriában jelenhetnek meg
ja: 通知バブルが設定不能か、通知センターに“そのほか”のカテゴリーとして表示されます
nl: Bubbels zijn mogelijk niet configureerbaar of verschijnen in het meldingscentrum als "Andere"
pl: Bąbelki mogą nie być konfigurowalne lub będą pokazywać się w centrum powiadomień jako „Inne”
pt_br: A notificação em bolhas podem não ser configuráveis ou aparecer no centro de notificação como "Outro"
ru: Баннеры могут быть недоступны для настройки или отображаться в центре уведомлений как «Другое»
sk: Bubliny nemusia byť nastaviteľné alebo sa môžu v centre oznámení zobrazovať ako „Ostatné“
sv: Bubblor kanske inte är konfigurerbara eller visas i meddelandecentret som "Övrigt"
tr_tr: Baloncuklar yapılandırılamayabilir veya bildirim merkezinde "Diğer" olarak görünmeyebilir
uk: Бульбашки можуть не налаштовуватися або показуватися в центрі сповіщень як «Інше»

source: System Settings Access
be: Доступ да сістэмных налад
ca: Accés a la configuració del sistema
cs: Přístup k nastavením systému
de: Zugriff auf Systemeinstellungen
el: Πρόσβαση στις ρυθμίσεις συστήματος
es: Acceso a configuraciones del sistema
fi: Pääsy järjestelmäasetuksiin
fr: Accès aux paramètres du système
he: גישה להגדרות מערכת
hu: Hozzáférés a rendszerbeállításokhoz
id: Akses Pengaturan Sistem
ja: システム設定へのアクセス
nl: Toegang tot systeeminstellingen
pl: Dostęp do ustawień systemowych
pt_br: Acesso de Configuração do Sistema
ru: Доступ к системным настройкам
sk: Prístup k nastaveniam systému
sv: Åtkomst till systeminställningar
tr_tr: Sistem Ayarlarına Erişim
uk: Доступ до системних налаштувань

source: Can read and modify system settings
be: Можа чытаць і змяняць сістэмныя налады
ca: Es pot llegir i modificar la configuració del sistema.
cs: Může číst a upravit nastavení systému
de: Kann Systemeinstellungen lesen und ändern
el: Μπορεί να διαβάζει και να τροποποιεί ρυθμίσεις συστήματος
es: Puede leer y modificar configuraciones del sistema
fi: Voi lukea ja muokata järjestelmän asetuksia
fr: Peut lire et modifier les paramètres du système
he: יכול לקרוא ולשנות הגדרות מערכת
hu: Olvashatja és módosíthatja a rendszerbeállításokat
id: Dapat membaca dan mengubah pengaturan sistem
ja: システム設定を読み書きできます
nb: Kan lese og endre systeminnstillinger
nl: Kan de systeeminstellingen lezen en aanpassen
pl: Może odczytywać i modyfikować ustawienia systemowe
pt_br: Pode ler e modificar as configurações do sistema
ru: Может читать и изменять системные настройки
sk: Môže čítať a upravovať nastavenia systému
sv: Kan läsa och ändra systeminställningar
tr_tr: Sistem ayarlarını okuyabilir ve değiştirebilir
uk: Може читати та змінювати системні налаштування

source: Public Domain
ar: ملكية عامة
be: Грамадскі набытак
ca: Domini públic
ckb: پاوانی گشتی (پەبلیک)
cs: Volné dílo
el: Κοινό κτήμα
eo: Publika Havaĵo
es: Dominio público
fr: Domaine public
gl: Dominio público
he: רשות הציבור
hu: Közkincs
id: Domain Publik
ja: パブリックドメイン
mr: सार्वजनिक डोमेन
nb: Offentlig eiendom
nl: Publiek domein
nn: Offentleg eigedom
pa: ਪਬਲਿਕ ਡੋਮੇਨ ਵਿੱਚ
pl: Domena publiczna
pt_br: Domínio Público
ro: Domeniu Public
ru: Общественное достояние
sk: Voľné dielo
tr_tr: Kamu malı
uk: Суспільне надбання

source: https://en.wikipedia.org/wiki/Public_domain
ar: https://ar.wikipedia.org/wiki/%D9%85%D9%84%D9%83%D9%8A%D8%A9_%D8%B9%D8%A7%D9%85%D8%A9
be: https://be.wikipedia.org/wiki/%D0%93%D1%80%D0%B0%D0%BC%D0%B0%D0%B4%D1%81%D0%BA%D1%96_%D0%BD%D0%B0%D0%B1%D1%8B%D1%82%D0%B0%D0%BA
ca: https://ca.wikipedia.org/wiki/Domini_p%C3%BAblic
ckb: https://ckb.wikipedia.org/wiki/%D9%BE%D8%A7%D9%88%D8%A7%D9%86%DB%8C_%DA%AF%D8%B4%D8%AA%DB%8C
cs: https://cs.wikipedia.org/wiki/Volné_dílo
de: https://de.wikipedia.org/wiki/Gemeinfreiheit#Public_Domain
el: https://el.wikipedia.org/wiki/%CE%9A%CE%BF%CE%B9%CE%BD%CF%8C_%CE%BA%CF%84%CE%AE%CE%BC%CE%B1
eo: https://eo.wikipedia.org/wiki/Publika_hava%C4%B5o
es: https://es.wikipedia.org/wiki/Dominio_p%C3%BAblico
fi: https://fi.wikipedia.org/wiki/Public_domain
fr: https://fr.wikipedia.org/wiki/Domaine_public_(propri%C3%A9t%C3%A9_intellectuelle)
gl: https://gl.wikipedia.org/wiki/Dominio_p%C3%BAblico
he: https://he.wikipedia.org/wiki/רשות_הציבור
hu: https://hu.wikipedia.org/wiki/K%C3%B6zkincs
id: https://id.wikipedia.org/wiki/Domain_publik
ja: https://ja.wikipedia.org/wiki/パブリックドメイン
mr: https://mr.wikipedia.org/wiki/%E0%A4%B8%E0%A4%BE%E0%A4%B0%E0%A5%8D%E0%A4%B5%E0%A4%9C%E0%A4%A8%E0%A4%BF%E0%A4%95_%E0%A4%85%E0%A4%A7%E0%A4%BF%E0%A4%95%E0%A5%8D%E0%A4%B7%E0%A5%87%E0%A4%A4%E0%A5%8D%E0%A4%B0
nb: https://no.wikipedia.org/wiki/Offentlig_eiendom
nl: https://nl.wikipedia.org/wiki/Publiek_domein
pa: https://simple.wikipedia.org/wiki/Public_domain
pl: https://pl.m.wikipedia.org/wiki/Domena_publiczna
pt_br: https://pt.wikipedia.org/wiki/Dom%C3%ADnio_p%C3%BAblico
ro: https://ro.wikipedia.org/wiki/Domeniul_public
ru: https://ru.wikipedia.org/wiki/%D0%9E%D0%B1%D1%89%D0%B5%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D0%BE%D0%B5_%D0%B4%D0%BE%D1%81%D1%82%D0%BE%D1%8F%D0%BD%D0%B8%D0%B5
sk: https://sk.wikipedia.org/wiki/Public_domain
sv: https://sv.wikipedia.org/wiki/Public_domain
tr_tr: https://tr.wikipedia.org/wiki/Kamu_mal%C4%B1
uk: https://uk.wikipedia.org/wiki/%D0%A1%D1%83%D1%81%D0%BF%D1%96%D0%BB%D1%8C%D0%BD%D0%B5_%D0%BD%D0%B0%D0%B4%D0%B1%D0%B0%D0%BD%D0%BD%D1%8F

source: Free Software
ar: برمجية حرة
be: Свабоднае праграмнае забеспячэнне
ca: Programari lliure
ckb: نەرمەکاڵای بەخۆڕایی
cs: Svobodný Software
de: Freie Software
el: Ελεύθερο λογισμικό
eo: Libera Programo
es: Software libre
fi: Vapaa ohjelmisto
fr: Logiciel Libre
gl: Software libre
he: תכנה חופשית
hu: Szabad szoftver
id: Perangkat Lunak Bebas
ja: 自由ソフトウェア
mr: फ्री सॉफ्टवेअर
nb: Fri programvare
nl: Vrije software
nn: Fri programvare
pa: ਅਜ਼ਾਦ ਸਾਫ਼ਟਵੇਅਰ
pl: Wolne oprogramowanie
pt_br: Software Gratuito
ro: Software Liber
ru: Свободное программное обеспечение
sk: Slobodný softvér
sv: Fri programvara
tr_tr: Özgür Yazılım
uk: Вільне програмне забезпечення

source: https://www.gnu.org/philosophy/free-sw
ar: https://www.gnu.org/philosophy/free-sw.ar.html
ca: https://www.gnu.org/philosophy/free-sw.ca.html
cs: https://www.gnu.org/philosophy/free-sw.cs.html
de: https://www.gnu.org/philosophy/free-sw.de.html
el: https://www.gnu.org/philosophy/free-sw.el.html
eo: https://www.gnu.org/philosophy/free-sw.eo.html
es: https://www.gnu.org/philosophy/free-sw.es.html
fr: https://www.gnu.org/philosophy/free-sw.fr.html
gl: https://www.gnu.org/philosophy/free-sw.gl.html
he: https://www.gnu.org/philosophy/free-sw.he.html
hu: https://www.gnu.org/philosophy/free-sw.hu.html
id: https://www.gnu.org/philosophy/free-sw.id.html
ja: https://www.gnu.org/philosophy/free-sw.ja.html
nb: https://www.gnu.org/philosophy/free-sw.nb.html
nl: https://www.gnu.org/philosophy/free-sw.nl
pt_br: https://www.gnu.org/philosophy/free-sw.pt-br.html
ro: https://www.gnu.org/philosophy/free-sw.ro.html
ru: https://www.gnu.org/philosophy/free-sw.ru.html
sk: https://www.gnu.org/philosophy/free-sw.sk.html
tr_tr: https://www.gnu.org/philosophy/free-sw.tr.html
uk: https://www.gnu.org/philosophy/free-sw.uk.html

source: Proprietary
ar: احتكاري
be: Уласніцкае ПЗ
ca: De propietat
ckb: خاوەنداریەتی
cs: Proprietární
de: Proprietär
el: Ιδιόκτητο
eo: Proprieta
es: Propietario
fi: Suljettu
fr: Propriétaire
gl: Propietario
he: קנייני
hu: Tulajdonjoggal rendelkező
id: Hak Milik
ja: プロプライエタリー
mr: मालकी
nb: Proprietært
nl: Propriëtair
nn: Proprietær
pa: ਮਲਕੀਅਤੀ ਸਾਫ਼ਟਵੇਅਰ
pl: Prawnie zastrzeżone
pt_br: Proprietário
ro: Patentat
ru: Проприетарная лицензия
sk: Proprietárny
sv: Proprietär
tr_tr: Sahipli
uk: Власницьке

source: Unknown License
ar: رخصة غير معروفة
ca: Llicència desconeguda
ckb: مۆڵەتی نەناسراو
cs: Neznámá licence
eo: Nekonata Permesilo
gl: Licenza descoñecida
he: רישיון לא ידוע
hu: Ismeretlen licenc
ja: 不明なライセンス
mr: अज्ञात परवाना
nb: Ukjent lisens
nl: Onbekende licentie
nn: Ukjend lisens
pa: ਅਣਜਾਣ ਲਾਇਸੰਸ
ro: Licență necunoscută
ru: Неизвестная лицензия

source: Fund
ar: قم بالتمويل
ca: Finançament
eo: Financi
gl: Financiar
ja: 資金提供
mn: Сан
mr: निधी
nn: Bidrag
pa: ਫੰਡ
ro: Susţine
vi: Tài trợ

source: Fund the development of this app
ar: ادعم عملية تطوير هذا التطبيق
ca: Financeu el desenvolupament d'aquesta aplicació
eo: Financi la disvolvon de ĉi aplikaĵo
gl: Financiar o desenvolvemento desta aplicación
ja: このアプリの開発に資金を提供します
mn: Энэ апп-г хөгжүүлэх сан
mr: या अॅपच्या विकासासाठी निधी द्या
nn: Finansier utviklinga av denne applikasjonen
pa: ਇਸ ਐਪ ਦੀ ਉੱਨਤੀ ਲਈ ਆਰਥਿਕ ਮਦਦ ਕਰੋ
ro: Susţine dezvoltarea acestei aplicaţii
vi: Tài trợ cho sự phát triển của ứng dụng này

source: Checking for Updates
ar: جاري البحث عن تحديثات
ca: Es comprova si hi ha actualitzacions.
ckb: پشکنین بۆ نوێبوونەوەکان
cs: Hledají se aktualizace
gl: Buscando actualizacións
he: בחיפוש אחר עדכונים
hu: Frissítések keresése
ja: アップデートを確認しています
mr: अद्यतनांसाठी तपासत आहे
nl: Updates zoeken
nn: Leitar etter oppdateringar
pa: ਅਪਡੇਟਾਂ ਲੱਭੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
ro: Se caută actualizări
ru: Проверка обновлений

source: Downloading a list of available updates to the OS and installed apps
ar: قيد تحميل قائمة من التحديثات المتوفرة لنظام التشغيل والتطبيقات المثبتة
ca: Es baixa una llista d'actualitzacions disponibles per al sistema operatiu i les aplicacions instal·lades.
gl: Descargando a lista das actualizacións do sistema operativo e das aplicacións instaladas
ja: OS とインストール済みアプリの、利用可能なアップデートの一覧をダウンロードしています
mr: ओएस व स्थापित अ‍ॅप्ससाठी उपलब्ध अद्यतनांची सूची डाउनलोड करत आहे
nn: Hentar ei liste med tilgjengelege oppdateringar for operativsystemet og installerte appar
pa: ਅਪਰੇਟਿੰਗ ਸਿਸਟਮ ਅਤੇ ਸਥਾਪਤ ਐਪਾਂ ਲਈ ਉਪਲਬਧ ਅਪਡੇਟਾਂ ਦੀ ਸੂਚੀ ਡਾਊਨਲੋਡ ਹੋ ਰਹੀ ਹੈ
ro: Se descarcă o listă de actualizări disponibile pentru sistemul de operare și aplicațiile instalate

source: Update All
ar: حدث الكل
be: Абнавіць усё
ca: Actualitza-ho tot
ckb: نوێکردنەوەی هەموو
cs: Aktualizovat vše
de: Alle aktualisieren
el: Ενημέρωση όλων
eo: Ĝisdatigi Ĉion
es: Actualizar todo
fi: Päivitä kaikki
fr: Tout mettre à jour
gl: Actualizar todo
he: עדכון הכול
hu: Összes frissítése
id: Perbarui Semua
ja: すべてアップデート
mn: Бүгдийг шинэчлэх
mr: सर्व अपडेट करा
nb: Oppdater alt
nl: Alles bijwerken
nn: Oppdater alle
pa: ਸਾਰੀਆਂ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj wszystko
pt_br: Atualizar tudo
ro: Actualizează totul
ru: Обновить всё
sk: Aktualizovať všetko
sv: Uppdatera alla
ta: அனைத்தையும் புதுப்பிக்கவும்
th: อัปเดตทั้งหมด
tr_tr: Tümünü Güncelle
uk: Оновити все
ur: سب کو تاذہ کریں
vi: Cập nhật tất cả

source: Up to Date
ar: محدث بالكامل
be: Усё абноўлена
ca: Al dia
ckb: نوێ
cs: Aktuální
de: Aktuell
el: Όλα Ενημερωμένα
eo: Ĝisdata
es: Actualizado
fi: Ajan tasalla
fr: À jour
gl: Actualizado
he: עדכני
hu: Naprakész
id: Terbaru
ja: 最新の状態
mn: Огноо хүртэл
mr: अद्ययावत
nb: Oppdatert
nl: Actueel
nn: Alt er oppdatert
pa: ਤਰੋ-ਤਾਜ਼ਾ (ਅਪ ਟੂ ਡੇਟ)
pl: Aktualne
pt_br: Atualizado
ro: Aplicații la zi
ru: Обновления не требуются
sk: Aktualizované
sv: Uppdaterad
ta: இது வரை புதுப்பிக்கப்பட்டுள்ளது
th: ล่าสุดแล้ว
tr_tr: Güncel
uk: Найновіші
ur: بلکل جدید ہے
vi: Mới nhất

source: A restart is required to finish installing updates
ar: إعادة التشغيل مطلوبة لإنهاء تثبيت التحديثات
ja: アップデートのインストールを完了するには再起動が必要です
mr: अद्यतने स्थापित करणे पूर्ण करण्यासाठी रीस्टार्ट आवश्यक आहे
nn: Ein omstart er naudsynt for å fullføra installasjon av oppdateringane
pa: ਸਥਾਪਨ ਮੁਕੰਮਲ ਕਰਨ ਲਈ ਸਿਸਟਮ ਬੰਦ ਕਰਕੇ ਦੁਬਾਰਾ ਚਲਾਉਣਾ ਲਾਜ਼ਮੀ ਹੈ

source: Restart Now
ar: أعد التشغيل الآن
eo: Restartigi Nun
gl: Reiniciar agora
ja: 今すぐ再起動
mn: Дахин эхлүүлэх
mr: याक्षणी पुन्हा चालू करा
nn: Omstart no
pa: ਹੁਣੇ ਬੰਦ ਕਰਕੇ ਦੁਬਾਰਾ ਚਲਾਓ
ta: இப்போது மறுதொடக்கம் செய்க
vi: Khởi động lại ngay

source: Requesting a restart failed. Restart manually to finish installing updates
ar: لم تتم إعادة التشغيل. قم بإعادة التشغيل يدوياً لإنهاء تثبيت التحديثات
ja: 再起動できませんでした。アップデートのインストールを完了するには、セッションインジケーターから再起動してください
nn: Forsøket på omstart gjekk ikkje som det skulle. Ta ein omstart manuelt for å fullføra innstallasjonen av oppdateringane
pa: ਆਪਣੇ-ਆਪ ਦੁਬਾਰਾ ਚਲਾਉਣਾ ਨਾਕਾਮ ਰਿਹਾ। ਸਥਾਪਨ ਮੁਕੰਮਲ ਕਰਨ ਲਈ ਖ਼ੁਦ ਹੱਥੀਂ ਬੰਦ ਕਰ ਕੇ ਚਲਾਓ

source: %u Update Available
ar: لا تتوفر تحديثات
be: Даступна %u абнаўленне
ca: %u actualització disponible
ckb: %u نوێکاری بەردەستە
cs: %u dostupná aktualizace
de: %u Aktualisierung verfügbar
el: %u Διαθέσιμη ενημέρωση
eo: %u Ĝisdatigo Disponebla
es: %u actualización disponible
fi: %u päivitys saatavilla
fr: %u mise à jour disponible
gl: %u actualización dispoñible
he: עדכון זמין
hu: %u frissítés érhető el
id: %u Pembaruan Tersedia
ja: %u件のアップデートが利用可能です
mn: %u Шинэчлэл илэрсэн
mr: %u अपडेट उपलब्ध
nb: %u oppdatering tilgjengelig
nl: %u update beschikbaar
nn: %u oppdatering er tilgjengeleg
pa: %u ਅਪਡੇਟ ਉਪਲਬਧ ਹੈ
pl: %u dostępna aktualizacja
pt_br: %u Atualização Disponível
ro: %u actualizare disponibilă
ru: Доступно %u обновление
sk: %u dostupná aktualizácia
sv: %u uppdatering tillgänglig
ta: %u மேம்படுத்தல் கிடைக்கின்றன
th: การอัปเดต %u รายการพร้อมใช้งานแล้ว
tr_tr: %u Güncelleme Mevcut
uk: Доступне %u оновлення
ur: %u اپ ڈیٹس دستیاب
vi: %u bản cập nhật khả dụng

source: Everything is up to date. Last checked %s.
be: Ва ўсіх праграм найноўшыя версіі. Апошняя праверка была %s.
ca: Tot està actualitzat. Darrera comprovació: %s.
cs: Vše je aktuální. Poslední kontrola %s.
de: Alle Bestandteile sind aktuell. Letzte Überprüfung %s.
el: Όλα έχουν ενημερωθεί. Τελευταίος έλεγχος %s.
es: Todo se encuentra al día. Última revisión %s.
fi: Kaikki on ajan tasalla. Viimeksi tarkistettu %s.
fr: Tout est à jour. Dernière vérification le %s.
he: הכול עדכני. בדיקה אחרונה: %s.
hu: Minden naprakész. Legutóbb ellenőrizve %s.
id: Semuanya terbaru. Terakhir diperiksa %s.
ja: 最新の状態です。最終確認: %s
nb: Alt er av nyeste dato. Sist sjekket %s.
nl: Alles is up-to-date. Als laatste gecontroleerd op %s.
nn: Alt er oppdatert. Sjekka sist %s.
pl: Wszystko jest aktualne. Ostatnio sprawdzano %s.
pt_br: Tudo está atualizado. Última verificação %s.
ru: Всё обновлено. Последняя проверка: %s.
sk: Všetko je aktuálne. Posledná kontrola %s.
sv: Allting är uppdaterat. Senast kontrollerad %s.
tr_tr: Her şey güncel. Son kontrol %s.
uk: Усе оновлено до найновішої версії. Востаннє перевірено %s.

source: Drivers
ar: التعريفات
eo: Peliloj
gl: Controladores
ja: ドライバー
mr: ड्राइव्हर्स
nn: Drivarar
pa: ਡਰਾਇਵਰ
ro: Drivere
ta: இயக்கிகள்
vi: Các trình điều khiển

source: Other Apps by %s
ar: تطبيقات أخرى من %s
be: Іншыя праграмы %s
ca: Altres aplicacions de %s
ckb: ئەپەکانی تر لەلایەن %s
cs: Ostatní aplikace od %s
de: Weitere Anwendungen von %s
el: Άλλες εφαρμογές από %s
eo: Aliaj Aplikaĵoj je %s
es: Otras aplicaciones por %s
fi: Muita tekijän %s sovelluksia
fr: Autres applications par %s
gl: Outras aplicacións de %s
he: יישום אחרים מאת %s
hu: %s további alkalmazásai
id: Aplikasi Lainnya oleh %s
ja: %s によるほかのアプリ
mn: %s хийсэн бусад аппууд
mr: %s प्रमाणे इतर अॅप्स
nb: Andre programmer av %s
nl: Andere applicaties van %s
nn: Andre applikasjonar av %s
pa: %s ਦੁਆਰਾ ਬਣਾਈਆਂ ਹੋਰ ਐਪਾਂ
pl: Inne programy autorstwa %s
pt_br: Outros Aplicativos por %s
ro: Alte aplicaţii de %s
ru: Другие приложения от %s
sk: Iné aplikácie od %s
sv: Övriga appar av %s
tr_tr: %s tarafından diğer uygulamalar
uk: Інші застосунки від %s
vi: Các ứng dụng khác %s

source: Recently Updated
ar: المحدثة مؤخراً
be: Нядаўна абноўленыя
ca: Actualitzat recentment
ckb: نوێبوووەکانی ئەم دوایییە
cs: Nedávno aktualizované
de: Kürzlich aktualisiert
el: Ενημερώθηκαν Πρόσφατα
eo: Freŝe Ĝisdatigita
es: Actualizadas recientemente
fi: Äskettäin päivitetty
fr: Mises à jour récentes
gl: Actualizadas recentemente
he: עודכנו לאחרונה
hu: Nemrég frissített
id: Baru Saja Diperbarui
ja: 最近アップデートされたアプリ
mn: Саяхан шинэчлэгдсэн
mr: अलीकडे अपडेट केलेले
nb: Nylig oppdatert
nl: Onlangs bijgewerkt
nn: Nyleg oppdatert
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਅਪਡੇਟ ਕੀਤੀਆਂ ਹੋਈਆਂ
pl: Ostatnio zaktualizowane
pt_br: Atualizados Recentemente
ro: Actualizate recent
ru: Недавно обновлённые
sk: Nedávno aktualizované
sv: Nyligen uppdaterad
ta: சமீபத்தில் புதுப்பிக்கப்பட்டது
tr_tr: Son Güncellenen
uk: Нещодавно оновлені
vi: Đã cập nhật gần đây

source: Paid Apps
be: Платныя праграмы
ca: Aplicacions de pagament
ckb: نەرمەکاڵا بەپارەکان
cs: Placené aplikace
de: Kostenpflichtige Anwendungen
el: Εφαρμογές επί πληρωμή
es: Aplicaciones de pago
fi: Maksulliset sovellukset
fr: Applications payantes
he: יישומים בתשלום
hu: Fizetős alkalmazások
id: Aplikasi Berbayar
ja: 有料アプリ
nb: Betalte programmer
nl: Betaalde apps
nn: Betalte appar
pl: Płatne aplikacje
pt_br: Aplicativos pagos
ru: Платные приложения
sk: Platené aplikácie
sv: Betalda appar
tr_tr: Ücretli Uygulamalar
uk: Оплачувані застосунки

source: Free Apps
be: Бясплатныя праграмы
ca: Aplicacions gratuïtes
ckb: ئەپە خۆڕاییەکان
cs: Aplikace zdarma
de: Kostenlose Anwendungen
el: Δωρεάν εφαρμογές
es: Aplicaciones gratuitas
fi: Ilmaiset sovellukset
fr: Applications gratuites
he: יישומים בחינם
hu: Ingyenes alkalmazások
id: Aplikasi Gratis
ja: 無料アプリ
nb: Gratisprogrammer
nl: Gratis apps
nn: Gratis appar
pl: Darmowe aplikacje
pt_br: Aplicativos Grátis
ru: Бесплатные приложения
sk: Aplikácie zadarmo
sv: Gratis appar
tr_tr: Ücretsiz Uygulamalar
uk: Безплатні застосунки

source: Categories
ar: الفئات
be: Катэгорыі
ckb: هاوپۆله‌كان
cs: Kategorie
de: Kategorien
el: Κατηγορίες
eo: Kategorioj
es: Categorías
fi: Luokat
fr: Catégories
gl: Categorías
he: קטגוריות
hu: Kategóriák
id: Kategori
ja: カテゴリー
mn: Ангилалууд
mr: श्रेणी
nb: Kategorier
nl: Categorieën
nn: Kategoriar
pa: ਵਰਗ
pl: Kategorie
pt_br: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sv: Kategorier
ta: பிரிவுகள்
th: หมวดหมู่
tr_tr: Kategoriler
uk: Категорії
ur: اقسام
vi: Danh mục

source: Accessories
ar: الأكسسوارات
be: Інструменты
ca: Accessoris
ckb: ئێکسسواراتەکان
cs: Příslušenství
de: Zubehör
el: Βοηθήματα
eo: Akcesoraĵoj
es: Accesorios
fi: Apuohjelmat
fr: Accessoires
gl: Accesorios
he: עזרים
hu: Kellékek
id: Aksesoris
ja: アクセサリー
mn: Дагалдах хэрэгсэл
mr: अॅक्सेसरीज
nb: Tilbehør
nl: Hulpmiddelen
nn: Tilbehøyr
pa: ਸੰਗੀ
pl: Akcesoria
pt_br: Acessórios
ro: Accesorii
ru: Утилиты
sk: Príslušenstvo
sv: Tillbehör
ta: துணைக்கருவிகள்
th: เครื่องใช้ไม้สอย
tr_tr: Aksesuarlar
uk: Приладдя
ur: لوازمات
vi: Tiện ích

source: Audio
ar: الصوت
be: Аўдыя
ca: Àudio
ckb: ده‌نگ
cs: Zvuk
el: Ήχος
eo: Aŭdado
fi: Ääni
gl: Son
he: שמע
hu: Hang
id: Suara
ja: オーディオ
mn: Аудио
mr: ध्वनी
nb: Lyd
nl: Geluid
nn: Lyd
pa: ਆਡੀਓ
pl: Dźwięk
pt_br: Áudio
ru: Аудио
sk: Zvuk
sv: Ljud
ta: ஒலி அமைவு
th: เสียง
tr_tr: Ses
uk: Аудіо
ur: آڈیو
vi: Âm thanh
