Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: Location Sharing
be: Перадача лакацыі
ca: Compartició d'ubicació
ckb: هاوبەشی پێکردنی شوێن
cs: Sdílení polohy
de: Standortübermittlung
el: Κοινοποίηση Τοποθεσίας
es: Ubicación compartida
fi: Sijainnin jakaminen
fr: Partage de localisation
he: שיתוף המיקום
hu: Helyzetmegosztás
id: Berbagi Lokasi
ja: 位置情報の共有
nb: Posisjonsdeling
nl: Locatie delen
nn: Deling av lokaliseringsdata
pl: Udostępnianie lokalizacji
pt_br: Compartilhamento de Localização
ru: Передача местоположения
sk: Zdieľanie polohy
sv: Platsdelning
tr_tr: Konum Paylaşımı
uk: Надсилання даних про розташування

source: Other people can see your real-world location
be: Іншыя людзі могуць бачыць вашу лакацыю ў рэальным свеце
ca: Altres persones poden veure la vostra ubicació real.
ckb: خەڵکی تر دەتوانن شوێنی ڕاستەقینەت بزانن
cs: Ostatní mohou vidět vaši reálnou polohu
de: Andere Personen können Ihren tatsächlichen Aufenthaltsort sehen
el: Άλλα άτομα μπορούν να δουν την πραγματική σας τοποθεσία
es: Otras personas pueden ver su ubicación física real
fi: Muut ihmiset näkevät sijaintisi
fr: D'autres personnes peuvent voir votre localisation réelle
he: אנשים זרים יכולים לראות את המיקום שלך בעולם האמתי
hu: Más emberek láthatják a valós helyzetét
id: Orang lain dapat melihat lokasi dunia nyata Anda
ja: 現実世界でのあなたの現在地を他人が確認できます
nb: Andre kan se din posisjon i den virkelige verden
nl: Andere mensen kunnen uw werkelijke locatie zien
nn: Andre mennesker kan sjå din faktiske posisjon
pl: Inne osoby mogą widzieć twoją lokalizację w prawdziwym świecie
pt_br: Outras pessoas podem ver sua localização no mundo real
ru: Другие люди могут видеть ваше местоположение в реальном мире
sk: Ostatní ľudia môžu vidieť vašu aktuálnu polohu
sv: Andra personer kan se var du befinner dig i verkligheten
tr_tr: Diğer kişiler gerçek dünyadaki konumunuzu görebilir
uk: Інші люди можуть бачити ваше місце перебування

source: Collects anonymous usage data
be: Збірае ананімныя даныя аб выкарыстанні
ca: Recopila dades d'ús anònimes.
ckb: کۆکردنەوەی داتای بەکارهێنان بەشێوەی نەناسراوی
cs: Sbírá anonymní data o používání
de: Sammelt anonyme Nutzungsdaten
el: Συλλέγει ανώνυμα δεδομένα χρήσης
es: Recopila datos de uso anónimos
fi: Kerää anonyymiä käyttötietoa
fr: Collecte des données d'utilisation anonymes
he: אוסף נתוני שימוש אלמוניים
hu: Névtelen használati adatokat gyűjt
id: Mengumpulkan data penggunaan anonim
ja: 匿名の使用状況データの収集
nb: Samler inn anonym bruksdata
nl: Verzameld anonieme gebruiksgegevens
nn: Samlar inn brukardata anonymt
pl: Zbiera zanonimizowane dane użytkowe
pt_br: Coleta dados de uso anônimos
ru: Сбор обезличенных данных об использовании
sk: Zbiera anonymné údaje o používaní
sv: Samlar in anonyma användningsdata
tr_tr: Anonim kullanım verilerini toplar
uk: Збирання знеособлених даних про користування

source: Collects usage data that could be used to identify you
be: Збірае даныя аб выкарыстанні, якія могуць быць выкарыстаныя для вашай ідэнтыфікацыі
ca: Recopila dades d’ús que es podrien usar per identificar-vos.
ckb: کۆکردنەوەی داتای بەکارهێنان کە دەکرێت بەکارىیت بۆ ناسینەوەت
cs: Shromažďuje data o používání, která by mohla být použita pro vaší identifikaci
de: Sammelt Nutzungsdaten, die verwendet werden können, um Sie zu identifizieren
el: Συλλέγει δεδομένα χρήσης που μπορούν να χρησιμοποιηθούν για να σας εντοπίσουν
es: Recopila datos de uso que se pueden usar para identificarlo
fi: Kerää käyttötietoa, joka on mahdollista yhdistää sinuun
fr: Collecte des données d'utilisation qui pourraient être utilisées pour vous identifier
he: אוסף נתוני שימוש שיכולים לסייע בזיהוי שלך
hu: Identifikálásra alkalmas használati adatokat gyűjt
id: Mengumpulkan data penggunaan yang dapat digunakan untuk mengidentifikasi Anda
ja: ユーザーの特定に使用される可能性があるユーザーデータが収集されます
nb: Samler bruksdata som kan brukes til å identifisere deg
nl: Verzameld gebruiksgegevens die mogelijk kunnen worden gebruikt om u te identificeren
nn: Samlar inn brukardata som kan bli nytta til å identifisera deg
pl: Zbiera dane użytkowe które mogą być wykorzystane do identyfikacji ciebie
pt_br: Coleta dados de uso que podem ser usados para te identificar
ru: Собирает данные об использовании, которые могут быть использованы для идентификации вашей личности
sk: Zbiera údaje o používaní, ktoré by mohli byť použité na identifikáciu vašej osoby
sv: Samlar in användningsdata som kan användas för att identifiera dig
tr_tr: Sizi tanımlamak için kullanılabilecek kullanım verilerini toplar
uk: Збирає дані про користування, які можна використати для ідентифікації вас

source: Info Sharing
be: Адсыланне інфармацыі
ca: Compartició d'informació
ckb: هاوبەشی پێکردنی زانیاری
cs: Sdílení informací
de: Teilen von Informationen
el: Κοινοποίηση Πληροφοριών
es: Recopila información
fi: Tietojen jakaminen
fr: Partage d'info
he: שיתוף מידע
hu: Információmegosztás
id: Berbagi Info
ja: 情報の共有
nb: Infodeling
nl: Informatie delen
nn: Deling av informasjon
pl: Udostępnianie informacji
pt_br: Compartilhamento de informações
ru: Отправка информации
sk: Zdieľanie informácií
sv: Informationsdelning
tr_tr: Bilgi Paylaşımı
uk: Надсилання інформації

source: Screenshot Not Available
ar: لقطات الشاشة غير متوفرة
be: Здымак экрана недаступны
ca: Captura no disponible
ckb: سکرینشۆت بەردەست نییە
cs: Snímek obrazovky není k dispozici
de: Bildschirmfoto nicht vorhanden
el: Το στιγμιότυπο οθόνης δεν είναι διαθέσιμο
eo: Ekrankopio Ne Disponebla
es: Captura de pantalla no disponible
fi: Kuvakaappausta ei ole saatavilla
fr: Capture d’écran non disponible
gl: Captura de pantalla non dispoñíbel
he: אין צילום מסך
hu: Nem érthető el képernyőkép
id: Tangkapan Layar Tidak Tersedia
ja: スクリーンショットを表示できません
mn: Дэлгэцийн зураг байхгүй
mr: स्क्रीनशॉट उपलब्ध नाही
nb: Skjermbilde ikke tilgjengelig
nl: Geen schermafbeelding beschikbaar
nn: Skjermbilete er ikkje tilgjengeleg
pa: ਸਕਰੀਨਸ਼ਾਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Zrzut ekranu niedostępny
pt_br: Captura de Tela Não Disponível
ro: Captura de ecran nu este disponibilă
ru: Снимок недоступен
sk: Snímok obrazovky nie je dostupný
sv: Ingen skärmbild tillgänglig
ta: ஸ்கிரீன்ஷாட் கிடைக்கவில்லை
th: ภาพตัวอย่างยังไม่สามารถใช้งานได้
tr_tr: Ekran Görüntüsü Mevcut Değil
uk: Знімок екрана недоступний
ur: سکرین شاٹ دستیاب نہیں
vi: Không có ảnh chụp màn hình

source: What's New:
ar: ما الجديد:
ca: Què hi ha de nou:
ckb: چی نوێیە:
cs: Co je nového:
eo: Kio Novas:
es: Novedades:
fi: Uutuudet:
fr: Nouveautés :
gl: Novidades:
he: מה חדש:
hu: Újdonságok:
ja: 更新情報:
mn: Шинэ зүйл:
mr: नवीन काय आहे:
nb: Nyheter:
nl: Wat er nieuw is:
nn: Nyhende:
pa: ਇਹਦੇ ਵਿੱਚ ਨਵਾਂ ਕੀ ਹੈ:
pt_br: O Que Há de Novo:
ro: Ce este nou:
ru: Что нового:
sk: Čo je nové:
vi: Tin tức mới:

source: Extensions:
ar: الإضافات:
cs: Rozšíření:
eo: Kromaĵoj:
gl: Complementos:
hu: Bővítmények:
ja: 拡張機能:
mn: Өргтгөлүүд:
mr: विस्तार :
nn: Utvidingar:
pa: ਵਾਧਕ:
ro: Extensii:
ta: நீட்சிகள்:
th: ส่วนขยาย:
ur: ایکس ٹینشن:
vi: Tiện ích mở rộng:

source: Homepage
ar: الصفحة الرئيسية
ca: Pàgina principal
eo: Ĉefpaĝo
gl: Páxina principal
ja: ホームページ
mn: Нүүр хуудас
mr: मुख्य पृष्ठ
nn: Heimeside
pa: ਮੁੱਖ-ਪੰਨਾ
ro: Pagină de pornire
ta: முதன்மை-பக்கம்
vi: Trang chủ

source: Translate
ar: ترجم
ca: Traducció
ja: 翻訳作業に参加
nn: Oversett
pa: ਤਰਜਮਾ ਕਰੋ
ro: Tradu

source: Send Feedback
ar: أرسل ملاحظاتك
be: Напісаць водгук
ca: Envieu retroacció
ckb: ناردنی فیدباک
cs: Poslat zpětnou vazbu
de: Rückmeldung geben
el: Αποστολή σχολίων
es: Enviar comentarios
fi: Lähetä palautetta
fr: Faire un retour
he: שליחת משוב
hu: Visszajelzés küldése
id: Kirimkan Umpan Balik
ja: フィードバックを送信
nb: Send tilbakemelding
nl: Feedback geven
nn: Send tilbakemelding
pa: ਹੁੰਗਾਰਾ ਭੇਜੋ
pl: Wyślij opinię
pt_br: Enviar Feedback
ro: Trimite feedback (îmbunătățiri)
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sv: Skicka återkoppling
tr_tr: Geri bildirim gönder
uk: Надіслати відгук

source: Help
ar: المساعدة
ca: Ajuda
eo: Helpo
gl: Axuda
ja: ヘルプ
mn: Тусламж
mr: मदत
nn: Hjelp
pa: ਮਦਦ
ro: Ajutor
ta: உதவி
vi: Trợ giúp

source: Link copied to clipboard
ar: تم نسخ الرابط للحافظة
ca: Enllaç copiat al porta-retalls
eo: Ligilo en la tondujo
gl: Ligazón copiada no portapapeis
ja: リンクをクリップボードにコピーしました
mn: Холбоосыг түр санах ойд хуулах
mr: दुवा क्लिपबोर्डवर कॉपी केला
nn: Lenke kopiert til utklippstavle
pa: ਲਿੰਕ ਕਲਿਪਬੋਰਡ 'ਤੇ ਨਕਲ ਹੋ ਚੁੱਕਿਐ
ro: Link copiat in clipboard
vi: Đường dẫn đã được sao chép lưu tạm thời

source: Check out %s on AppCenter:
ar: شاهد %s على آب سنتر:
ca: Obtingueu %s al Centre d'aplicacions:
eo: Esploru pri %s ĉe la Aplikaĵa Centro:
gl: Bote unha ollada a %s no Centro de Aplicacións:
ja: AppCenter で %s を確認:
mn: %s Аппын Төвөөс шалгах:
mr: अँप सेंटर वर %s बघा:
nn: Sjekk ut %s i AppCenter:
pa: %s ਨੂੰ ਐਪ-ਸੈਂਟਰ ਵਿੱਚ ਵੇਖੋ:
ro: Încercați %s in AppCenter:
vi: Kiểm tra %s trên Trung tâm Ứng dụng:

source: Share
ar: شارك
ca: Comparteix
eo: Kunhavigi
gl: Compartir
ja: 共有
mn: Хуваалцах
mr: शेअर करा
nn: Del
pa: ਸਾਂਝਾ ਕਰੋ
ro: Partajează
vi: Chia sẻ

source: End of Life
ca: Fi de vida útil
ckb: کۆتایی ژیان
cs: Konec podpory
he: סוף החיים
hu: Életciklus vége
ja: サポート終了
nl: Levenscyclus beëindigt
nn: Utdatert
ru: Окончание поддержки

source: May not work as expected or receive security updates
be: Можа працаваць не так, як вы чакаеце або не атрымліваць абнаўленні бяспекі
ca: És possible que no funcioni com s'espera o que no rebi actualitzacions de seguretat.
ckb: لەوانەیە بەو شێوەیە کار نەکات کە پێشبینی دەکەیت یان نوێنکردنەوەی ئاسایشی بۆ نێیەت
cs: Nemusí fungovat správně a dostávat bezpečnostní aktualizace
de: Möglicherweise funktioniert die Anwendung nicht so, wie es zu erwarten wäre, oder sie erhält keine Sicherheitsaktualisierungen
el: Μπορεί να μην λειτουργεί όπως αναμένεται ή να λαμβάνει ενημερώσεις ασφαλείας
es: Puede que no funcione correctamente, o que no reciba actualizaciones de seguridad
fi: Ei välttämättä toimi odotetusti tai saa tietoturvapäivityksiä
fr: Pourrait ne pas fonctionner comme prévu ou ne pas recevoir de mises à jour de sécurité
he: עלול לא לעבוד כצפוי או לקבל עדכוני אבטחה
hu: Nem feltétlenül működik megfelelően vagy kap biztonsági frissítéseket
id: Mungkin tidak berfungsi seperti yang diharapkan atau menerima pembaruan keamanan
ja: 想定通りに動作しないか、セキュリティーアップデートを受けられない可能性があります
nb: Virker muligens ikke som forventet, eller mottar ikke sikkerhetsoppgraderinger
nl: Kan mogelijk onverwacht gedrag vertonen of geen beveiligingsupdates ontvangen
nn: Kan henda at appen ikkje fungerar som forventa, eller mottar sikkerhetsoppdateringar
pl: Może nie działać tak jak powinno lub nie będzie aktualizowane pod kątem bezpieczeństwa
pt_br: Pode não funcionar como esperado ou não receber atualizações de segurança
ru: Может не работать должным образом или не получать обновления безопасности
sk: Nemusí fungovať podľa očakávania alebo dostávať bezpečnostné aktualizácie
sv: Fungerar kanske inte som förväntat eller får inte säkerhetsuppdateringar
tr_tr: Beklendiği gibi çalışmayabilir veya güvenlik güncellemeleri alamayabilir
uk: Може не працювати належним чином або не отримувати оновлень безпеки

source: Outdated
be: Састарэлы
ca: No actualitzat
ckb: بەسەرچوو
cs: Zastaralé
de: Veraltet
el: Απαρχαιωμένο
es: Desactualizada
fi: Vanhentunut
fr: Déprécié
he: מיושן
hu: Elavult
id: Usang
ja: 旧バージョン
nb: Utdatert
nl: Verouderd
nn: Utdatert
pl: Przestarzałe
pt_br: Desatualizado
ru: Устарело
sk: Zastarané
sv: Föråldrad
tr_tr: Eskimiş
uk: Застарілий

source: May not work as expected or support the latest features
be: Можа працаваць не так, як вы чакаеце або не падтрымліваць апошнія функцыі
ca: És possible que no funcioni com s'espera o que no admeti les últimes funcions.
ckb: لەوانەیە پاڵپشتی کۆتا تایبەتمەندییەکان نەکات
cs: Nemusí fungovat správně nebo podporovat nejnovější funkce
de: Möglicherweise funktioniert die Anwendung nicht so, wie es zu erwarten wäre, oder die neuesten Funktionen werden nicht angeboten
el: Μπορεί να μην λειτουργεί όπως αναμένεται ή να υποστηρίζει τις τελευταίες λειτουργίες
es: Puede que no funcione correctamente, o que no soporte las funcionalidades más recientes
fi: Ei välttämättä toimi odotetusti tai tue uusimpia ominaisuuksia
fr: Pourrait ne pas fonctionner correctement et ne pas prendre en charge les dernières fonctionnalités
he: עלול לא לעבוד כראוי או לא לתמוך ביכולות העדכניות ביותר
hu: Nem feltétlenül működik megfelelően vagy támogatja az újabb funkciókat
id: Mungkin tidak berfungsi seperti yang diharapkan atau mendukung fitur terbaru
ja: 想定通りに動作しないか、最新機能に対応していない可能性があります
nb: Trenger ikke nødvendigvis å virke som forventet, eller kan mangle de siste funksjonene
nl: Kan mogelijk onverwacht gedrag vertonen of niet beschikken over de nieuwste functionaliteit
nn: Kan henda at appen ikkje fungerer som forventa, eller støtter dei nyaste funksjonane
pl: Może nie działać tak jak powinno lub wspierać najnowszych funkcji
pt_br: Pode não funcionar como o esperado ou suportar os recursos mais recentes
ru: Может не работать должным образом или не поддерживать новые возможности
sk: Nemusí fungovať podľa očakávania alebo podporovať najnovšie funkcie
sv: Fungerar kanske inte som förväntat eller har inte stöd för de senaste funktionerna
tr_tr: Beklendiği gibi çalışmayabilir veya en son özellikleri desteklemeyebilir
uk: Може неналежно працювати або не підтримувати найновіші функції

source: Unstable
be: Нестабільная
ca: Inestable
ckb: ناجێگیر
cs: Nestabilní
de: Nicht stabil
el: Ασταθές
es: Inestable
fi: Epävakaa
fr: Instable
he: רעוע
hu: Nem stabil
id: Tidak Stabil
ja: 不安定版
nb: Ustabil
nl: Onstabiel
nn: Ikkje stabil
pl: Niestabilne
pt_br: Instável
ru: Нестабильный
sk: Nestabilné
sv: Ostabil
tr_tr: Kararsız
uk: Нестабільний

source: Built for an unstable version of %s; may contain major issues. Not recommended for use on a production system.
be: Створана для нестабільнай версіі %s; можа мець значныя праблемы. Не рэкамендуецца для выкарыстання на працоўнай сістэме.
ca: Creada per a una versió inestable de %s; pot contenir problemes importants. No es recomana usar-la en un sistema de producció.
ckb: بۆ وەشانی ناجێگیری %s دروستکراوە؛ بۆیە لەوەیە هەندێک کێشەی هەبێت. پێشنیار نەکراوە لەسەر سیستەمی بەرهەم بەکاری بهێندرێت.
cs: Sestavení pro teprve vyvíjenou verzi %s – může se proto stát, že má závažné chyby. Nedoporučeno pro použití na produkčním systému.
de: Erstellt für eine nicht stabile Version von %s; möglicherweise bestehen große Probleme. Von einem Einsatz in einem produktiven System wird abgeraten.
el: Σχεδιάστηκε για μία ασταθή έκδοση του %s· μπορεί να περιέχει σημαντικά σφάλματα. Δεν προτείνεται για χρήση σε περιβάλλον παραγωγής.
es: Construido para una versión inestable de %s; puede contener problemas graves. No se recomienda su uso en un sistema de producción.
fi: Rakennettu %s:n epävakaalle versiolle; saattaa sisältää suuria ongelmia. Ei suositeltu tuotantoympäristöön.
fr: Conçu pour une version de %s non stable ; peut contenir des problèmes majeurs Il n'est pas recommandé de l'utiliser sur un système de production.
he: נבנה לגירסה רעועה של %s, עשוי להכיל תקלות קריטיות. לא מומלץ לשימוש במערכת מבצעית.
hu: Egy nem stabil %s-verzióhoz készítve; tartalmazhat alapvető problémákat. Nem ajánlott éles rendszeren használni.
id: Dibuat untuk versi %s yang tidak stabil; mungkin berisi masalah besar. Tidak direkomendasikan untuk digunakan pada sistem produksi.
ja: %s の不安定版向けに開発されているので、重大な不具合が発生する可能性があります。本番環境での使用は推奨しません。
nb: Bygd for en ustabil versjon av %s; kan inneholde store problemer. Ikke anbefalt brukt i produksjonsøyemed.
nl: Gemaakt voor een onstabiele versie van %s; kan mogelijk grote fouten bevatten. Het gebruik ervan wordt afgeraden op een productiesysteem.
nn: Laga for ein versjon av %s som ikkje er stabil. Kan difor innehalda store feil, og er ikkje anbefalt for dagleg bruk.
pl: Zbudowane na niestabilnej wersji %s; może zawierać istotne błędy. Nie zalecane do użytku na systemie produkcyjnym.
pt_br: Construído para uma versão instável de %s; pode conter problemas sérios. Não recomendado para uso em um sistema de produção.
ru: Создан для нестабильной версии %s. Может содержать серьёзные проблемы. Не рекомендуется для использования на рабочей системе.
sk: Vytvorené pre nestabilnú verziu %s; môže obsahovať závažné chyby. Neodporúčané pre použitie na produkčnom systéme.
sv: Byggd för en instabil version av %s; kan innehålla större problem. Rekommenderas inte för användning på ett produktionssystem.
tr_tr: %s'nin kararsız bir sürümü için oluşturuldu; önemli sorunlar içerebilir. Son kullanıcı sisteminde kullanılması önerilmez.
uk: Створено для нестабільної версії %s; може містити серйозні вади. Не рекомендовано користуватися на робочій системі.

source: Insecure Sandbox
be: Небяспечная пясочніца
ca: Caixa no segura
cs: Nezabezpečené ohraničené prostředí (sandbox)
de: Unsichere Sandbox
el: Μη ασφαλές Sandbox
es: Espacio aislado inseguro
fi: Turvaton eristys
fr: Bac à sable non sécurisé
he: ארגז חול לא מאובטח
hu: Nem biztonságos sandbox
id: Sandbox Tidak Aman
ja: 安全でないサンドボックス
nb: Usikker sandkasse
nl: Onveilige sandbox
pl: Niebezpieczna piaskownica
pt_br: Sandbox inseguro
ru: Небезопасная песочница
sk: Nezabezpečené behové prostredie
sv: Osäker sandlåda
tr_tr: Güvenli Olmayan Sandbox
uk: Небезпечна пісочниця

source: Can ignore or modify its own system permissions
be: Можа ігнараваць ці змяняць сістэмныя дазволы
ca: Pot ignorar o modificar els propis permisos del sistema.
cs: Může ignorovat nebo upravit svá systémová oprávnění
de: Kann ihre eigenen Systemberechtigungen ignorieren oder ändern
el: Μπορεί να αγνοεί ή να τροποποιεί τις άδειες συστήματός του
es: Puede que ignore o modifique sus propios permisos de sistema
fi: Voi jättää huomiotta tai muokata omia oikeuksia
fr: Peut ignorer ou modifier ses propres permissions système
he: יכול להתעלם או לשנות את הרשאות המערכת של עצמו
hu: Figyelmen kívül hagyhatja vagy módosíthatja a saját rendszerjogosultságait
id: Dapat mengabaikan atau memodifikasi izin sistemnya sendiri
ja: アプリに与えられたシステムパーミッションを無視または変更できます
nb: Kan se bort fra eller endre sine egne systemtilganger
nl: Kan zijn eigen systeemrechten negeren of aanpassen
pl: Może ignorować lub modyfikować własne ustawienia dostępu
pt_br: Pode ignorar ou modificar suas próprias permissões do sistema
ru: Может игнорировать или изменять собственные системные разрешения
sk: Môže ignorovať alebo upravovať svoje systémové oprávnenia
sv: Kan ignorera eller ändra sina egna systembehörigheter
tr_tr: Kendi sistem izinlerini yok sayabilir veya değiştirebilir
uk: Може ігнорувати або змінювати власні системні дозволи

source: System Folder Access
be: Доступ да сістэмнай папкі
ca: Accés a la carpeta del sistema
cs: Přístup k systémovým složkám
de: Zugriff auf Systemordner
el: Πρόσβαση στον φάκελο συστήματος
es: Acceso a directorios del sistema
fr: Accès au dossier système
he: גישה לתיקיית מערכת
hu: Hozzáférés a rendszermappákhoz
id: Akses Folder Sistem
ja: システムフォルダーへのアクセス
nb: Systemmappetilgang
nl: Toegang tot de systeemmap
pl: Dostęp do katalogu systemowego
pt_br: Acessos à Pasta do Sistema
ru: Доступ к папкам системы
sk: Prístup k systémových priečinkom
sv: Åtkomst till systemmapp
tr_tr: Sistem Klasör Erişimi
uk: Доступ до системної теки

source: Including everyone's Home folders, but not including system internals
be: Гэта ўключае дамашнія каталогі ўсіх карыстальнікаў, але не ўнутраныя папкі
ca: Inclou les carpetes personals de tothom, però no inclou els elements interns del sistema.
cs: Včetně domovských složek všech uživatelů, ale bez vnitřních složek systému
de: Einschließlich der Persönlichen Ordner aller Benutzer, aber nicht auf Systeminterna
el: Συμπεριλαμβάνει όλους τους προσωπικούς φακέλους, αλλά όχι τα αρχεία συστήματος
es: Incluye las Carpetas personales de todos los usuarios, pero no las carpetas internas del sistema
fr: Y compris les dossiers personnels de chacun, mais pas les éléments internes du système
he: כולל את כל תיקיות הבית של כולם אך ללא תיקיות המערכת הפנימיות
hu: Beleértve mindenki Saját mappáját, de a rendszer belsőségeit nem
id: Termasuk folder Beranda semua orang, tetapi tidak termasuk internal sistem
ja: 全ユーザーのホームフォルダーを含めたアクセスが可能です (システム内部は除く)
nb: Inkludert alles hjemmemapper, men ikke inkludert systemfiler
nl: Inclusief de Persoonlijke mappen van alle gebruikers, met uitzondering interne systeemonderdelen
pl: Włączając w to wszystkie Katalogi domowe, ale wyłączając pliki systemowe
pt_br: Incluindo todas as pastas pessoais, mas não incluindo as pastas internas do sistema
ru: Включая доступ к папкам всех пользователей, но не включая внутренние папки системы
sk: Vrátane priečinku Domov všetkých používateľov okrem vnútorných častí systému
sv: Inkluderar allas hemmappar, men inte systemets interna delar
tr_tr: Herkesin Ev klasörleri dahil, ancak sistem klasörleri hariç
uk: Включно з теками Домівки всіх користувачів, але без урахування внутрішніх системних тек

source: Home Folder Access
be: Доступ да дамашняй папкі
ca: Accés a la carpeta personal
cs: Přístup k domovské složce
de: Zugriff auf Persönlichen Ordner
el: Πρόσβαση στον προσωπικό φάκελο
es: Acceso a la Carpeta personal
fi: Pääsy kotikansioon
fr: Accès au dossier personnel
he: גישה לתיקיית הבית
hu: Hozzáférés a saját mappához
id: Akses Folder Beranda
ja: ホームフォルダーへのアクセス
nb: Hjemmemappetilgang
nl: Toegang tot Persoonlijke map
pl: Dostęp do katalogu domowego
pt_br: Acesso a pasta pessoal
ru: Доступ к папке пользователя
sk: Prístup k priečinku Domov
sv: Åtkomst till hemmapp
tr_tr: Ev Klasörü Erişimi
uk: Доступ до теки Домівка

source: Including all documents, downloads, music, pictures, videos, and any hidden folders
be: Гэта ўключае ўсе дакументы, спампоўкі, музыку, відарысы, відэа і ўсе схаваныя папкі
ca: Inclou tots els documents, baixades, música, imatges, vídeos i qualsevol carpeta amagada.
cs: Včetně všech dokumentů, stažených souborů, hudby, obrázků, videí a všech skrytých složek
de: Samt aller Dokumente, heruntergeladener Dateien, Musik, Bilder, Videos und aller ausgeblendeten Ordnern
el: Συμπεριλαμβάνει όλα τα έγγραφα, ληφθέντα αρχεία, μουσική, βίντεο, και τους κρυφούς φακέλους
es: Incluye todos los documentos, descargas, música, imágenes, videos y cualquier carpeta oculta
fi: Sisältäen kaikki asiakirjat, lataukset, musiikin, kuvat, videot ja piilotetut kansiot
fr: Y compris tous les documents, les téléchargements, la musique, les images, les vidéos et tous les dossiers cachés
he: לרבות כל המסמכים, הורדות, מוזיקה, תמונות, סרטונים ותיקיות נסתרות באשר הן
hu: Beleértve az összes dokumentumot, letöltést, zenét, képet, videót és bármelyik rejtett mappát
id: Termasuk semua dokumen, unduhan, musik, gambar, video, dan folder tersembunyi apa pun
ja: ドキュメント、ダウンロード、ミュージック、ピクチャー、ビデオフォルダー、およびすべての隠しフォルダーを含めたアクセスが可能です
nb: Inkludert alle dokumenter, nedlastninger, bilder, videoer, og alle skjulte mapper
nl: Inclusief alle documenten, downloads, muziek, foto's, video's, en alle verborgen mappen
pl: Włączając w to wszystkie dokumenty, pobrane pliki, muzykę, zdjęcia, filmy i ukryte foldery
pt_br: Incluindo todos os documentos, downloads, músicas, fotos, vídeos e qualquer pasta oculta
ru: Включая все документы, загрузки, музыку, фотографии, видео и все скрытые папки
sk: Vrátane všetkých dokumentov, stiahnutých súborov, hudby, obrázkov, videí a skrytých priečinkov
sv: Inklusive alla dokument, nedladdningar, musik, bilder, videor och alla dolda mappar
tr_tr: Tüm belgeler, indirmeler, müzikler, resimler, videolar ve gizli klasörler dahil
uk: Включно з усіма документами, завантаженнями, музикою, зображеннями, відео та будь-якими схованими теками
