Repository: elementary/appcenter
Catalog: po/*.po
Languages: ar, be, ca, ckb, cs, de, el, eo, es, fi, fr, gl, he, hu, id, ja, mn, mr, nb, nl, nn, pa, pl, pt_br, ro, ru, sk, sv, ta, th, tr_tr, uk, ur, vi

source: This card does not support this kind of transaction. Please try again with a different card.
ar: هذه البطاقة لا تدعم هذا النوع من العمليات. من فضلك حاول باستخدام بطاقة أخرى.
be: Гэтая карта не падтрымлівае такія трансакцыі. Калі ласка, паспрабуйце іншую карту.
ca: Aquesta targeta no admet aquest tipus de transacció. Torneu-ho a intentar amb una targeta diferent.
ckb: ئەم کاردە پاڵپشتی ئەم جۆرە پارەدانە ناکات. تکایە کاردێکی جیاواز بەکاربهێنە.
cs: Tato karta nepodporuje tento typ platby. Zkuste to prosím znovu s jinou kartou.
de: Die Karte unterstützt diese Transaktionsart nicht. Versuchen Sie es bitte mit einer anderen Karte erneut.
el: Αυτή η κάρτα δεν υποστηρίζει αυτό το είδος συναλλαγής. Παρακαλώ δοκιμάστε ξανά με διαφορετική κάρτα.
eo: Ĉi karto ne akceptas tian transakcion. Bonvolu reprovi uzante alian bankokarton.
es: Esta tarjeta no admite este tipo de transacciones. Intente de nuevo con una tarjeta diferente.
fi: Tämä kortti ei tue tämänkaltaista maksua. Yritä uudelleen käyttäen toista korttia.
fr: Cette carte ne permet pas ce type de transaction. Veuillez réessayer avec une autre carte.
gl: Esta tarxeta non soporta este tipo de transacción. Por favor, inténteo de novo cunha tarxeta distinta.
he: כרטיס זה אינו תומך בסוג כזה של העברה. נא לנסות שוב עם כרטיס אחר.
hu: Ez a kártya nem támogatja ezt a típusú tranzakciót. Kérjük, próbálja meg egy másik kártyával.
id: Kartu ini tidak mendukung transaksi semacam ini. Silakan coba lagi dengan kartu yang berbeda.
ja: このカードはこの種類の取引には対応していません。別のカードを使用して、もう一度お試しください。
mn: Энэ карт энэ төрөлийн гүйлгээг дэмжихгүй байна. Өөр карт ашиглан дахин оролдож үзээрэй.
mr: हे कार्ड या प्रकारच्या व्यवहारास समर्थन देत नाही. कृपया वेगळ्या कार्डासह पुन्हा प्रयत्न करा.
nb: Dette kortet støtter ikke denne typen transaksjon. Prøv igjen med et annet kort.
nl: Deze kaart ondersteunt dit soort transacties niet. Gelieve het opnieuw te proberen met een andere kaart.
nn: Dette kortet støttar ikkje denne typen transaksjonar. Prøv igjen med eit anna kort.
pa: ਇਹ ਕਾਰਡ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਲੈਣ-ਦੇਣ ਲਈ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਹੋਰ ਕਾਰਡ ਨਾਲ਼ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Ta karta nie obsługuje tego typu transakcji. Spróbuj ponownie z inną kartą.
pt_br: Esse cartão não suporta este tipo de transação. Por favor tente com um cartão diferente.
ro: Cardul specificat nu poate fi folosit pentru acest tip de tranzacție. Vă rugăm încercați un alt card.
ru: Карта не поддерживает данный тип операций. Попробуйте снова, используя другую карту.
sk: Táto karta nepodporuje tento typ platby. Skúste to znova s inou kartou.
sv: Detta kort har inte stöd för denna typ av transaktion. Försök igen med ett annat kort.
ta: இந்த வகையான பரிவர்த்தனைக்கு இந்த அட்டை ஆதரிக்கவில்லை. வேறு ஒரு கார்டை மீண்டும் முயற்சிக்கவும்.
tr_tr: Bu kart bu tür işlemleri desteklemiyor. Lütfen farklı bir kartla tekrar deneyin.
uk: Ця картка не підтримує цей вид транзакції. Будь ласка, спробуйте знову з іншою карткою.
vi: Thẻ này không hỗ trợ loại giao dịch này. Vui lòng thử lại bằng thẻ khác.

source: The currency is not supported by this card. Please try again with a different card.
ar: العملة غير مدعومة على هذه البطاقة. من فضلك حاول باستخدام بطاقة أخرى.
be: Валюта не падтрымліваецца гэтай картай. Калі ласка, паспрабуйце іншую карту.
ca: Aquesta targeta no admet el tipus de moneda. Torneu-ho a provar amb una targeta diferent.
ckb: ئەم کاردە پاڵپشتی جۆری دراوەکە ناکات. تکایە کاردێکی جیاواز بەکار بهێنە.
cs: Tato měna není kartou podporována. Zkuste to prosím znovu s jinou kartou.
de: Zahlungen in dieser Währung sind mit dieser Karte nicht möglich. Versuchen Sie es bitte mit einer anderen Karte erneut.
el: Το νόμισμα δεν υποστηρίζεται από αυτήν την κάρτα. Παρακαλώ δοκιμάστε ξανά με διαφορετική κάρτα.
eo: La karto ne akceptas la monunuon. Bonvolu reprovi uzante alian bankokarton.
es: La moneda no es compatible con esta tarjeta. Intente de nuevo con una tarjeta diferente.
fi: Valuutta ei ole tuettu tämän kortin toimesta. Yritä uudelleen käyttäen toista korttia.
fr: Cette carte ne permet pas le paiement avec cette devise. Veuillez réessayer avec une autre carte.
gl: A moneda non está soportada por esta tarxeta. Por favor, inténteo de novo cunha tarxeta diferente.
he: המטבע אינו נתמך בכרטיס זה. נא לנסות שוב עם כרטיס אחר.
hu: Ez a kártya nem támogatja ezt a valutát. Kérjük, próbálja meg egy másik kártyával.
id: Mata uang tidak didukung oleh kartu ini. Silakan coba lagi dengan kartu yang berbeda.
ja: この種類の取引においてこの通貨はサポートされていません。別のカードを使用して、もう一度お試しください。
mn: Одоогоор энэ картыг дэмжихгүй байна. Өөр картаар дахин оролдож үзээрэй.
mr: या कार्डाद्वारे हे चलन समर्थित नाही. कृपया वेगळ्या कार्डासह पुन्हा प्रयत्न करा.
nb: Dette kortet støtter ikke denne valutaen. Prøv igjen med et annet kort.
nl: De valuta wordt niet ondersteund door deze kaart. Gelieve het opnieuw te proberen met een andere kaart.
nn: Dette kortet støttar ikkje denne valutaen. Prøv igjen med eit anna kort.
pa: ਇਹ ਕਾਰਡ ਇਸ ਮੁਦਰਾ (ਕਰੰਸੀ) ਨਾਲ਼ ਕੰਮ ਨਹੀਂ ਕਰਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਹੋਰ ਕਾਰਡ ਨਾਲ਼ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Waluta nie jest obsługiwana przez tę kartę. Spróbuj ponownie z inną kartą.
pt_br: A moeda não é suportada por esse cartão. Por favor tente com um cartão diferente.
ro: Moneda nu poate fi tranzacționată cu cardul specificat. Vă rugăm încercați un alt card.
ru: Валюта не поддерживается этой картой. Попробуйте снова, используя другую карту.
sk: Táto mena nie je podporovaná touto kartou. Skúste to znovu s inou kartou.
sv: Valutan stöds inte av detta kort. Försök igen med ett annat kort.
ta: இந்த அட்டை நாணயத்தை ஆதரிக்கவில்லை. வேறு ஒரு கார்டை மீண்டும் முயற்சிக்கவும்.
tr_tr: Bu kart para birimini desteklemiyor. Lütfen farklı bir kartla tekrar deneyin.
uk: Цей тип валюти не підтримується цією карткою. Будь ласка, спробуйте знову з іншою карткою.
vi: Đơn vị tiền tệ không được hỗ trợ bởi thẻ này. Vui lòng thử lại bằng thẻ khác.

source: The transaction has already been processed.
ar: هذه العملية تمت معالجتها من قبل.
be: Плацеж ужо быў прыняты.
ca: Ja s'ha processat la transacció.
ckb: گواستنەوەی پارەکە ئەنجامدراوە.
cs: Platba již byla zpracována.
de: Diese Transaktion wurde bereits verarbeitet.
el: Η συναλλαγή έχει ήδη επεξεργαστεί.
eo: La transakcio jam estis procedita.
es: Ya se ha procesado la transacción.
fi: Maksu on jo käsitelty.
fr: La transaction a déjà été effectuée.
gl: A transacción xa foi procesada.
he: כבר בוצע עיבוד על ההעברה.
hu: A tranzakció feldolgozása már megtörtént.
id: Transaksi telah diproses.
ja: 支払いはすでに行われました。
mn: Гүйлгээ аль хэдийнэ хийгдсэн байна.
mr: हा व्यवहार आधीच प्रक्रिया केला गेला आहे.
nb: Overføringen har allerede gått igjennom.
nl: De transactie is al verwerkt.
nn: Overføringa er allereie gått igjennom.
pa: ਇਹ ਲੈਣ-ਦੇਣ ਪਹਿਲਾਂ ਹੀ ਹੋ ਚੁੱਕਿਆ ਹੈ।
pl: Transakcja została już przetworzona.
pt_br: A transação já foi processada.
ro: Tranzacția a fost deja procesată.
ru: Платёж уже был принят.
sk: Transakcia už bola spracovaná.
sv: Transaktionen har redan behandlats.
ta: பரிவர்த்தனை ஏற்கனவே செயல்படுத்தப்பட்டது.
tr_tr: İşlem zaten gerçekleşti.
uk: Цей платіж вже опрацьовано.
vi: Giao dịch đã được xử lý.

source: The ZIP/Postal code is incorrect. Please try again using the correct ZIP/postal code.
ar: الرمز البريدي غير صحيح. من فضلك حاول مرة أخرى باستخدام الرمز البريدي الصحيح.
be: Няправільны паштовы індэкс/ZIP-код. Калі ласка, паспрабуйце яшчэ раз з правільным індэксам.
ca: El codi postal no és correcte. Torneu-ho a intentar amb el codi postal correcte.
ckb: کۆدی پۆست/زیپ هەڵەیە. تکایە دوبارە هەوڵدەوە بە بەکارهێنانی کۆدێکی دروست.
cs: PSČ není správně. Prosím zadejte správné PSČ.
de: Die Postleitzahl ist nicht korrekt. Versuchen Sie es bitte mit Angabe der korrekten Postleitzahl erneut.
el: Ο ταχυδρομικός κώδικας είναι λανθασμένος. Παρακαλώ δοκιμάστε ξανά χρησιμοποιώντας τον σωστό ταχυδρομικό κώδικα.
eo: La poŝtkodo malvalidas. Bonvolu reprovi uzante la ĝustan kodon.
es: El código postal es incorrecto. Pruebe de nuevo con el código postal correcto.
fi: Postinumero on väärin. Yritä uudelleen käyttäen oikeaa postinumeroa.
fr: Le code postal est incorrect. Veuillez réessayer avec le bon code postal.
gl: O código postal é incorrecto. Por favor, introduza un código postal correcto.
he: המיקוד שגוי. נא להשתמש במיקוד הנכון.
hu: A postai irányítószám helytelen. Kérjük, próbálja újra egy megfelelő irányítószámmal.
id: Kode Pos/ZIP salah. Silakan coba lagi dengan menggunakan Kode Pos/ZIP yang benar.
ja: 郵便番号が違います。正しい郵便番号を使用して、もう一度お試しください。
mn: Зип/Шуудангийн код буруу байна. Зөв Зип/Шуудангийн код ашиглан дахин оролдож үзнэ үү.
mr: पिन / पोस्टल कोड चुकीचा आहे. कृपया योग्य पिन / पोस्टल कोड वापरून पुन्हा प्रयत्न करा.
nb: Postnummer er feil. Prøv igjen med riktig postnummer.
nl: De postcode is onjuist. Gelieve het opnieuw te proberen met de juiste postcode.
nn: Postnummeret er feil. Prøv igjen med rett postnummer.
pa: ਪਿੰਨ/ਜ਼ਿਪ ਕੋਡ ਗ਼ਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਕੋਡ ਭਰ ਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Kod pocztowy jest niepoprawny. Spróbuj ponownie, używając poprawnego kodu pocztowego.
pt_br: O código postal está incorreto. Por favor tente novamente usando o código postal correto.
ro: Codul poștal este incorect. Vă rugăm încercați din nou, folosind un cod poștal corect.
ru: Некорректный почтовый индекс. Попробуйте снова, используя корректный индекс.
sk: Poštové smerovacie číslo je nesprávne. Skúste to znova so správnym PSČ.
sv: Ogiltigt postnummer. Kontrollera uppgifterna och försök igen.
tr_tr: Posta kodu yanlış. Lütfen doğru posta kodunu kullanarak tekrar deneyin.
uk: ZIP/Поштовий індекс неправильний. Будь ласка, спробуйте знову використавши правильний ZIP/поштовий код.

source: You don't have enough funds. Please use an alternative payment method.
ar: لا تملك رصيداً كاف. من فضلك استخدم طريقة دفع أخرى.
be: У вас не хапае сродкаў. Калі ласка, паспрабуйце іншы плацежны метад.
ca: No teniu fons suficient. Feu servir un mètode de pagament alternatiu.
ckb: بڕی سامانی پێویست بەردەست نییە. تکایە ڕێگەیەی جیاوازی پارەدان بەکار بهێنە.
cs: Nemáte dostatek peněžních prostředků. Prosím použijte jinou platební metodu.
de: Das Guthaben reicht nicht aus. Nutzen Sie bitte eine andere Zahlungsweise.
el: Δεν έχετε αρκετά χρήματα. Παρακαλώ χρησιμοποιήστε έναν άλλο τρόπο πληρωμής.
eo: Ne estas sufiĉa monsumo. Bonvolu reprovi uzante alian pagmanieron.
es: No tiene suficientes fondos. Utilice otra forma de pago.
fi: Tililläsi ei ole riittävästi rahaa. Käytä jotain toista maksutapaa.
fr: Vous n’avez pas assez d’argent pour effectuer cette transaction. Veuillez utiliser une autre méthode de paiement.
gl: Non ten suficientes fondos. Por favor usa un método de pago alternativo.
he: מכסת האשראי שלך אינה מספקת. נא להשתמש בשיטת תשלום חלופית.
hu: Nincs elég fedezet. Kérjük, használjon alternatív fizetési módot.
id: Anda tidak memiliki dana yang cukup. Silakan gunakan cara pembayaran lainnya.
ja: 残高が十分ではありません。代替の決済方法を使用してください。
mn: Таны дансны үлдэгдэл хүрэлцэхгүй байна. Өөр төлбөрийн хэлбэр ашиглана уу.
mr: आपल्याकडे पुरेसे पैसे नाहीत. कृपया एक वैकल्पिक देयक पद्धत वापरा.
nb: Du kan ikke betale uten aktiva. Overvei å bruke en alternativ betalingsmetode.
nl: U heeft onvoldoende krediet. Gelieve een andere betaalmethode te gebruiken.
nn: Du har ikkje nok midlar på konto. Vurder å nytte ei alternativ betalingsmetode.
pa: ਤੁਹਾਡੇ ਕੋਲ਼ ਮੌਜੂਦ ਰਕਮ ਕਾਫ਼ੀ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਦਾਇਗੀ ਦਾ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਵਰਤੋ।
pl: Nie masz wystarczających środków. Proszę użyć alternatywnej metody płatności.
pt_br: Você não tem saldo suficiente. Por favor use um método de pagamentos alternativo.
ro: Fonduri insuficiente pe card. Vă rugăm încercați o altă metodă de plată.
ru: У вас не хватает средств. Используйте другой способ оплаты.
sk: Nemáte dostatok finančných prostriedkov. Použite iný spôsob platby.
sv: Det saknas täckning på kortet. Använd en alternativ betalningsmetod.
ta: உங்களிடம் போதுமான நிதி இல்லை. மாற்று கட்டண முறையைப் பயன்படுத்துக.
tr_tr: Yeterli bakiyeniz yok. Lütfen alternatif bir ödeme yöntemi kullanın.
uk: Недостатньо коштів на рахунку. Будь ласка, скористайтеся іншим платіжним методом.
vi: Bạn không có đủ tiền. Hãy sử dụng một phương thức thanh toán khác.

source: The amount is incorrect. Please try again using a valid amount.
ar: المبلغ غير صحيح. من فضلك حاول مرة أخرى باستخدام مبلغ صحيح.
be: Няправільная сума. Калі ласка, паспрабуйце яшчэ раз з правільнай сумаю.
ca: La quantitat no és correcta. Torneu-ho a provar amb una quantitat correcta.
ckb: بڕی پارەکە هەڵەیە. تکایە دوبارە هەوڵبدەوە بە بەکارهێنانی بڕە پارەیەکی دروست.
cs: Zadaná částka není platná. Zkuste to znovu s platnou částkou.
de: Der Betrag ist ungültig. Versuchen Sie es bitte mit einem korrekten Wert erneut.
el: Το ποσό είναι λανθασμένο. Παρακαλώ δοκιμάστε ξανά χρησιμοποιώντας ένα έγκυρο ποσό.
eo: La kvanto malvalidas. Bonvolu reprovi uzante validan monsumon.
es: La cantidad es incorrecta. Pruebe de nuevo con una cantidad válida.
fi: Summa on virheellinen. Yritä uudelleen käyttäen kelvollista summaa.
fr: Le montant est incorrect. Veuillez réessayer avec un montant valide.
gl: A cantidade é incorrecta. Por favor tenteo de novo cunha cantidade válida.
he: הסכום שגוי. נא לנסות שוב עם סכום נכון.
hu: Az összeg helytelen. Kérjük, próbálja meg újra egy érvényes összeg beírásával.
id: Jumlahnya salah. Silakan coba lagi dengan menggunakan jumlah yang benar.
ja: 金額が違います。妥当な金額を使用して、もう一度お試しください。
mn: Нийт дүн буруу байна. Зөв дүн оруулсан дахин оролдож үзнэ үү.
mr: रक्कम चुकीची आहे. वैध रक्कम वापरून पुन्हा प्रयत्न करा.
nb: Beløpet er feil. Prøv igjen med riktig beløp.
nl: Het bedrag is onjuist. Gelieve het opnieuw te proberen met een geldig bedrag.
nn: Beløpet er feil. Prøv igjen med rett beløp.
pa: ਰਕਮ ਗ਼ਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਇਜ਼ ਰਕਮ ਭਰ ਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Kwota jest nieprawidłowa. Spróbuj ponownie, używając prawidłowej kwoty.
pt_br: O valor está incorreto. Por favor tente novamente usando um valor válido.
ro: Suma nu este corectă. Vă rugăm încercați din nou, specificând o sumă corectă.
ru: Некорректная сумма. Попробуйте снова, используя допустимую сумму.
sk: Zadaná čiastka je nesprávna. Prosím, skúste to znova so správnou čiastkou.
sv: Beloppet är felaktigt. Försök igen med ett giltigt belopp.
ta: அளவு தவறானது. சரியான அளவு பயன்படுத்தி மீண்டும் முயற்சிக்கவும்.
tr_tr: Tutar yanlış. Lütfen geçerli bir tutar kullanarak tekrar deneyin.
uk: Не правильно вказано суму. Будь ласка, спробуйте ще раз, вказавши дійсну суму.
vi: Số tiền không chính xác. Vui lòng thử lại bằng cách sử dụng số tiền hợp lệ.

source: The PIN number is incorrect. Please try again using the correct PIN.
ar: رمز PIN غير صحيح. من فضلك حاول مرة أخرى باستخدام الرمز الصحيح.
be: Няправільны PIN-код. Калі ласка, паспрабуйце яшчэ раз з правільным кодам.
ca: El número PIN no és correcte. Torneu-ho a intentar amb el número correcte.
ckb: ژمارەی PIN هەڵەیە. تکایە دوبارە هەوڵبدەوە بە ژمارە PINێکی دروست.
cs: CVC kód není správný. Zkuste to prosím znovu se správným CVC.
de: Die PIN ist falsch. Versuchen Sie es bitte mit der richtigen PIN erneut.
el: Ο αριθμός PIN δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά χρησιμοποιώντας τον σωστό αριθμό PIN.
eo: La PIN-persona identiga numero malvalidas. Bonvolu reprovi uzante validan PIN-numeron.
es: El número NIP es incorrecto. Vuelva a intentarlo utilizando el NIP correcto.
fi: PIN-numero on väärin. Yritä uudelleen käyttäen oikeaa PIN-numeroa.
fr: Le code PIN de la carte est incorrect. Veuillez réessayer avec le bon code PIN.
gl: O código de seguridade da tarxeta é incorrecto. Por favor, inténteo de novo utilizando o código de seguridade correcto.
he: המספר הסודי (pin) שגוי. נא לנסות שוב עם המספר הסודי הנכון.
hu: A PIN-kód helytelen. Kérjük, próbálja meg újra a megfelelő PIN-kód használatával.
id: Nomor CVC salah. Silakan coba lagi dengan menggunakan nomor CVC yang benar.
ja: PIN 番号が違います。正しい PIN を使用して、もう一度お試しください。
mn: ПИН код буруу байна. Зөв ПИН ашиглаж дахин оролдож үзнэ үү.
mr: पिन क्रमांक चुकीचा आहे. कृपया योग्य पिन वापरून पुन्हा प्रयत्न करा.
nb: PIN-nummeret er ikke rett. Prøv igjen med riktig PIN.
nl: Het PIN-nummer is onjuist. Gelieve het opnieuw te proberen met het juiste PIN-nummer.
nn: PIN-nummeret er ikkje rett. Prøv igjen med rett PIN.
pa: ਪਿੰਨ ਨੰਬਰ ਗ਼ਲਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਪਿੰਨ ਨੰਬਰ ਭਰ ਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Kod PIN jest nieprawidłowy. Spróbuj ponownie, używając właściwego kodu PIN.
pt_br: O número PIN está incorreto. Por favor tente novamente usando o PIN correto.
ro: Codul PIN nu este corect. Vă rugăm încercați din nou, folosind codul PIN corect.
ru: Некорректный PIN. Попробуйте снова, используя корректный код.
sk: PIN kód je nesprávny. Skúste to znova s použitím správneho PIN kódu.
sv: Ogiltig PIN-kod. Kontrollera uppgifterna och försök igen.
tr_tr: PIN numarası yanlış. Lütfen doğru PIN'i kullanarak tekrar deneyin.
uk: PIN-код не правильний. Будь ласка, повторіть спробу ввівши правильний PIN-код.

source: There has been too many PIN attempts. Please try again with a different card.
ar: هناك محاولات عديدة لإدخال رمز PIN. من فضلك حاول مرة أخرى باستخدام بطاقة مختلفة.
be: Было праведзена занадта шмат спроб. Калі ласка, паспрабуйце іншую карту.
ca: Hi ha hagut massa intents de número secret. Torneu-ho a provar amb una targeta diferent.
ckb: چەندین هەوڵی PIN دراون. تکایە دوبارە هەوڵبدەوە بە بەکارهێنانی کاردێکی جیاواز.
cs: Příliš mnoho pokusů o zadání CVC kódu. Zkuste to prosím znovu s jinou kartou.
de: Die PIN wurde zu oft falsch eingegeben. Versuchen Sie es bitte mit einer anderen Karte erneut.
el: Υπήρξαν πάρα πολλές απόπειρες αριθμού PIN. Παρακαλώ δοκιμάστε ξανά με διαφορετική κάρτα.
eo: Okazis tro multaj PIN-numeraj provoj. Bonvolu reprovi uzante alian bankokarton.
es: Hubo demasiados intentos de validación de NIP. Pruebe con una tarjeta distinta.
fi: Liian monta PIN-yritystä. Yritä uudelleen käyttäen toista korttia.
fr: La limite maximale d’essais du cryptogramme visuel est atteinte. Veuillez utiliser une autre carte.
gl: Demasiados intentos inválidos.. Por favor, inténteo de novo cunha tarxeta diferente.
he: בוצעו ניסיונות רבים מדי להזנת מספר סודי (pin). נא לנסות שוב עם כרטיס שונה.
hu: Túl sok PIN próbálkozás volt. Kérjük, próbálja meg újra egy másik kártyával.
id: Terlalu banyak usaha memasukkan pin. Silakan coba lagi dengan kartu yang berbeda.
ja: 過度の PIN の試行がありました。別のカードを使用して、もう一度お試しください。
mn: ПИН олон удаа оруулсан байна. Өөр карт ашиглан дахин оролдож үзнэ үү.
mr: खूप पिन प्रयत्न केले गेले आहेत. कृपया वेगळ्या कार्डासह पुन्हा प्रयत्न करा.
nb: For mange PIN-forsøk. Prøv igjen med et annet kort.
nl: U heeft te veel pogingen gedaan om uw pincode in te voeren. Gelieve het opnieuw te proberen met een andere kaart.
nn: For mange PIN-forsøk. Prøv igjen med eit anna kort.
pa: ਪਿੰਨ ਨੰਬਰ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਕੋਸ਼ਿਸ਼ਾਂ ਹੋ ਚੁੱਕੀਆਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਹੋਰ ਕਾਰਡ ਵਰਤ ਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Za dużo prób wprowadzenia kodu PIN. Spróbuj ponownie z inną kartą.
pt_br: Houveram muitas tentativas com o PIN. Por favor tente novamente com um cartão diferente.
ro: Prea multe încercări cu codul PIN. Vă rugăm încercați din nou, cu un alt card.
ru: Слишком много попыток. Попробуйте снова, используя другую карту.
sk: Príliš veľa pokusov o autentifikáciu pomocou PIN. Skúste to znova s inou kartou.
sv: PIN-koden är låst på grund av för många försök. Försök igen med ett annat kort.
tr_tr: Çok fazla PIN denemesi oldu. Lütfen farklı bir kartla tekrar deneyin.
uk: Кількість спроб введення PIN-коду вичерпано. Будь ласка, спробуйте ще раз, використавши іншу картку.

source: Unable to complete the transaction. Please contact your bank for further information.
ar: تعذر إتمام العملية. من فضلك تواصل مع البنك الخاص بك لمزيد من المعلومات.
be: Не атрымалася скончыць трансакцыю. Калі ласка, звяжыцеся з вашым банкам, каб даведацца больш.
ca: No s'ha pogut completar la transacció. Contacteu amb el banc per a més informació.
ckb: نەتوانرا گواستنەوەکە سەرکەوتوو بێت. تکایە پەیوەندی بە بانکەوە بکە بۆ زانیاری زیاتر.
cs: Transakce nemohla být provedena. Prosím obraťte se na banku, jejíchž služeb využíváte.
de: Die Transaktion konnte nicht abgeschlossen werden. Weitere Informationen erhalten Sie von Ihrer Bank.
el: Δεν ήταν δυνατή η ολοκλήρωση της συναλλαγής. Παρακαλώ επικοινωνήστε με την τράπεζά σας για περισσότερες πληροφορίες.
eo: Maleblas pritrakti la transakcion. Bonvolu kontakti vian bankon, pri pliaj informoj.
es: No se pudo completar la transacción. Póngase en contacto con su banco para obtener más información.
fi: Maksun suorittaminen ei onnistu. Pyydä lisätietoja omasta pankistasi.
fr: Impossible de traiter la transaction. Veuillez contacter votre banque pour plus d’informations.
gl: Non foi posíbel completar a transacción. Por favor, contacte co seu banco para máis información.
he: לא ניתן להשלים את ההעברה. נא ליצור קשר עם הבנק שלך לקבלת פרטים נוספים.
hu: Nem sikerült befejezni a tranzakciót. További információért forduljon a bankjához.
id: Tidak dapat menyelesaikan transaksi. Silakan hubungi bank Anda untuk informasi lebih lanjut.
ja: 処理を完了できませんでした。詳細を知るには銀行へ連絡してください。
mn: Гүлгээг амжилттай дуусгаж чадсангүй. Өөрийн банктай холбогдож мэдээлэл авна уу.
mr: व्यवहार पूर्ण करण्यास अक्षम. कृपया अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
nb: Kunne ikke fullføre overføringen. Kontakt banken din for ytterligere informasjon.
nl: Het is niet mogelijk om de transactie af te ronden. Gelieve uw bank te contacteren voor meer informatie.
nn: Kunne ikkje fullføre overføringa. Kontakt banken din for meir informasjon.
pa: ਲੈਣ-ਦੇਣ ਪੂਰਾ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਜ਼ਿਆਦਾ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਬੈਂਕ ਨਾਲ਼ ਰਾਬਤਾ ਕਰੋ।
pl: Nie można zakończyć transakcji. Aby uzyskać dodatkowe informacje, skontaktuj się ze swoim bankiem.
pt_br: Não foi possível completar a transação. Por favor contate seu banco para mais informações.
ro: Tranzacția nu poate fi efectuată. Vă rugăm contactați banca pentru detalii.
ru: Не удалось завершить транзакцию. Свяжитесь с вашим банком для получения дополнительной информации.
sk: Transakciu sa nepodarilo dokončiť. Pre bližšie informácie, prosím, kontaktujte vašu banku.
sv: Det gick inte att slutföra transaktionen. Kontakta din bank för ytterligare information.
ta: பரிவர்த்தனை முடிக்க முடியவில்லை. மேலும் தகவலுக்கு உங்கள் வங்கியைத் தொடர்பு கொள்ளவும்.
tr_tr: İşlem tamamlanamadı. Daha fazla bilgi için lütfen bankanızla iletişime geçin.
uk: Не вдалося завершити транзакцію. Будь ласка, зверніться до вашого банку за деталями.
vi: Không thể hoàn thành giao dịch. Vui lòng liên hệ với ngân hàng của bạn để biết thêm thông tin.
