Repository: elementary/appcenter
Catalog: po/ak.po
Languages: ak

source: AppCenter
ak: Dwumadie Twebea

source: Specified link '%s' could not be found, searching instead
ak: Antumi anhu '%s' enti wo ara hwehwɛ

source: Application installed
ak: Dwumadie a woatwe agu so

source: %s has been successfully installed
ak: Atwe %s agu so awie

source: Home
ak: Ahyɛase

source: Search Apps
ak: Hwehwɛ Dwumadi Bi

source: Network Is Not Available
ak: Nɛtwɛk Nni Hɔ

source: Network Settings…
ak: Nɛtwɛk Ho Nhyehyɛe…

source: Starting
ak: Ɛrehyɛ ase

source: Waiting
ak: Ɛretwɛn

source: Running
ak: Ɛredi dwuma

source: Querying
ak: Ɛrehwehwɛ

source: Getting information
ak: Ɛrepɛ ho nsɛm

source: Removing packages
ak: Ɛreyi dwumadie no

source: Downloading
ak: Ɛretwe

source: Installing
ak: Ɛde regu so

source: Refreshing software list
ak: Ɛresiesie dwumadie ahoroɔ no

source: Installing updates
ak: Ɛde dwumadie no forɔ a aba regu so

source: Cleaning up packages
ak: Ɛrepopa dwumadie no ho nneɛma a aka

source: Obsoleting packages
ak: Dwumadie ho nneɛma a ɛnhia

source: Resolving dependencies
ak: Ɛresiesie nneɛma a dwumadie no hia

source: Checking signatures
ak: Ɛrehwɛ Signatures ahoroɔ no

source: Testing changes
ak: Ɛresɔ nsakrayɛ no ahwɛ

source: Committing changes
ak: Ɛrekora nsakrae no so

source: Requesting data
ak: Ɛrebisa

source: Finished
ak: Awie

source: Cancelling
ak: Ɛregyae

source: Downloading repository information
ak: Ɛretwe baabi a dwumadie no wɔ no ho nsɛm

source: Downloading list of packages
ak: Ɛretwe dwumadie ahoroɔ a ɛwɔ hɔ no ho nsɛm

source: Downloading file lists
ak: Ɛretwe files ahoroɔ no ho nsɛm

source: Downloading lists of changes
ak: Ɛretwe dwumadie ho nneɛma ahoroɔ no ho nsɛm

source: Downloading groups
ak: Ɛretwɛ Akuo Ahoroɔ

source: Downloading update information
ak: Ɛretwe dwumadie foforɔ a aba no ho nsɛm

source: Repackaging files
ak: Ɛresiesie files no

source: Loading cache
ak: Ɛrefa cache no

source: Scanning applications
ak: Ɛrehwehwɛ dwumadie ahoroɔ no mu

source: Generating package lists
ak: Ɛresiesie package ahoroɔ no

source: Waiting for package manager lock
ak: Ɛretwɛn Package Manager no ma awie dwuma a ɛredi siesie no

source: Waiting for authentication
ak: Ɛretwɛn sɛ wobɛma no hokwan

source: Updating running applications
ak: Ɛretwe dwumadie a ɛredi dwuma no foforɔ

source: Checking applications in use
ak: Ɛrehwehwɛ dwumadie a ɛgu so redi dwuma no

source: Checking libraries in use
ak: Ɛrehwehwɛ Libraries a ɛgu so redi dwuma no

source: Copying files
ak: Ɛrefa files no bi

source: Unknown state
ak: Wɔnnim sɛnea ɛte

source: Operating System Updates
ak: Operating System Ho Dwumadie Foforɔ a Aba

source: Updates to system components
ak: Ɛso dwumadie foforɔ a aba

source: Update Available
ak: Foforɔ Aba

source: %u update is available for your system
ak: Dwumadie foforɔ %u aba

source: Restart Required
ak: Ɛhia Sɛ Wodum Sɔ

source: Please restart your system to finalize updates
ak: Yɛsrɛ wo dum sɔ ansa atumi de dwumadie ahoroɔ no agu so awei

source: Are you sure you want to Restart?
ak: Wo gye di sɛ wopɛ sɛ wodum sɔ?

source: This will close all open applications and restart this device.
ak: Ɛbɛdum dwumadi a abue no nyinaa na adum woafidie no asan asɔ.

source: Restart
ak: Dumsɔ

source: Cancel
ak: Gyae

source: An error occurred while processing the card. Please try again later. We apologize for any inconvenience caused.
ak: Biribi sii ma antumi anyɛ wo Kaad (Card) no ho adwuma anwie. Yɛsrɛ wo san yɛ bio. Sɛ ahaw wo a, yɛsrɛ wo sɛ fakyɛ yɛn.

source: Please review your payment info and try again.
ak: Hwɛ sɛ nsɛm a woabɔ de retua no tɛ saa pɛpɛɛpɛ anaa na san yɛ bio.

source: MM / YY
ak: BB / AA

source: Privacy Policy
ak: Nneɛmakora Ho Nhyehyɛe

source: Pay $%d.00
ak: Tua $%d.00

source: Processing
ak: Ɛredi ho dwuma

source: There Was a Problem Processing Your Payment
ak: Biribi sii nti antumi antua wo sika no

source: Pay Later
ak: Tua Akyiri

source: Retry
ak: San yɛ bio

source: The card number is incorrect. Please try again using the correct card number.
ak: Kaad no nɔma nni mu. Yɛsrɛ wo bɔ nɔma ɛdi mu na san yɛ bio.

source: The expiration month is invalid. Please try again using the correct expiration date.
ak: Ɛda a kaad no bɛtwam no nni mu. Yɛsrɛ wo hwɛ bɔ nea ɛdi mu na san yɛ bio.

source: The expiration year is invalid. Please try again using the correct expiration date.
ak: Afe a wobɔeɛ sɛ kaad no bɛtwam no nni mu. Yɛsrɛ wo hwɛ bɔ nea edi mu na san yɛ bio.

source: The CVC number is incorrect. Please try again using the correct CVC.
ak: CVC nɔma no nni mu. Yɛsrɛ wo hwɛ bɔ nea edi mu na san yɛ bio.

source: The card has expired. Please try again with a different card.
ak: Kaad no atwam. Yɛsrɛ wo fa kaad foforɔ a ɛdi mu yɛ.

source: There are too many payment requests at the moment, please retry later.
ak: Adetua ahoroɔ a ɛrekɔ so siesie no dɔɔso dodo. Yɛsrɛ wo twɛn kakra.

source: This card does not support this kind of transaction. Please try again with a different card.
ak: Kaad wei mma kwan mma womfa nni dwuma wɔ saa kwan yi so. Yɛsrɛ wo fa kaad foforɔ yɛ.

source: The currency is not supported by this card. Please try again with a different card.
ak: Kaad wei ntumi mfa saa sika ko yi nni dwuma. Yɛsrɛ wo fa kaad foforɔ yɛ.

source: The transaction has already been processed.
ak: Atua awie dedaw.

source: You don't have enough funds. Please use an alternative payment method.
ak: Wo sika a wowɔ no sua. Yɛsrɛ wo fa ɔkwan foforɔ so tua.

source: The amount is incorrect. Please try again using a valid amount.
ak: Ɛboɔ a woabɔ no nni mu. Yɛsrɛ wo bɔ ɛboɔ a edi mu.

source: Unable to complete the transaction. Please contact your bank for further information.
ak: Antumi antua. Yɛsrɛ wo frɛ wo sikakorabea hɔ bisa eho asɛm.

source: The balance or credit limit on the card has been reached.
ak: Sika dodow a wobɛtumi ayi afi wo kaad no so no asõ.

source: The given card is a test card. Please use a real card to proceed.
ak: Kaad no yɛ nea wɔde sɔ hwɛ kɛkɛ. Yɛsrɛ wo fa nea edi mu yɛ.

source: Screenshot Not Available
ak: Ɛho Mfonyin Nka Ho

source: Homepage
ak: Dwumadie Yi Wɛbsaet

source: Suggest Translations
ak: Fa wo nkyerɛase to dwa

source: Report a Problem
ak: Fa wo haw to dwa

source: Help
ak: Mmoa

source: A restart is required to complete the installation of updates
ak: Ɛhia sɛ wodum sɔ ansa atumi de dwumadie ahoroɔ no agu so awie

source: Restart Now
ak: Dum Sɔ Siesie Ara

source: Update All
ak: Twɛ Foforɔ No Nyinaa

source: Recently Updated
ak: Nea Wode Guu So Nkyɛe

source: Categories
ak: Akuo Ahoroɔ

source: Search %s
ak: Hwehwɛ %s

# view
source: Search
ak: Hwehwɛ

source: No Results
ak: Hwee nni hɔ a ɛte saa

source: No apps could be found. Try changing search terms.
ak: Anhu dwumadie biara saa. Sesã edin a wode hwehwɛe no hwɛ.

source: An open, pay-what-you-want app store
ak: Dwumadie twebea a wotua nea wopɛ

source: Get the apps that you need at a price you can afford.
ak: Twe dwumadie biribiara a wopɛ wɔ boɔ biara a wobɛtumi atua.

source: Card Number
ak: Kaad No Nɔma

source: Development
ak: Dwumadi Yɛ

source: Accessories
ak: Nkekaho

source: Office
ak: Adwuma Mu

source: Graphics
ak: Mfonyin

source: Games
ak: Agodie

source: Education
ak: Adesua

source: Internet
ak: Intanɛt

source: Science & Engineering
ak: Nyansapɛ

source: Free
ak: Kwa

source: %u Update Available
ak: Foforɔ %u Na Aba

source: Size: %s
ak: Ne Kɛseyɛ: %s

source: Searching for updates…
ak: Ɛrehwɛ sɛ biribi foforɔ aba anaa…

source: Up to Date
ak: Nea Ɛyɛ Foforɔ a Ɛtwa Toɔ

source: Uninstall
ak: Yi fi so

source: Open
ak: Bie

source: Update
ak: Twe nea aba
