Repository: elementary/appcenter
Catalog: po/mo.po
Languages: mo

source: AppCenter
mo: Centru aplicații

source: Specified link '%s' could not be found, searching instead
mo: Linkul specificat '%s' nu a putut fi găsit, în loc de căutare

source: Application installed
mo: Aplicația este instalată

source: %s has been successfully installed
mo: %s a fost instalat cu succes

source: Home
mo: Acasă

source: Search Apps
mo: Căutare Apps

source: Starting
mo: Pornire

source: Waiting
mo: Aşteptare

source: Running
mo: În curs

source: Querying
mo: Consulta

source: Getting information
mo: Obținere de informații

source: Removing packages
mo: Eliminarea pachetelor

source: Downloading
mo: Descărcare

source: Installing
mo: Instalare

source: Refreshing software list
mo: Actualizar lista de software

source: Installing updates
mo: Instalarea actualizărilor

source: Cleaning up packages
mo: Curățarea pachetelor

source: Obsoleting packages
mo: Pachete obsolente

source: Resolving dependencies
mo: Rezolvarea dependențelor

source: Checking signatures
mo: Verificarea semnăturilor

source: Testing changes
mo: Testarea modificărilor

source: Committing changes
mo: Aplicarea schimbărilor

source: Requesting data
mo: Solicitare de date

source: Finished
mo: Terminat

source: Cancelling
mo: Anulare

source: Downloading repository information
mo: Descărcați informații depozitate

source: Downloading list of packages
mo: Descărcarea listei de pachete

source: Downloading file lists
mo: Descărcarea lista fișierelor

source: Downloading lists of changes
mo: Descărcarea listelor de modificări

source: Downloading groups
mo: Descărcarea grupurilor

source: Downloading update information
mo: Descărcarea informațiilor de actualizare

source: Repackaging files
mo: Reambalarea fișierelor

source: Loading cache
mo: Încărcarea memoriei cache

source: Scanning applications
mo: Scanarea aplicațiilor

source: Generating package lists
mo: Generarea listei de pachete

source: Waiting for package manager lock
mo: Așteptând blocarea managerului de pachete

source: Waiting for authentication
mo: În așteptarea autentificării

source: Updating running applications
mo: Actualizarea aplicațiilor care rulează

source: Checking applications in use
mo: Verificarea aplicațiilor în uz

source: Checking libraries in use
mo: Verificarea bibliotecilor în uz

source: Copying files
mo: Copierea fișierelor

source: Unknown state
mo: Stagiul necunoscut

source: Update Available
mo: O Actualizare disponibila

source: %u update is available for your system
mo: o %u actualizarea este disponibilă pentru sistemul dvs

source: %s Developers
mo: %s Dezvoltatori

source: Operating System Updates
mo: Actualizări ale sistemului de operare

source: Updates to system components
mo: Actualizări ale componentelor sistemului

source: Version: %s
mo: Versiune:%s

source: No components with updates
mo: Nu există componente cu actualizări

source: %u component with updates
mo: 1 %u componente cu actualizări

source: Restart Required
mo: Restart necesar

source: Please restart your system to finalize updates
mo: Reporniți-vă sistemul pentru a finaliza actualizările

source: Are you sure you want to Restart?
mo: Sigur doriți să reporniți?

source: This will close all open applications and restart this device.
mo: Se va închide toate aplicațiile deschise și va reporni acest dispozitiv.

source: Restart
mo: Reporniți

source: Cancel
mo: Anulare

source: An error occurred while processing the card. Please try again later. We apologize for any inconvenience caused.
mo: A apărut o eroare la procesarea cardului. Vă rugăm să încercați din nou mai târziu. Ne cerem scuze pentru eventualele neplăceri cauzate.

source: Please review your payment info and try again.
mo: Consultați informațiile de plată și încercați din nou.

source: Pay $%d for %s
mo: Plătește %d pentru %s

source: This is a one time payment. Your email address is only used to send you a receipt.
mo: Aceasta este o plată unică. Adresa dvs. de e-mail este utilizată numai pentru a vă trimite o chitanță.

source: Email
mo: Poșta

source: MM / YY
mo: LUNĂ / AN

source: Privacy Policy
mo: Politica de confidențialitate

source: Pay $%d.00
mo: Plătește %d .00

source: Processing
mo: Procesare

source: There Was a Problem Processing Your Payment
mo: A apărut o problemă în procesarea plății

source: Pay Later
mo: Plătește mai târziu

source: Retry
mo: Reîncercați

source: The card number is incorrect. Please try again using the correct card number.
mo: Numărul cardului este incorect. Încercați din nou utilizând numărul corect al cardului.

source: The expiration month is invalid. Please try again using the correct expiration date.
mo: Luna de expirare este nevalidă. Încercați din nou utilizând data de expirare corectă.

source: The expiration year is invalid. Please try again using the correct expiration date.
mo: Anul de expirare este incorect. Încercați din nou utilizând data de expirare corectă.

source: The CVC number is incorrect. Please try again using the correct CVC.
mo: Numărul CVC este incorect. Încercați din nou utilizând codul CVC corect.

source: The card has expired. Please try again with a different card.
mo: Cardul a expirat. Încearcă din nou cu un alt card.

source: There are too many payment requests at the moment, please retry later.
mo: În prezent există prea multe solicitări de plată, încercați din nou mai târziu.

source: This card does not support this kind of transaction. Please try again with a different card.
mo: Aceast card nu acceptă acest tip de tranzacție. Încearcă din nou cu un alt card.

source: The currency is not supported by this card. Please try again with a different card.
mo: Moneda de acest card nu este acceptată . Încearcă din nou cu un alt card.

source: The transaction has already been processed.
mo: Tranzacția a fost procesată cu succes.

source: The ZIP/Postal code is incorrect. Please try again using the correct ZIP/postal code.
mo: Cod poștal incorect. Încercați din nou folosind / codul poștal corect.

source: You don't have enough funds. Please use an alternative payment method.
mo: Nu aveți suficiente fonduri. Utilizați o metodă de plată alternativă.

source: The amount is incorrect. Please try again using a valid amount.
mo: Cantitate incorectă. Încercați din nou utilizând o sumă validă.

source: The PIN number is incorrect. Please try again using the correct PIN.
mo: Codul PIN este incorect. Vă rugăm introduceți codul PIN corect.

source: There has been too many PIN attempts. Please try again with a different card.
mo: Au fost prea multe încercări de cod PIN. Încearcă din nou cu un alt card.

source: Unable to complete the transaction. Please contact your bank for further information.
mo: Imposibil de completat tranzacția. Contactați cu banca pentru informații suplimentare.

source: The balance or credit limit on the card has been reached.
mo: S-a atins cantitatea limită de credit de pe card.

source: The given card is a test card. Please use a real card to proceed.
mo: Cardul dat este un card de probă. Utilizați o carte reală pentru a continua.

source: Uninstall
mo: Dezinstalați

source: Failed to Fetch Updates
mo: Nu s-a putut prelua actualizările

source: This may have been caused by external, manually added software repositories or a corrupted sources file.
mo: Acest lucru s-ar putea să fi fost cauzat de un depozit extern de programe software sau de un fișier de surse corupte.

source: Ignore
mo: Ignorați

source: Try Again
mo: Încearcă din nou

source: Screenshot Not Available
mo: Imaginea nu este disponibilă

source: Homepage
mo: Pagina principală

source: Suggest Translations
mo: Sugestii de traduceri

source: Report a Problem
mo: Raportează o problemă

source: Help
mo: Ajutor

source: What's New:
mo: Ce mai e nou:

source: Extensions:
mo: Extensii:

source: Other Apps by %s
mo: Alte aplicații de %s

source: Link copied to clipboard
mo: Linkul a fost copiat în clipboard

source: Check out %s on AppCenter:
mo: Verificat %s pe AppCenter:

source: Share
mo: Distribuiți

source: Fund
mo: Fond

source: Fund the development of this app
mo: Finanțați dezvoltarea acestei aplicații

source: A restart is required to complete the installation of updates
mo: Este necesară o repornire pentru a finaliza instalarea actualizărilor

source: Restart Now
mo: Reporniți acum

source: Update All
mo: Actualizați-le pe toate

source: No Results
mo: Fără rezultate

source: No apps could be found. Try changing search terms.
mo: Nu s-au găsit aplicații. Încercați să modificați termenii de căutare.

source: Non-Curated Apps
mo: Aplicații suspecte

source: Recently Updated
mo: Actualizat recent

source: Trending
mo: Tendință

source: Categories
mo: Categorii

source: Search %s
mo: Căutare %s

source: An open, pay-what-you-want app store
mo: Un magazin de aplicații deschisă, cumpără ce dorești

source: Get the apps that you need at a price you can afford.
mo: Obțineți aplicațiile de care aveți nevoie la un preț pe care vă puteți permite.

source: Card Number
mo: Număr de card

source: Accessories
mo: Accesorii

source: Development
mo: Dezvoltare

source: Education
mo: Educație

source: Games
mo: Jocuri

source: Graphics
mo: Grafică

source: Office
mo: Birou

source: System
mo: Sistem

source: Universal Access
mo: Acces universal

source: Free
mo: Gratuit

source: Network Settings…
mo: Setări de rețea…

source: Unknown version
mo: Versiune necunoscută

source: No description available
mo: Fără descriere

source: Facebook
mo: Facibook

source: Tumblr
mo: Tumblri

source: Telegram
mo: Telegrama

source: Copy link
mo: Copiază legătură

source: %u Update Available
mo: 1 %u Actualizare disponibilă

source: Drivers
mo: Draivers

source: Up to Date
mo: La zi

source: Open
mo: Deschis

source: Update
mo: Actualizați
