Repository: elementary/appcenter
Catalog: po/szl.po
Languages: szl

source: AppCenter
szl: AppCyntrum

source: Could not parse the media type %s
szl: Niy szło przetworzić zorty mediōw %s

source: Specified link '%s' could not be found, searching instead
szl: Ôkryślōny link „%s” niy bōł znojdziōny, wyszukowanie

source: Search Apps
szl: Wyszukej program

source: Network Not Available.
szl: Nec je niydostympny.

source: Connect to the Internet to browse and install apps.
szl: Połōncz sie z Internetym, coby przeglōndać i instalować programy.

source: Network Settings…
szl: Sztelōnki necu…

source: Search %s
szl: Wyszukej %s

source: Home
szl: Katalog dōmowy

# view
source: Search
szl: Szukej

# view
source: Installed
szl: Zainstalowane

source: Open
szl: Ôtwōrz

source: Starting
szl: Zaczynanie

source: Waiting
szl: Czekanie

source: Running
szl: Aktywny

source: Querying
szl: Ôdpytowanie

source: Getting information
szl: Pobiyranie informacyji

source: Removing packages
szl: Kasowanie paketōw

source: Downloading
szl: Pobiyranie

source: Installing
szl: Instalowanie

source: Refreshing software list
szl: Ôdświyżanie listy óprogramowanio

source: Installing updates
szl: Instalowanie aktualizacyji

source: Cleaning up packages
szl: Skludzanie paketōw

source: Obsoleting packages
szl: Ôkryślanie przestarzałości paketōw

source: Resolving dependencies
szl: Rozwiōnzowanie zależności

source: Checking signatures
szl: Wybadowanie podpisōw

source: Testing changes
szl: Testowanie zmian

source: Committing changes
szl: Zatwiyrdzanie zmian

source: Requesting data
szl: Żōndanie danych

source: Finished
szl: Fertich

source: Cancelling
szl: Pociepowanie

source: Downloading repository information
szl: Pobiyranie informacyji ô repozytorium

source: Downloading list of packages
szl: Pobiyranie listy paketōw

source: Downloading file lists
szl: Pobiyranie list zbiorōw

source: Downloading lists of changes
szl: Pobiyranie list zmian

source: Downloading groups
szl: Pobiyranie grup

source: Downloading update information
szl: Pobiyranie informacyji ô aktualizacyji

source: Repackaging files
szl: Repakowanie zbiorōw

source: Loading cache
szl: Wgrowanie pamiyńci podryncznyj

source: Scanning applications
szl: Skanowanie programōw

source: Generating package lists
szl: Tworzynie list paketōw

source: Waiting for package manager lock
szl: Ôczekowanie na blokada mynedżera paketōw

source: Waiting for authentication
szl: Ôczekowanie na autoryzacyjo

source: Updating running applications
szl: Aktualizowanie ôtwartych programōw

source: Checking applications in use
szl: Sprawdzanie używanych programōw

source: Checking libraries in use
szl: Sprawdzanie używanych bibliotyk

source: Copying files
szl: Kopiowanie zbiorōw

source: Unknown state
szl: Niyznōmy sztand

source: Update Available
szl: Dostympno aktualizacyjo

source: %u update is available for your system
szl: Je dostympno %u aktualizacyjo dlo tego systymu

source: Uninstalling
szl: Ôdinstalowowanie

source: Updating
szl: Aktualizowanie

source: %s Developers
szl: Programisty %s

source: elementary Updates
szl: Aktualizacyje elementary

source: Ubuntu (non-curated)
szl: Ubuntu (niynadzorowane)

source: Ubuntu Drivers
szl: Kludzocze Ubuntu

source: Unknown Origin (non-curated)
szl: Niyznōmego pochodzynio (niynadzorowane)

source: Application state not set as installed in AppCenter for package: %s
szl: Sztand programu niyma nasztelowany za zainstalowany we AppCenter dlo paketu: %s

source: %s (local)
szl: %s (lokalne)

source: Operating System Updates
szl: Aktualizacyje systymu ôperacyjnego

source: Updates to system components
szl: Aktualizacyje elymyntōw systymu

source: Version: %s
szl: Wersyjo: %s

source: No components with updates
szl: Brak kōmpōnyntōw z aktualizacyjami

source: %u component with updates
szl: Jedyn kōmpōnynt z aktualizacyjōm

source: Restart Required
szl: Potrzebny restart

source: Please restart your system to finalize updates
szl: Zresztartuj systym, żeby dokōńczyć aktualizacyje

source: This may be a temporary issue or could have been caused by external or manually compiled software.
szl: To może być tymczasowy problym abo skirz zewnyntrznego abo ryncznie skōmpilowanego ôprogramowanio.

source: Failed to install app
szl: Niy szło zainstalować programu

source: Failed to install “%s”
szl: Niy szło ôdinstalować „%s”

source: An error occurred while processing the card. Please try again later. We apologize for any inconvenience caused.
szl: Przi przetworzaniu karty trefiōł sie feler. Sprōbuj zaś niyskorzij. Przeproszōmy za wszyjske niywygody.

source: Please review your payment info and try again.
szl: Przejzdrzij informacyje ô płacyniu i sprōbuj zaś.

source: Payment
szl: Płat

source: Pay $%d for %s
szl: Zapłać $%d za %s

source: Privacy Policy
szl: Polityka prywatności

source: MM / YY
szl: MM / RR

source: Cancel
szl: Pociep

source: Pay $%d.00
szl: Zapłać $%d,00

source: Processing
szl: Przetworzanie

source: There Was a Problem Processing Your Payment
szl: Bōł problym przi przetworzaniu płatu

source: Pay Later
szl: Zapłać niyskorzij

source: Retry
szl: Ponōw

source: The card number is incorrect. Please try again using the correct card number.
szl: Numer karty je niynoleżny. Sprōbuj zaś ze noleżnym numerym karty.

source: The expiration month is invalid. Please try again using the correct expiration date.
szl: Miesiōnc przedowniynio je niynoleżny. Sprōbuj zaś ze noleżnōm datōm przedowniynio.

source: The expiration year is invalid. Please try again using the correct expiration date.
szl: Rok przedowniynio je niynoleżny. Sprōbuj zaś ze noleżnōm datōm przedowniynio.

source: The CVC number is incorrect. Please try again using the correct CVC.
szl: Numer CVC je niynoleżny. Sprōbuj zaś ze noleżnym numerym CVC.

source: The card has expired. Please try again with a different card.
szl: Karta je przedowniōno. Sprōbuj zaś z inkszōm kartōm.

source: There are too many payment requests at the moment, please retry later.
szl: W tym mōmyncie je za moc prōśb ô płat. Sprōbuj niyskorzij.

source: This card does not support this kind of transaction. Please try again with a different card.
szl: Ta karta niy spiyro tyj zorty transakcyje. Sprōbuj zaś z inkszōm kartōm.

source: The currency is not supported by this card. Please try again with a different card.
szl: Ta karta niy ôbsuguje tyj waluty. Sprōbuj zaś z inkszōm kartōm.

source: The transaction has already been processed.
szl: Transakcyjo była już przetworzōno.

source: The ZIP/Postal code is incorrect. Please try again using the correct ZIP/postal code.
szl: Kod pocztowy je niynoleżny. Sprōbuj zaś ze noleżnym kodym pocztowym.

source: You don't have enough funds. Please use an alternative payment method.
szl: Niy styko ci funduszy. Użyj alternatywnyj metody płacynio.

source: The amount is incorrect. Please try again using a valid amount.
szl: Kwota je niynoleżno. Sprōbuj zaś ze noleżnōm kwotōm.

source: The PIN number is incorrect. Please try again using the correct PIN.
szl: Kod PIN je niynoleżny. Sprōbuj zaś ze noleżnym kodym PIN.

source: There has been too many PIN attempts. Please try again with a different card.
szl: Za moc prōb wkludzynio kodu PIN. Sprōbuj zaś z inkszōm kartōm.

source: Unable to complete the transaction. Please contact your bank for further information.
szl: Niy idzie zakōńczyć transakcyje. Coby dostać ekstra informacyje, skōntaktuj sie ze swojim bankym.

source: The balance or credit limit on the card has been reached.
szl: Skōńczōł sie na karcie limit postrzodkōw abo kredyt.

source: The given card is a test card. Please use a real card to proceed.
szl: Podano karta ot karta testowo. Użyj prowdziwyj karty, żeby kōntynuować.

source: Uninstalling this app may also delete its data.
szl: Ôdinstalowanie tego programu może tyż skasować jego dane.

source: Uninstall app?
szl: Ôdinstalować program?

source: Uninstall “%s”?
szl: Ôdinstalować „%s”?

source: Uninstall
szl: Ôdinstaluj

source: This may have been caused by external or manually compiled software.
szl: To może być skirz zewnyntrznego abo ryncznie skōmpilowanego ôprogramowanio.

source: Failed to uninstall app
szl: Niy szło ôdinstalować programu

source: Failed to uninstall “%s”
szl: Niy szło ôdinstalować „%s”

source: Failed to Fetch Updates
szl: Niy szło pobrać aktualizacyji

source: This may have been caused by external, manually added software repositories or a corrupted sources file.
szl: To może być skuli ryncznie przidanego repozytorium ôprogramowanio abo poprzniōnego zbioru zdrzōdłowego.

source: Ignore
szl: Ignoruj

source: Try Again
szl: Sprōbuj zaś

source: Screenshot Not Available
szl: Przechyt ekranu niydostympny

source: Homepage
szl: Strōna WWW

source: Help
szl: Pōmoc

source: What's New:
szl: Co nowego:

source: Extensions:
szl: Rozszyrzynia:

source: Link copied to clipboard
szl: Link skopiowany do skrytki

source: Check out %s on AppCenter:
szl: Wyprōbuj %s w AppCenter:

source: Share
szl: Udostympniōne

source: Public Domain
szl: Dōmyna publiczno

source: https://en.wikipedia.org/wiki/Public_domain
szl: https://pl.m.wikipedia.org/wiki/Dōmyna_publiczno

source: Free Software
szl: Wolne ôprogramowanie

source: Proprietary
szl: Włosnościowy

source: Unknown License
szl: Niyznōmo licyncyjo

source: Fund
szl: Zafunduj

source: Fund the development of this app
szl: Zafunduj rozrost tego programu

source: Other Apps by %s
szl: Inksze programy autorstwa %s

source: Checking for Updates
szl: Wybadowanie aktualizacyji

source: Downloading a list of available updates to the OS and installed apps
szl: Ściōnganie listy wszyjskich dostympnych aktualizacyji systymu ôperacyjnego i zainstalowanych aplikcayji

source: Update All
szl: Aktualizuj wszyjsko

source: Restart Now
szl: Sztartnij zaś kōmputer

source: %u Update Available
szl: %u dostympnyj aktualizacyje

source: Drivers
szl: Kludzocze

source: Up to Date
szl: Teroźne

source: Recently Updated
szl: Ôstatnio zaktualizowane

source: Non-Curated Apps
szl: Programy niynadzorowane

source: Categories
szl: Kategoryje

source: Accessories
szl: Akcesoria

source: Audio
szl: Źwiynk

source: Communication
szl: Kōmunikacyjo

source: Development
szl: Rozrost ôprogramowanio

source: Education
szl: Edukacyjo

source: Graphics
szl: Grafika

source: Math, Science, & Engineering
szl: Matymatyka, nauka i inżynieryjo

source: Media Production
szl: Produkcyjo mediōw

source: Office
szl: Biōro

source: System
szl: Systym

source: Universal Access
szl: Uniwersalny dostymp

source: Video
szl: Wideo

source: Writing & Language
szl: Pisanie i jynzyk

source: Games
szl: Gry

source: Card Number
szl: Numer karty

source: Requires payments, which are not enabled
szl: Wymogo płatności, co niy sōm włōnczōne

source: Free
szl: Wolny

source: Install
szl: Instalacyjo

source: Unknown version
szl: Niyznōmo wersyjo

source: No description available
szl: Ôpis niydostympny

source: Copy link
szl: Skopiuj link

source: Actual Download Size Likely to Be Smaller
szl: Prowdziwo srogość pobranio może być myńszo

source: Only the parts of apps and updates that are needed will be downloaded.
szl: Bydōm pobrane ino przidajne czynści programu i jego aktualizacyje.

source: Up to %s
szl: Przejdź do %s

source: Update
szl: Zaktualizuj
